{"word_original": "ἀγρός", "transliteration": "agros", "strongs_definition": "a field (as a drive for cattle); generally the country; specifically a farm that is hamlet", "word_translated": "farm", "bible_usage": "country farm piece of ground land.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"land": "1", "farm": "1", "country": "8", "field": "21", "lands": "3", "fields": "1", "ground": "1"}, "brown_driver_definition": [], "phonetic": "ag-ros'", "strongs_number": "G68", "thayers_definition": [" 1. land ", " a. the field, the country ", " b. a piece of land, bit of tillage ", " c. the farms, country seats, neighbouring hamlets "], "word_origin": "From G71", "bible_references": ["Mat 22:5"], "letter": "F", "origin_links": ["G71"], "data": {"1": {"Definitions": ["( Matthew 22:5 ). Every Hebrew had a certain portion of land assigned to him as a possession ( Numbers 26:33-56 ). In Egypt the lands all belonged to the king, and the husbandmen were obliged to give him a fifth part of the produce; so in Palestine Jehovah was the sole possessor of the soil, and the people held it by direct tenure from him. By the enactment of Moses, the Hebrews paid a tithe of the produce to Jehovah, which was assigned to the priesthood. Military service when required was also to be rendered by every Hebrew at his own expense. The occuptaion of a husbandman was held in high honour ( 1 Samuel 11:5-7;   1 Kings 19:19 ;  2 Chronicles 26:10 ). (See LAND LAWS;  TITHE .)"], "Word": "Farm", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["F'ARM ,  noun", "1.  A tract of land leased on rent reserved; ground let to a tenant on condition of his paying a certain sum annually or otherwise for the use of it. A  farm  is usually such a portion of land as is cultivated by one man, and includes the buildings and fences. Rents were formerly pain in provisions, or the produce of land; but now they are generally paid in money.", "This is the signification of  farm  in Great Britain, where most of the land is leased to cultivators.", "2.  In the United States, a portion or tract of land, consisting usually of grass land, meadow, pasture, tillage and woodland, cultivated by one man and usually owned by him in fee. A like tract of land under lease is called a farm; but most cultivators are proprietors of the land, and called farmers.", "A tract of new land, covered with forest, if intended to be cultivated by one man as owner, is also called a  farm   A man goes into the new States, or into the unsettled country, to buy a  farm   that is, land for a  farm", "3.  The state of land leased on rent reserved; a lease.", "It is great wilfulness in landlords to make any longer farms to their tenants.", "F'ARM ,  verb transitive", "1.  To lease, as land, on rent reserved; to let to a tenant on condition of paying rent.", "We are enforced to  farm  our royal realm.", "[In this sense, I believe, the word is not used in America.]", "2.  To take at a certain rent or rate. [Not used in America.]", "3.  To lease or let, as taxes, impost or other duties, at a certain sum or rate per cent. It is customary in many countries for the prince or government to  farm  the revenues, the taxes or rents, the imposts and excise, to individuals, who are to collect and pay them to the government at a certain percentage or rate per cent.", "4.  To take or hire for a certain rate per cent.", "5.  To cultivate land.", "To  farm  let, or let to  farm   is to lease on rent."], "Word": "Farm", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["F'ARMABLE ,  adjective   That may be farmed."], "Word": "Farmable", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["F'ARMED ,  participle passive   Leased on rent; let out at a certain rate or price."], "Word": "Farmed", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ARMER ,  noun", "1.  In Great Britain, a tenant; a lessee; one who hires and cultivates a farm; a cultivator of leased ground.", "2.  One who takes taxes, customs, excise or other duties, to collect for a certain rate per cent; as a  farmer  of the revenues.", "3.  One who cultivates a farm; a husbandman; whether a tenant or the proprietor.", "4.  In mining, the lord of the field, or one who farms the lot and cope of the king."], "Word": "Farmer", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ARMHOUSE ,  noun   A house attached to a farm, and for the residence of a farmer."], "Word": "Farmhouse", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["See Agriculture; Vineyard Agriculture ;  Vineyard"], "Word": "Farming", "Dictionary": "Naves Topical Index"}, "8": {"Definitions": ["F'ARMING ,  participle present tense", "1.  Letting or leasing land on rent reserved, or duties and imposts at a certain rate per cent.", "2.  Taking on lease.", "3.  Cultivating land; carrying on the business of agriculture.", "F'ARMING ,  noun   The business of cultivating land."], "Word": "Farming", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["F'ARM-OFFICE ,  noun   Farm-offices, are the out buildings pertaining to a farm."], "Word": "Farm-office", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["F'ARMOST ,  adjective   [far and most.] Most distant or remote."], "Word": "Farmost", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["F'ARMYARD ,  noun   The yard or inclosure attached to a barn; or the inclosure surrounded by the farm buildings."], "Word": "Farmyard", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀγωνίζομαι", "transliteration": "agōnizomai", "strongs_definition": "to struggle literally (to compete for a prize) figuratively (to contend with an adversary) or generally (to endeavor to accomplish something)", "word_translated": "fervently", "bible_usage": "fight labor fervently strive.", "part_of_speech": "Verb", "translation_occurrences": {"mastery": "1", "Fight": "2", "fought": "1", "fervently": "1", "striving": "1", "Strive": "1"}, "brown_driver_definition": [], "phonetic": "ag-o-nid'-zom-ahee", "strongs_number": "G75", "thayers_definition": [" 1. to enter a contest: contend in the gymnastic games ", " 2. to contend with adversaries, fight ", " 3. metaph. to contend, struggle, with difficulties and dangers ", " 4. to endeavour with strenuous zeal, strive: to obtain something "], "word_origin": "From G73", "bible_references": ["Col 4:12"], "letter": "F", "origin_links": ["G73"], "data": {"1": {"Definitions": ["FERV'ENTLY ,  adverb", "1.  Earnestly; eagerly; vehemently; with great warmth.", "2.  With pious ardor; with earnest zeal; ardently.", "Epaphras - saluteth you, laboring  fervently  for you in prayers.  Colossians 4:12 ."], "Word": "Fervently", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀγωνίζομαι", "transliteration": "agōnizomai", "strongs_definition": "to struggle literally (to compete for a prize) figuratively (to contend with an adversary) or generally (to endeavor to accomplish something)", "word_translated": "Fight", "bible_usage": "fight labor fervently strive.", "part_of_speech": "Verb", "translation_occurrences": {"mastery": "1", "Fight": "2", "fought": "1", "fervently": "1", "striving": "1", "Strive": "1"}, "brown_driver_definition": [], "phonetic": "ag-o-nid'-zom-ahee", "strongs_number": "G75", "thayers_definition": [" 1. to enter a contest: contend in the gymnastic games ", " 2. to contend with adversaries, fight ", " 3. metaph. to contend, struggle, with difficulties and dangers ", " 4. to endeavour with strenuous zeal, strive: to obtain something "], "word_origin": "From G73", "bible_references": ["John 18:36", "1 Tim 6:12"], "letter": "F", "origin_links": ["G73"], "data": {"1": {"Definitions": ["FIGHT ,  verb intransitive", "1.  To strive or contend for victory, in battle or in single combat; to attempt to defeat, subdue or destroy an enemy, either by blows or weapons; to contend in arms.", "Come and be our captain, that we may  fight  with the children of Ammon.  Judges 11:6 .", "When two persons or parties contend in person,  fight  is usually followed by with. But when we speak of carrying on war, in any other form, we may say, to  fight  against.", "Saul took the kingdom over Israel, and fought against all his enemies on every side.  1 Samuel 14:1 .", "Hazael king of Syria went up, and fought against Gath.", "2 Kings 12:1 .", "It is treason for a man to join an enemy to  fight  against his country.", "To  fight  against, is to act in opposition; to oppose; to strive to conquer or resist.", "The stars in their courses fought against Sisera.  Judges 5:20 .", "2.  To contend; to strive; to struggle to resist or check.", "3.  To act as a soldier.", "FIGHT ,  verb transitive", "1.  To carry on contention; to maintain a struggle for victory over enemies.", "I have fought a good  fight    2 Timothy 4:7 .", "2.  To contend with in battle; to war against. They fought the enemy in two pitched battles. The captain fought the frigate seven glasses. [Elliptical; with being understood.]", "FIGHT ,  noun", "1.  A battle; an engagement; a contest in arms; a struggle for victory, either between individuals, or between armies, ships or navies. A duel is called a single  fight  or combat.", "2.  Something to screen the combatants in ships.", "Up with your fights and your nettings prepare."], "Word": "Fight", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["1 Timothy 6:12 ;  2 Timothy 4:7 ;  Hebrews 10:32 ;  Hebrews 11:34 ;  2 Chronicles 20:17"], "Word": "Fight of Faith", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["FIGHTER ,  noun   One that fights; a combatant; a warrior."], "Word": "Fighter", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FIGHTING ,  participle present tense", "1.  Contending in battle; striving for victory or conquest.", "2.   adjective   Qualified for war; fit for battle.", "A host of  fighting  men.  2 Chronicles 26:11 .", "3.  Occupied in war; being the scene of war; as a  fighting  field.", "FIGHTING ,  noun   Contention; strife; quarrel.", "Without were fightings, within were fears.  2 Corinthians 7:5 ."], "Word": "Fighting", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀκολουθέω", "transliteration": "akoloutheō", "strongs_definition": "properly to be in the same way with that is to accompany (specifically as a disciple)", "word_translated": "Follow", "bible_usage": "follow reach.", "part_of_speech": "Verb", "translation_occurrences": {"followed": "51", "after": "1", "that%20followed": "1", "followeth": "5", "reached": "1", "following": "3", "Follow": "30"}, "brown_driver_definition": [], "phonetic": "ak-ol-oo-theh'-o", "strongs_number": "G190", "thayers_definition": [" 1. to follow one who precedes, join him as his attendant, accompany him ", " 2. to join one as a disciple, become or be his disciple ", " a. side with his party "], "word_origin": "From G1 (as a particle of union) and κέλευθος keleuthos (a road)", "bible_references": ["Mat 8:19", "Mat 8:22", "Mat 9:9", "Mat 16:24", "Mat 19:21", "Mark 2:14", "Mark 6:1", "Mark 8:34", "Mark 10:21", "Mark 14:13", "Luke 5:27", "Luke 9:23", "Luke 9:57", "Luke 9:59", "Luke 9:61", "Luke 18:22", "Luke 22:10", "John 1:43", "John 10:4", "John 10:5", "John 10:27", "John 12:26", "John 13:36", "John 13:36", "John 13:37", "John 21:19", "John 21:22", "Act 12:8", "Rev 14:4", "Rev 14:13"], "letter": "F", "origin_links": ["G1"], "data": {"1": {"Definitions": ["FOL'LOW ,  verb transitive", "1.  To go after or behind; to walk, ride or move behind, but in the same direction. Soldiers will usually  follow  a brave officer.", "2.  To pursue; to chase; as an enemy, or as game.", "3.  To accompany; to attend in a journey.", "And Rebekah arose, and her damsels, and they rode on the camels, and followed the man.  Genesis 24:5 .", "4.  To accompany; to be of the same company; to attend, for any purpose.  Luke 5:27 .", "5.  To succeed in order of time; to come after; as a storm is followed by a calm.", "Signs following signs lead on the mighty year.", "6.  To be consequential; to result from, as effect from a cause. Intemperance is often followed by disease or poverty, or by both.", "7.  To result from, as an inference or deduction. It follows from these facts that the accused is guilty.", "8.  To pursue with the eye; to keep the eyes fixed on a moving body. He followed or his eyes followed the ship, till it was beyond sight.", "He followed with his eyes the fleeting shade.", "9.  To imitate; to copy; as, to  follow  a pattern or model; to  follow  fashion.", "10.  To embrace; to adopt and maintain; to have or entertain like opinions; to think or believe like another; as, to  follow  the opinions and tenets of a philsophic sect; to  follow  Plato.", "11.  To obey; to observe; to practice; to act in conformity to. It is our duty to  follow  the commands of Christ. Good soldiers  follow  the orders of their general; good servants  follow  the directions of their master.", "12.  To pursue as an object of desire; to endeavor to obtain.", "Follow peace with all men.  Hebrews 12:14 .", "13.  To use; to practice; to make the chief business; as, to  follow  the trade of a carpenter; to  follow  the profession of law.", "14.  To adhere to; to side with.", "The house of Judah followed David.  2 Samuel 2:10 .", "15.  To adhere to; to honor; to worship; to serve.", "If the Lord be God,  follow  him.  1 Kings 18:21 .", "16.  To be led or guided by.", "Wo to the foolish prophets, who  follow  their own spirit, and have seen nothing.  Ezekiel 13:3 .", "17.  To move on in the same course or direction; to be guided by; as, to  follow  a track or course.", "FOL'LOW ,  verb intransitive", "1.  To come after another.", "The famine - shall  follow  close after you.  Jeremiah 42:16 .", "2.  To attend; to accompany.", "3.  To be posterior in time; as following ages.", "4.  To be consequential, as effect to cause. From such measures, great mischiefs must  follow", "5.  To result, as an inference. The facts may be admitted, but the inference drawn from them does not  follow", "To  follow  on, to continue pursuit or endeavor; to persevere.", "Then shall we know, if we  follow  on to know the Lord.", "Hosea 6."], "Word": "Follow", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOL'LOWED ,  participle passive   Pursued; succeeded; accompanied; attended; imitated; obeyed; observed; practiced; adhered to."], "Word": "Followed", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOL'LOWER ,  noun", "1.  One who comes, goes or moves after another, in the same course.", "2.  One that takes another as his guide in doctrines, opinions or example; one who receives the opinions, and imitates the example of another; an adherent; an imitator.", "That ye be not slothful, but followers of them who, through faith and patience, inherit the promises.  Hebrews 6:12 .", "3.  One who obeys, worships and honors.", "Be ye followers of God, as dear children.  Ephesians 5:1 .", "4.  An adherent; a disciple; one who embraces the same system; as a  follower  of Plato.", "5.  An attendant; a companion; an associate or a dependent. The warrior distributed the plunder among his followers.", "No  follower   but a friend.", "6.  One under the command of another.", "7.  One of the same faction or party."], "Word": "Follower", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FOL'LOWING ,  participle present tense   Coming or going after or behind; pursuing; attending; imitating; succeeding in time; resulting from as an effect or an inference; adhering to; obeying, observing; using, practicing; proceeding in the same course."], "Word": "Following", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἁλιεύς", "transliteration": "halieus", "strongs_definition": "a sailor (as engaged on the salt water) that is (by implication) a fisher", "word_translated": "fishermen", "bible_usage": "fisher (-man).", "part_of_speech": "Noun Masculine", "translation_occurrences": {"fishermen": "1", "fishers": "4"}, "brown_driver_definition": [], "phonetic": "hal-ee-yoos'", "strongs_number": "G231", "thayers_definition": [" 1. a fisherman, fisher "], "word_origin": "From G251", "bible_references": ["Luke 5:2"], "letter": "F", "origin_links": ["G251"], "data": {"1": {"Definitions": ["FISH'ERMAN ,  noun", "1.  One whose occupation is to catch fish.", "2.  A ship or vessel employed in the business of taking fish, as in the cod and whale fishery."], "Word": "Fisherman", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Certain apostles Matthew 4:18-21 ;  Mark 1:16 ;  Mark 1:19 ;  John 21:2-3", "Figurative Jeremiah 16:16 ;  Matthew 4:19"], "Word": "Fishermen", "Dictionary": "Naves Topical Index"}}}
{"word_original": "ἁλιεύω", "transliteration": "halieuō", "strongs_definition": "to be a fisher that is (by implication) to fish", "word_translated": "fishing", "bible_usage": "go a-fishing.", "part_of_speech": "Verb", "translation_occurrences": {"fishing": "1"}, "brown_driver_definition": [], "phonetic": "hal-ee-yoo'-o", "strongs_number": "G232", "thayers_definition": [" 1. to fish "], "word_origin": "From G231", "bible_references": ["John 21:3"], "letter": "F", "origin_links": ["G231"], "data": {"1": {"Definitions": ["FISH'ING ,  participle present tense   Attempting to catch fish; searching; seeking to draw forth by artifice or indirectly; adding a piece of timber to a mast or spar to strengthen it.", "FISH'ING ,  noun", "1.  The art or practice of catching fish.", "2.  A fishery."], "Word": "Fishing", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Was prosecuted with great industry in the waters of Palestine. It was from the fishing-nets that Jesus called his disciples ( Mark 1:16-20 ), and it was in a fishing-boat he rebuked the winds and the waves ( Matthew 8:26 ) and delivered that remarkable series of prophecies recorded in Matthew 13. He twice miraculously fed multitudes with fish and bread ( Matthew 14:19 ;  15:36 ). It was in the mouth of a fish that the tribute-money was found ( Matthew 17:27 ). And he \"ate a piece of broiled fish\" with his disciples after his resurrection ( Luke 24:42, 43 ; comp.  Acts 1:3 ). At the Sea of Tiberias ( John 21:1-14 ), in obedience to his direction, the disciples cast their net \"on the right side of the ship,\" and enclosed so many that \"they were not able to draw it for the multitude of fishes.\"", "Two kinds of fishing-nets are mentioned in the New Testament-", "1.  The casting-net ( Matthew 4:18 ;  Mark 1:16 ).", "2.  The drag-net or seine ( Matthew 13:48 ).", "Fish were also caught by the fishing-hook ( Matthew 17:27 ). (See  NET .)"], "Word": "Fishing, the Art of", "Dictionary": "Easton's Bible Dictionary"}, "3": {"Definitions": ["FISH'ING-FROG ,  noun   The toad-fish, or Lophius, whose head is larger than the body."], "Word": "Fishing-frog", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FISH'ING-PLACE ,  noun   A place where fishes are caught with seines; a convenient place for fishing; a fishery."], "Word": "Fishing-place", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἄμεμπτος", "transliteration": "amemptos", "strongs_definition": "irreproachable", "word_translated": "faultless", "bible_usage": "blameless faultless unblamable.", "part_of_speech": "Adjective", "translation_occurrences": {"unblameable": "1", "faultless": "1", "blameless": "3"}, "brown_driver_definition": [], "phonetic": "am'-emp-tos", "strongs_number": "G273", "thayers_definition": [" 1. blameless, deserving no censure, free from fault or defect "], "word_origin": "From G1 (as a negative particle) and a derivative of G3201", "bible_references": ["Heb 8:7"], "letter": "F", "origin_links": ["G1", "G3201"], "data": {"1": {"Definitions": ["FAULT'LESS ,  adjective", "1.  Without fault; not defective or imperfect; free from blemish; free from incorrectness; perfect; as a  faultless  poem or picture.", "2.  Free from vice or imperfection; as a  faultless  man."], "Word": "Faultless", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FAULT'LESSNESS ,  noun   Freedom from faults or defects."], "Word": "Faultlessness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀνοχή", "transliteration": "anochē", "strongs_definition": "selfrestraint that is tolerance", "word_translated": "forbearance", "bible_usage": "forbearance.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"forbearance": "2"}, "brown_driver_definition": [], "phonetic": "an-okh-ay'", "strongs_number": "G463", "thayers_definition": [" 1. toleration, forbearance "], "word_origin": "From G430", "bible_references": ["Rom 2:4", "Rom 3:25"], "letter": "F", "origin_links": ["G430"], "data": {"1": {"Definitions": ["FORBEARANCE ,  noun", "1.  The act of avoiding, shunning or omitting; either the cessation or intermission of an act commenced, or a withholding from beginning an act. Liberty is the power of doing or forbearing an action, according as the doing or  forbearance  has a preference in the mind. The  forbearance  of sin is followed with satisfaction of mind.", "2.  Command of temper; restraint of passions.", "3.  The exercise of patience; long suffering; indulgence towards those who injure us; lenity; delay of resentment or punishment.", "Or despisest thou the riches of his goodness, and  forbearance   and long suffering?  Romans 2:4 ."], "Word": "Forbearance", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀπαλγέω", "transliteration": "apalgeō", "strongs_definition": "to grieve out that is become apathetic", "word_translated": "feeling", "bible_usage": "be past feeling.", "part_of_speech": "Verb", "translation_occurrences": {"feeling": "1"}, "brown_driver_definition": [], "phonetic": "ap-alg-eh'-o", "strongs_number": "G524", "thayers_definition": [" 1. to cease to feel pain or grief ", " a. to bear troubles with greater equanimity, cease to feel pain at ", " b. to become callous, insensible to pain, apathetic "], "word_origin": "From G575 and ἀλγέω algeō (to smart)", "bible_references": ["Eph 4:19"], "letter": "F", "origin_links": ["G575"], "data": {"1": {"Definitions": ["FEE'LING ,  participle present tense", "1.  Perceiving by the touch; having perception.", "2.   adjective   Expressive of great sensibility; affecting; tending to excite the passions. He made a  feeling  representation of his wrongs. He spoke with  feeling  eloquence.", "3.  Possessing great sensibility; easily affected or moved; as a  feeling  man; a  feeling  heart.", "4.  Sensibly or deeply affected; as, I had a  feeling  sense of his favors. [This use is not analogical, but common.]", "FEE'LING ,  noun", "1.  The sense of touch; the sense by which we perceive external objects which come in contact with the body, and obtain ideas of their tangible qualities; one of the five senses. It is by  feeling  we know that a body is hard or soft, hot or cold, wet or dry, rough or smooth.", "2.  Sensation; the effect of perception.", "The apprehension of the good gives but the greater  feeling  to the worse.", "3.  Faculty or power of perception; sensibility.", "Their king, out of a princely  feeling   was sparing and compassionate towards his subjects.", "4.  Nice sensibility; as a man of  feeling", "5.  Excitement; emotion."], "Word": "Feeling", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FEE'LINGLY ,  adverb", "1.  With expression of great sensibility; tenderly; as, to speak  feelingly", "2.  So as to be sensibly felt.", "These are counselors, that  feelingly  persuade me what I am."], "Word": "Feelingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀπελεύθερος", "transliteration": "apeleutheros", "strongs_definition": "one freed away that is a freedman", "word_translated": "freeman", "bible_usage": "freeman.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"freeman": "1"}, "brown_driver_definition": [], "phonetic": "ap-el-yoo'-ther-os", "strongs_number": "G558", "thayers_definition": [" 1. a slave that has been released from servitude, a freeman "], "word_origin": "From G575 and G1658", "bible_references": ["1 Cor 7:22"], "letter": "F", "origin_links": ["G575", "G1658"], "data": {"1": {"Definitions": ["FREE'MAN ,  noun   [free and man.]", "1.  One who enjoys liberty, or who is not subject to the will of another; one not a slave or vassal.", "2.  One who enjoys or is entitled to a franchise or peculiar privilege; as the freemen of a city or state."], "Word": "Freeman", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἄπιστος", "transliteration": "apistos", "strongs_definition": "(actively) disbelieving that is without Christian faith (specifically a heathen); (passively) untrustworthy (person) or incredible (thing)", "word_translated": "faithless", "bible_usage": "that believeth not faithless incredible thing infidel unbeliever (-ing).", "part_of_speech": "Adjective", "translation_occurrences": {"infidel": "2", "incredible": "1", "faithless": "4", "unbelieving": "5", "not": "7", "unbelievers": "4"}, "brown_driver_definition": [], "phonetic": "ap'-is-tos", "strongs_number": "G571", "thayers_definition": [" 1. unfaithful, faithless, (not to be trusted, perfidious) ", " 2. incredible ", " a. of things ", " 3. unbelieving, incredulous ", " a. without trust (in God) "], "word_origin": "From G1 (as a negative particle) and G4103", "bible_references": ["Mat 17:17", "Mark 9:19", "Luke 9:41", "John 20:27"], "letter": "F", "origin_links": ["G1", "G4103"], "data": {"1": {"Definitions": ["FA'ITHLESS ,  adjective", "1.  Without belief in the revealed truths of religion; unbelieving.", "O  faithless  generation. Math 18.", "2.  Not believing; not giving credit to.", "3.  Not adhering to allegiance or duty; disloyal; perfidious; treacherous; as a  faithless  subject.", "4.  Not true to a master or employer; neglectful; as a  faithless  servant.", "5.  Not true to the marriage covenant; false; as a  faithless  husband or wife.", "6.  Not observant of promises.", "7.  Deceptive.", "Yonder  faithless  phantom."], "Word": "Faithless", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FA'ITHLESSNESS ,  noun", "1.  Unbelief, as to revealed religion.", "2.  Perfidy; treachery; disloyalty; as in subjects.", "3.  Violation of promises or covenants; inconstancy; as of husband or wife."], "Word": "Faithlessness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀποτάσσομαι", "transliteration": "apotassomai", "strongs_definition": "literally to say adieu (by departing or dismissing); figuratively to renounce", "word_translated": "farewell", "bible_usage": "bid farewell forsake take leave send away.", "part_of_speech": "Verb", "translation_occurrences": {"leave": "2", "forsaketh": "1", "away": "1", "farewell": "2"}, "brown_driver_definition": [], "phonetic": "ap-ot-as'-som-ahee", "strongs_number": "G657", "thayers_definition": [" 1. to set apart, separate ", " a. to separate one's self, withdraw one's self from anyone ", " 1. to take leave of, bid farewell to ", " b. to renounce, forsake "], "word_origin": "Middle voice from G575 and G5021", "bible_references": ["Luke 9:61", "Act 18:21"], "letter": "F", "origin_links": ["G575", "G5021"], "data": {"1": {"Definitions": ["FA'REWELL , a compound of fare, in the imperative, and well. Go well; originally applied to a person departing, but by custom now applied both to those who depart and those who remain. It expresses a kind wish, a wish of happiness to those who leave or those who are left.", "The verb and adverb are often separated by the pronoun; fare you well; I wish you a happy departure; may you be well in your absence.", "It is sometimes an expression of separation only.  farewell  the year;  farewell  ye sweet groves; that is, I take my leave of you.", "FA'REWELL ,  noun", "1.  A wish of happiness or welfare at parting; the parting compliment; adieu.", "2.  Leave; act of departure.", "And takes her  farewell  of the glorious sun.", "Before I take my  farewell  of the subject."], "Word": "Farewell", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀσθενής", "transliteration": "asthenēs", "strongs_definition": "strengthless (in various applications literally or figuratively and morally)", "word_translated": "folks", "bible_usage": "more feeble impotent sick without strength weak (-er -ness thing).", "part_of_speech": "Adjective", "translation_occurrences": {"strength": "1", "things": "1", "weak": "12", "impotent": "1", "weaker": "1", "sick": "5", "weakness": "2", "folks": "1", "feeble": "1"}, "brown_driver_definition": [], "phonetic": "as-then-ace'", "strongs_number": "G772", "thayers_definition": [" 1. weak, infirm, feeble "], "word_origin": "From G1 (as a negative particle) and the base of G4599", "bible_references": ["Act 5:16"], "letter": "F", "origin_links": ["G1", "G4599"], "data": {"1": {"Definitions": ["FOLK ,  noun   foke. [Latin  vulgus. The sense is a crowd, from collecting or pressing, not from following, but from the same root, as to follow is to press toward. Gr. Originally and properly it had no plural, being a collective noun; but in modern use, in America, it has lost its singular number, and we hear it only in the plural. It is a colloquial word, not admissible into elegant style.]", "1.  People in general, or any part of them without distinction. What do folks say respecting the war? Men love to talk about the affairs of other folks.", "2.  Certain people, discriminated from others; as old folks, and young folks. Children sometimes call their parents, the old folks. So we say sick folks; poor folks; proud folks.", "3.  In scripture, the singular number is used; as a few sick folk; impotent  folk    Mark 6:5 .  John 5:3 .", "4.  Animals.", "The coneys are but a feeble  folk    Proverbs 30:26 ."], "Word": "Folk", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOLKLAND ,  noun   In English law, copyhold land; land held by the common people, at the will of the lord."], "Word": "Folkland", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOLKMOTE ,  noun", "An assembly of the people, or of bishops, thanes, aldermen and freemen, to consult respecting public affairs; an annual convention of the people, answering in some measure, to a modern parliament; a word used in England before the Norman conquest, after which, the national Council was called a parliament.", "But some authors allege that the  folkmote  was an inferior meeting or court."], "Word": "Folkmote", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀσσάριον", "transliteration": "assarion", "strongs_definition": "an assarius or as a Roman coin", "word_translated": "farthings", "bible_usage": "farthing.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"farthing": "1", "farthings": "1"}, "brown_driver_definition": [], "phonetic": "as-sar'-ee-on", "strongs_number": "G787", "thayers_definition": [" 1. an assarium or assarius, the name of a coin equal to the tenth part of a drachma "], "word_origin": "Of Latin origin", "bible_references": ["Luke 12:6"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["1.   Matthew 10:29 ;  Luke 12:6 . Greek assarion, i.e., a small as, which was a Roman coin equal to a tenth of a denarius or drachma, nearly equal to a halfpenny of our money.", "2.   Matthew 5:26 ;  Mark 12:42  (Gr. kodrantes), the quadrant, the fourth of an as, equal to two lepta, mites. The lepton (mite) was the very smallest copper coin."], "Word": "Farthing", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["From Greek Assarion, a Roman coin worth, in American money, about 1 1/2 cents; in English money, about 3 farthings Matthew 10:29 ;  Luke 12:6", "From Greek Kodrantes, worth, in American money, about two-fifths of a cent; in English money, less than a farthing Matthew 5:26 ;  Mark 12:42"], "Word": "Farthing", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["Two names of coins in the New Testament are rendered in the Authorized Version by this word:"], "Word": "Farthing", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["F'ARTHING ,  noun", "1.  The fourth of a penny; a small copper coin of Great Britain, being the fourth of a penny in value. In America we have no coin of this kind. We however use the word to denote the fourth part of a penny in value, but the penny is of different value from the English penny, and different in different states. It is becoming obsolete, with the old denominations of money.", "2.  Farthings, in the plural, copper coin.", "3.  Very small price or value. It is not worth a  farthing   that is, it is of very little worth, or worth nothing.", "4.  A division of land. [Not now used.]", "Thirty acres make a farthing-land; nine farthings a Cornish acre; and four Cornish acres a knight's fee."], "Word": "Farthing", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ARTHINGALE ,  noun   [This is a compound word, but it is not easy to analyze it.]", "A hoop petticoat; or circles of hoops, formed of whalebone, used to extend the petticoat."], "Word": "Farthingale", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ARTHINGSWORTH ,  noun   As much as is sold for a farthing."], "Word": "Farthingsworth", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀσσάριον", "transliteration": "assarion", "strongs_definition": "an assarius or as a Roman coin", "word_translated": "farthing", "bible_usage": "farthing.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"farthing": "1", "farthings": "1"}, "brown_driver_definition": [], "phonetic": "as-sar'-ee-on", "strongs_number": "G787", "thayers_definition": [" 1. an assarium or assarius, the name of a coin equal to the tenth part of a drachma "], "word_origin": "Of Latin origin", "bible_references": ["Mat 10:29"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["1.   Matthew 10:29 ;  Luke 12:6 . Greek assarion, i.e., a small as, which was a Roman coin equal to a tenth of a denarius or drachma, nearly equal to a halfpenny of our money.", "2.   Matthew 5:26 ;  Mark 12:42  (Gr. kodrantes), the quadrant, the fourth of an as, equal to two lepta, mites. The lepton (mite) was the very smallest copper coin."], "Word": "Farthing", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["From Greek Assarion, a Roman coin worth, in American money, about 1 1/2 cents; in English money, about 3 farthings Matthew 10:29 ;  Luke 12:6", "From Greek Kodrantes, worth, in American money, about two-fifths of a cent; in English money, less than a farthing Matthew 5:26 ;  Mark 12:42"], "Word": "Farthing", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["Two names of coins in the New Testament are rendered in the Authorized Version by this word:"], "Word": "Farthing", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["F'ARTHING ,  noun", "1.  The fourth of a penny; a small copper coin of Great Britain, being the fourth of a penny in value. In America we have no coin of this kind. We however use the word to denote the fourth part of a penny in value, but the penny is of different value from the English penny, and different in different states. It is becoming obsolete, with the old denominations of money.", "2.  Farthings, in the plural, copper coin.", "3.  Very small price or value. It is not worth a  farthing   that is, it is of very little worth, or worth nothing.", "4.  A division of land. [Not now used.]", "Thirty acres make a farthing-land; nine farthings a Cornish acre; and four Cornish acres a knight's fee."], "Word": "Farthing", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ARTHINGALE ,  noun   [This is a compound word, but it is not easy to analyze it.]", "A hoop petticoat; or circles of hoops, formed of whalebone, used to extend the petticoat."], "Word": "Farthingale", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ARTHINGSWORTH ,  noun   As much as is sold for a farthing."], "Word": "Farthingsworth", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀφρίζω", "transliteration": "aphrizō", "strongs_definition": "to froth at the mouth (in epilepsy)", "word_translated": "foaming", "bible_usage": "foam.", "part_of_speech": "Verb", "translation_occurrences": {"foameth": "1", "foaming": "1"}, "brown_driver_definition": [], "phonetic": "af-rid'-zo", "strongs_number": "G875", "thayers_definition": [" 1. to foam "], "word_origin": "From G876", "bible_references": ["Mark 9:20"], "letter": "F", "origin_links": ["G876"], "data": {"1": {"Definitions": ["FOAMING ,  participle present tense   Frothing; fuming."], "Word": "Foaming", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOAMINGLY ,  adverb   Frothily."], "Word": "Foamingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀφρίζω", "transliteration": "aphrizō", "strongs_definition": "to froth at the mouth (in epilepsy)", "word_translated": "foameth", "bible_usage": "foam.", "part_of_speech": "Verb", "translation_occurrences": {"foameth": "1", "foaming": "1"}, "brown_driver_definition": [], "phonetic": "af-rid'-zo", "strongs_number": "G875", "thayers_definition": [" 1. to foam "], "word_origin": "From G876", "bible_references": ["Mark 9:18"], "letter": "F", "origin_links": ["G876"], "data": {"1": {"Definitions": ["( Hosea 10:7 ), the rendering of ketseph, which properly means twigs or splinters (as rendered in the LXX. and marg. R.V.). The expression in Hosea may therefore be read, \"as a chip on the face of the water,\" denoting the helplessness of the piece of wood as compared with the irresistable current."], "Word": "Foam", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["FOAM ,  noun   [Latin  fumo, to smoke, to  foam  ]", "Froth; spume; the substance which is formed on the surface of liquors by fermentation or violent agitation, consisting of bubbles.", "FOAM ,  verb intransitive", "1.  To froth; to gather  foam   The billows  foam   A horse foams at the mouth when violently heated.", "2.  To be in a rage; to be violently agitated.", "He foameth and gnasheth with his teeth.  Mark 9:18 .", "FOAM ,  verb transitive   To throw out with rage or violence; with out.", "FOAM ing out their own shame.  Jude 1:13 ."], "Word": "Foam", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOAMING ,  participle present tense   Frothing; fuming."], "Word": "Foaming", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FOAMINGLY ,  adverb   Frothily."], "Word": "Foamingly", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FOAMY ,  adjective   Covered with foam; frothy.", "Behold how high the  foamy  billows ride!"], "Word": "Foamy", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δυσεντερία", "transliteration": "dusenteria", "strongs_definition": "a ", "word_translated": "flux", "bible_usage": "bloody flux.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"flux": "1"}, "brown_driver_definition": [], "phonetic": "doos-en-ter-ee'-ah", "strongs_number": "G1420", "thayers_definition": [" 1. dysentery, bowel ailment "], "word_origin": "From G1418 and a compound of G1787 (meaning a bowel)", "bible_references": ["Act 28:8"], "letter": "F", "origin_links": ["G1418", "G1787"], "data": {"1": {"Definitions": ["FLUX ,  noun   [Latin  fluxus, fluo, fluxi.]", "1.  The act of flowing; the motion or passing of a fluid.", "2.  The moving or passing of any thing in continued succession. Things in this life, are in a continual  flux", "3.  Any flow or issue of matter. In medicine, an extraordinary issue or evacuation from the bowels or other part; as the bloody  flux  or dysentery, hepatic  flux   etc.", "4.  In hydrography, the flow of the tide. The ebb is called reflux.", "5.  In metallurgy, any substance or mixture used to promote the fusion of metals or minerals, as alkalies, borax, tartar and other saline matter, or in large operations limestone or fluor. Alkaline fluxes are either the crude, the white or the black  flux", "6.  Fusion; a liquid state from the operation of heat.", "7.  That which flows or is discharged.", "8.  Concourse; confluence. [Little used.]", "FLUX ,  adjective   Flowing; moving; maintained by a constant succession of parts; inconstant; variable. [Not well authorized.]", "FLUX ,  verb transitive", "1.  To melt; to fuse; to make fluid.", "One part of mineral alkali will  flux  two of siliceous earth with effervescence.", "2.  To salivate. [Little used.]"], "Word": "Flux", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["( Acts 28:8 ) the same as our dysentery, which in the East is, though sometimes sporadic, generally epidemic and infectious, and then assumes its worst form."], "Word": "Flux, Bloody", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["FLUXA'TION ,  noun   A flowing or passing away, and giving place to others."], "Word": "Fluxation", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FLUX'ED ,  participle passive   Melted; fused; reduced to a flowing state."], "Word": "Fluxed", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FLUXIBIL'ITY ,  noun   The quality of admitting fusion."], "Word": "Fluxibility", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FLUX'IBLE ,  adjective   [from Low Latin ] Capable of being melted or fused, as a mineral."], "Word": "Fluxible", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["FLUXIL'ITY ,  noun   [Low Latin  fluxilis.] The quality of admitting fusion; possibility of being fused or liquified."], "Word": "Fluxility", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["FLUX'ION   noun   [Latin  fluxio, from fluo, to flow.]", "1.  The act of flowing.", "2.  The matter that flows.", "3.  Fluxions, in mathematics, the analysis of infinitely small variable quantities, or a method of finding an infinitely small quantity, which being taken an infinite number of times, becomes equal to a quantity given.", "In fluxions, magnitudes are supposed to be generated by motion; a line by the motion of a point, a surface by the motion of a line, and a solid by the motion of a surface. And some part of a figure is supposed to be generated by a uniform motion, in consequence of which the other parts may increase uniformly, or with an accelerated or retarded motion, or may decrease in any of these ways, and the computations are made by tracing the comparative velocities with which the parts flow.", "A  fluxion  is an infinitely small quantity, an increment; the infinitely small increase of the fluent or flowing quantity."], "Word": "Fluxion", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["FLUX'IONARY ,  adjective   Pertaining to mathematical fluxions."], "Word": "Fluxionary", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["FLUX'IONIST ,  noun   One skilled in fluxions."], "Word": "Fluxionist", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["FLUX'IVE ,  adjective   Flowing; wanting solidity. [Not used.]"], "Word": "Fluxive", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["FLUX'URE ,  noun   A flowing or fluid matter. [Not used.]"], "Word": "Fluxure", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "εἶτα", "transliteration": "eita", "strongs_definition": "a particle of succession (in time or logical enumeration) then moreover", "word_translated": "Furthermore", "bible_usage": "after that (-ward) furthermore then. See also  .", "part_of_speech": "Adverb", "translation_occurrences": {"Then": "11", "Furthermore": "1", "after": "1", "afterward": "1", "that": "2"}, "brown_driver_definition": [], "phonetic": "i'-tah", "strongs_number": "G1534", "thayers_definition": [" 1. then ", " 2. next, after that "], "word_origin": "Of uncertain affinity", "bible_references": ["Heb 12:9"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FUR'THERMORE ,  adverb   Moreover; besides; in addition to what has been said."], "Word": "Furthermore", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐκτενής", "transliteration": "ektenēs", "strongs_definition": "intent", "word_translated": "fervent", "bible_usage": "without ceasing fervent.", "part_of_speech": "Adjective", "translation_occurrences": {"ceasing": "1", "fervent": "1"}, "brown_driver_definition": [], "phonetic": "ek-ten-ace'", "strongs_number": "G1618", "thayers_definition": [" 1. stretched out ", " 2. metaph. intent, earnestly, assiduously "], "word_origin": "From G1614", "bible_references": ["1 Pet 4:8"], "letter": "F", "origin_links": ["G1614"], "data": {"1": {"Definitions": ["FERV'ENT ,  adjective   [Latin  fervens, from ferveo, to be hot, to boil, to glow.]", "1.  Hot; boiling; as a  fervent  summer;  fervent  blood.", "2.  Hot in temper; vehement.", "They are  fervent  to dispute.", "3.  Ardent; very warm; earnest; excited; animated; glowing; as  fervent  zeal;  fervent  piety.", "Fervent in spirit.  Romans 12:11 ."], "Word": "Fervent", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FERV'ENTLY ,  adverb", "1.  Earnestly; eagerly; vehemently; with great warmth.", "2.  With pious ardor; with earnest zeal; ardently.", "Epaphras - saluteth you, laboring  fervently  for you in prayers.  Colossians 4:12 ."], "Word": "Fervently", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐλεύθερος", "transliteration": "eleutheros", "strongs_definition": "unrestrained (to go at pleasure) that is (as a citizen) not a slave (whether freeborn or manumitted) or (generally) exempt (from obligation or liability)", "word_translated": "freewoman", "bible_usage": "free (man woman) at liberty.", "part_of_speech": "Adjective", "translation_occurrences": {"freewoman": "3", "liberty": "1", "free": "18", "man": "1"}, "brown_driver_definition": [], "phonetic": "el-yoo'-ther-os", "strongs_number": "G1658", "thayers_definition": [" 1. freeborn ", " a. in a civil sense, one who is not a slave ", " b. of one who ceases to be a slave, freed, manumitted ", " 2. free, exempt, unrestrained, not bound by an obligation ", " 3. in an ethical sense: free from the yoke of the Mosaic Law "], "word_origin": "Probably from the alternate of G2064", "bible_references": ["Gal 4:22", "Gal 4:23", "Gal 4:30"], "letter": "F", "origin_links": ["G2064"], "data": {"1": {"Definitions": ["FREE'WOMAN ,  noun   A woman not a slave."], "Word": "Freewoman", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐμπίπλημι", "transliteration": "empiplēmi emplēthō", "strongs_definition": "to fill in (up) that is (by implication) to satisfy (literally or figuratively)", "word_translated": "filling", "bible_usage": "fill.", "part_of_speech": "Verb", "translation_occurrences": {"filling": "1", "full": "1", "filled": "3"}, "brown_driver_definition": [], "phonetic": "em-pip'-lay-mee em-play'-tho", "strongs_number": "G1705", "thayers_definition": [" 1. to fill up, fill full ", " 2. to take one's fill of, glut one's desire for, satisfy, satiate "], "word_origin": "From G1722 and the base of G4118", "bible_references": ["Act 14:17"], "letter": "F", "origin_links": ["G1722", "G4118"], "data": {"1": {"Definitions": ["FILL'ING ,  participle present tense   Making full; supplying abundantly; growing full.", "FILL'ING ,  noun", "1.  A making full; supply.", "2.  The woof in weaving."], "Word": "Filling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπιλησμονή", "transliteration": "epilēsmonē", "strongs_definition": "negligence", "word_translated": "forgetful", "bible_usage": "X-(idiom) forgetful.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"forgetful": "1"}, "brown_driver_definition": [], "phonetic": "ep-ee-lace-mon-ay'", "strongs_number": "G1953", "thayers_definition": [" 1. forgetfulness "], "word_origin": "From a derivative of G1950", "bible_references": ["Jam 1:25"], "letter": "F", "origin_links": ["G1950"], "data": {"1": {"Definitions": ["FORGET'FUL ,  adjective", "1.  Apt to forget; easily losing the remembrance of. A  forgetful  man should use helps to strengthen his memory.", "2.  Heedless; careless; neglectful; inattentive.", "Be not  forgetful  to entertain strangers.  Hebrews 13:2 .", "3.  Causing to forget; inducing oblivion; oblivious; as  forgetful  draughts."], "Word": "Forgetful", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORGET'FULNESS ,  noun", "1.  The quality of losing the remembrance or recollection of a thing; or rather, the quality of being apt to let any thing slip from the mind.", "2.  Loss of remembrance or recollection; a ceasing to remember; oblivion.", "A sweet  forgetfulness  of human care.", "3.  Neglect; negligence; careless omission; inattention; as  forgetfulness  of duty."], "Word": "Forgetfulness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπιλανθάνομαι", "transliteration": "epilanthanomai", "strongs_definition": "to lose out of mind; by implication to neglect", "word_translated": "forgetting", "bible_usage": "(be) forget (-ful of).", "part_of_speech": "Verb", "translation_occurrences": {"forgetting": "1", "forgotten": "3", "forgetteth": "1", "forget": "2", "forgetful": "1"}, "brown_driver_definition": [], "phonetic": "ep-ee-lan-than'-om-ahee", "strongs_number": "G1950", "thayers_definition": [" 1. to forget ", " 2. neglecting, no longer caring for ", " 3. forgotten, given over to oblivion, i.e. uncared for "], "word_origin": "Middle voice from G1909 and G2990", "bible_references": ["Phil 3:13"], "letter": "F", "origin_links": ["G1909", "G2990"], "data": {"1": {"Definitions": ["FORGET'TING ,  participle present tense   Losing the remembrance of.", "FORGET'TING ,  noun   The act of forgetting; forgetfulness; inattention."], "Word": "Forgetting", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["A characteristic of the wicked Proverbs 2:17 ;  Isaiah 65:11", "Backsliders guilty of Jeremiah 2:32 ;  Jeremiah 3:21", "Is forgetting His:", "Covenant Deuteronomy 4:23 ;  2 Kings 17:38", "Works Psalms 78:7 ;  Psalms 78:11 ;  Psalms 106:13", "Benefits Psalms 103:2 ;  Psalms 106:7", "Word Hebrews 12:5 ;  James 1:25", "Law Psalms 119:153 ;  Psalms 119:176 ;  Hosea 4:6", "Church (1) Psalms 137:5", "Past deliverances Judges 8:34 ;  Psalms 78:42", "Power to deliver Isaiah 51:13-15", "Encouraged by false teachers Jeremiah 23:27", "Prosperity leads to Deuteronomy 8:12-14 ;  Hosea 13:6", "Trials should not lead to Psalms 44:17-20", "Resolve against Psalms 119:16 ;  Psalms 119:93", "Cautions against Deuteronomy 6:12 ;  Deuteronomy 8:11", "Exhortation to those guilty of Psalms 50:22", "Punishment of Job 8:12-13 ;  Psalms 9:17 ;  Isaiah 17:10-11 ;  Ezekiel 23:35 ;  Hosea 8:14", "Punishment of, threatened Job 8:13 ;  Psalms 9:17 ;  Psalms 50:22 ;  Isaiah 17:10 ;  Jeremiah 2:32 ;  Hosea 8:14 Backsliders ;  Forsaking God"], "Word": "Forgetting God", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["FORGET'TINGLY ,  adverb   By forgetting or forgetfulness."], "Word": "Forgettingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπιθυμέω", "transliteration": "epithumeō", "strongs_definition": "to set the heart upon that is long for (rightfully or otherwise)", "word_translated": "fain", "bible_usage": "covet desire would fain lust (after).", "part_of_speech": "Verb", "translation_occurrences": {"desire": "4", "lusted": "1", "covet": "2", "lusteth": "1", "lust": "2", "desired": "2", "desireth": "1", "fain": "1", "coveted": "1", "desiring": "1"}, "brown_driver_definition": [], "phonetic": "ep-ee-thoo-meh'-o", "strongs_number": "G1937", "thayers_definition": [" 1. to turn upon a thing ", " 2. to have a desire for, long for, to desire ", " 3. to lust after, covet ", " a. of those who seek things forbidden "], "word_origin": "From G1909 and G2372", "bible_references": ["Luke 15:16"], "letter": "F", "origin_links": ["G1909", "G2372"], "data": {"1": {"Definitions": ["FAIN ,  adjective", "1.  Glad; pleased; rejoiced. but the appropriate sense of the word is, glad or pleased to do something under some kind of necessity; that is, glad to evade evil or secure good. Thus, says Locke, 'The learned Castalio was  fain  to make trenches at Basil, to keep himself from starving.' this appropriation of the word, which is modern, led Dr. Johnson into a mistake in defining the word. The proper signification is glad, joyful.", "FAIN ,  adverb   Gladly; with joy or pleasure.", "He would  fain  flee out of his hand.  Job 27:22 .", "He would  fain  have filled his belly with husks.  Luke 15:16 .", "FAIN ,  verb intransitive   to wish or desire. [Not used.]"], "Word": "Fain", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FA'INING ,  participle present tense   wishing; desiring fondly.", "In his  faining  eye."], "Word": "Faining", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FAINT ,  adjective   [Latin  vanus, whence to vanish. Eng. to wane.]", "1.  weak; languid; inclined to swoon; as, to be rendered  faint  by excessive evacuations.", "2.  Weak; feeble; languid; exhausted; as  faint  with fatigue, hunger or thirst.", "3.  Weak, as color; not bright or vivid; not strong; as a  faint  color; a  faint  red or blue; a  faint  light.", "4.  Feeble; weak, as sound; not loud; as a  faint  sound; a  faint  voice.", "5.  Imperfect; feeble; not striking; as a  faint  resemblance or image.", "6.  Cowardly; timorous. A  faint  heart never wins a fair lady.", "7.  Feeble; not vigorous; not active; as a  faint  resistance; a  faint  exertion.", "8.  Dejected; depressed; dispirited.", "My heart is  faint    Lamentations 1:13 .", "FAINT ,  verb intransitive", "1.  To lose the animal functions; to lose strength and color, and become senseless and motionless; to swoon; sometimes with away. he fainted for loss of blood.", "On hearing the honor intended her, she fainted away.", "2.  To become feeble; to decline or fail in strength and vigor; to be weak.", "If I send them away fasting to their own houses, they will  faint  by the way.  Mark 8:3 .", "3.  To sink into dejection; to lose courage or spirit.", "Let not your hearts  faint    Deuteronomy 20:3 .", "If thou  faint  in the day of adversity, thy strength is small.  Proverbs 24:10 .", "4.  To decay; to disappear; to vanish.", "Gilded clouds, while we gaze on them,  faint  before the eye.", "FAINT ,  verb transitive   To deject; to depress; to weaken. [Unusual.]"], "Word": "Faint", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FAINTHEARTED ,  adjective   Cowardly; timorous; dejected; easily depressed, or yielding to fear.", "Fear not, neither be  fainthearted    Isaiah 7:4 ."], "Word": "Fainthearted", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FAINTHEARTEDLY ,  adverb   In a cowardly manner."], "Word": "Faintheartedly", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FAINTHEARTEDNESS ,  noun   Cowardice; timorousness; want of courage."], "Word": "Faintheartedness", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["Lamentations 2:12 Daniel 8:27"], "Word": "Fainting", "Dictionary": "Naves Topical Index"}, "8": {"Definitions": ["FA'INTING ,  participle present tense   Falling into a swoon; failing; losing strength or courage; becoming feeble or timid.", "FA'INTING ,  noun   A temporary loss of strength, color and respiration; syncope; deliquium; leipothymy; a swoon."], "Word": "Fainting", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["FA'INTISH ,  adjective   Slightly faint."], "Word": "Faintish", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["FA'INTISHNESS ,  noun   A slight degree of faintness."], "Word": "Faintishness", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["FA'INTLING ,  adjective   Timorous; feeble-minded. [Not used.]"], "Word": "Faintling", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["FA'INTLY ,  adverb", "1.  In a feeble, languid manner; without vigor or activity; as, to attack or defend  faintly", "2.  With a feeble flame; as, a torch burns  faintly", "3.  With a feeble light; as, the candle burns  faintly", "4.  With little force; as, to breathe  faintly", "5.  Without force of representation; imperfectly; as, to describe  faintly  what we have seen.", "6.  In a low tone; with a feeble voice; as, to speak  faintly", "7.  Without spirit or courage; timorously.", "He  faintly  now declines the fatal strife."], "Word": "Faintly", "Dictionary": "Webster's 1828 Dictionary"}, "13": {"Definitions": ["FA'INTNESS ,  noun", "1.  The state of being faint; loss of strength, color and respiration.", "2.  Feebleness; languor; want of strength.", "3.  Inactivity; want of vigor.", "4.  Feebleness, as of color or light.", "5.  Feebleness of representation; as  faintness  of description.", "6.  Feebleness of mind; timorousness; dejection; irresolution.", "I will send a  faintness  into their hearts.  Leviticus 26:36 ."], "Word": "Faintness", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["FAINTS ,  noun    plural   the gross fetid oil remaining after distillation, or a weak spirituous liquor that runs from the still in rectifying the low wines after the proof spirit is drawn off; also, the last runnings of all spirits distilled by the alembic."], "Word": "Faints", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["FA'INTY ,  adjective   weak; feeble; languid."], "Word": "Fainty", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπιορκέω", "transliteration": "epiorkeō", "strongs_definition": "to commit perjury", "word_translated": "forswear", "bible_usage": "forswear self.", "part_of_speech": "Verb", "translation_occurrences": {"forswear": "1"}, "brown_driver_definition": [], "phonetic": "ep-ee-or-keh'-o", "strongs_number": "G1964", "thayers_definition": [" 1. to swear falsely, forswear one's self "], "word_origin": "From G1965", "bible_references": ["Mat 5:33"], "letter": "F", "origin_links": ["G1965"], "data": {"1": {"Definitions": ["FORSWEAR ,  verb transitive    preterit tense   forswore;  participle passive   forsworn.  See Swear and Answer .]", "1.  To reject or renounce upon oath.", "2.  To deny upon oath.", "Like innocence, and as serenely bold as truth, how loudly he forswears thy gold.", "To  forswear  one's self, is to swear falsely; to perjure one's self.", "Thou shalt not  forswear  thyself.  Matthew 5:33 .", "FORSWEAR ,  verb intransitive   To swear falsely; to commit perjury."], "Word": "Forswear", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORSWEARER ,  noun   One who rejects on oath; one who is perjured; one that swears a false oath."], "Word": "Forswearer", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FORSWEARING ,  participle present tense   Denying on oath; swearing falsely."], "Word": "Forswearing", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐργάτης", "transliteration": "ergatēs", "strongs_definition": "a toiler; figuratively a teacher", "word_translated": "fellowlabourer", "bible_usage": "labourer worker (-men).", "part_of_speech": "Noun Masculine", "translation_occurrences": {"workers": "3", "workmen": "1", "workman": "2", "labourers": "8", "fellowlabourer": "2"}, "brown_driver_definition": [], "phonetic": "er-gat'-ace", "strongs_number": "G2040", "thayers_definition": [" 1. a workman, a labourer ", " a. usually one who works for hire esp. an agricultural worker ", " 2. one who does, a worker, perpetrator "], "word_origin": "From G2041", "bible_references": ["Luke 10:7", "1 Tim 5:18"], "letter": "F", "origin_links": ["G2041"], "data": {"1": {"Definitions": ["FELLOW-LA'BORER ,  noun   One who labors in the same business or design."], "Word": "Fellow-laborer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἑταῖρος", "transliteration": "hetairos", "strongs_definition": "a comrade", "word_translated": "Friend", "bible_usage": "fellow friend.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Friend": "3", "fellows": "1"}, "brown_driver_definition": [], "phonetic": "het-ah'ee-ros", "strongs_number": "G2083", "thayers_definition": [" 1. a comrade, mate, partner ", " 2. in kindly address ", " a. friend, (my good friend) "], "word_origin": "From ἔτης etēs (a clansman)", "bible_references": ["Mat 20:13", "Mat 22:12", "Mat 26:50"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FRIEND ,  noun   frend.", "1.  One who is attached to another by affection; one who entertains for another sentiments of esteem, respect and affection, which lead him to desire his company, and to seek to promote his happiness and prosperity; opposed to foe or enemy.", "A  friend  loveth at all times.  Proverbs 17:17 .", "2.  One not hostile; opposed to an enemy in war.", "3.  One reconciled after enmity. Let us be friends again.", "4.  An attendant; a companion.", "5.  A favorer; one who is propitious; as a  friend  to commerce; a  friend  to poetry; a  friend  to charitable institution.", "6.  A favorite. Hushai was David's  friend", "7.  A term of salutation; a familiar compellation.", "FRIEND , how camest thou in hither?  Matthew 22:12 .", "So Christ calls Judas his  friend   though a traitor.", "Mat 26.", "8.  Formerly, a paramour.", "9.  A  friend  at court, one who has sufficient interest to serve another.", "FRIEND ,  verb transitive   frend. To favor; to countenance; to befriend; to support or aid. [But we now use befriend.]"], "Word": "Friend", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FRIEND'ED ,  participle passive   frend'ed.", "1.  Favored; befriended.", "2.   adjective   Inclined to love; well disposed."], "Word": "Friended", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FRIEND'LESS ,  adjective   frend'less. Destitute of friends; wanting countenance or support; forlorn."], "Word": "Friendless", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FRIEND'LIKE ,  adjective   frend'like. Having the dispositions of a friend."], "Word": "Friendlike", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FRIEND'LINESS ,  noun   frend'liness.", "1.  A disposition to friendship; friendly disposition.", "2.  Exertion of benevolence or kindness."], "Word": "Friendliness", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FRIEND'LY ,  adjective   frend'ly.", "1.  Having the temper and disposition of a friend; kind; favorable; disposed to promote the good of another.", "Thou to mankind be good and  friendly  still, and oft return.", "2.  Disposed to peace.", "3.  Amicable. We are on  friendly  terms.", "4.  Not hostile; as a  friendly  power or state.", "5.  Favorable; propitious; salutary; promoting the good of; as a  friendly  breeze or gale. Excessive rains are not  friendly  to the ripening fruits. Temperance is  friendly  to longevity.", "FRIEND'LY ,  adverb   frend'ly. In the manner of friends; amicably. [Not much used.]"], "Word": "Friendly", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["Jesus calls His disciples friends John 15:14-15", "False friends, instances of:", "Pharaoh's butler false to Joseph Genesis 40:23", "Delilah to Samson Jude 16:1-20", "The Ephraimite's wife Judges 19:1-2", "David to Joab 1 Kings 2:5-6", "David to Uriah 1 Kings 10:11", "Ahithophel to David 2 Samuel 15:12", "David's friends to David Psalms 35:11-16 ;  Psalms 41:9 ;  Psalms 55:12-14 ;  Psalms 55:20-21 ;  Psalms 88:8 ;  Psalms 88:18", "Judas Matthew 26:48-49", "Disciples Matthew 26:56 ;  Matthew 26:58 Hypocrisy"], "Word": "Friends", "Dictionary": "Naves Topical Index"}, "8": {"Definitions": ["General references Deuteronomy 13:6-9 ;  Job 6:14-15 ;  Job 16:2 ;  Job 16:20 ;  Job 19:13-22 ;  Psalms 35:13-14 ;  Psalms 41:9 ;  Psalms 55:12-14 ;  Psalms 88:8 ;  Psalms 88:18 ;  Proverbs 11:13 ;  Proverbs 17:9 ;  Proverbs 17:17 ;  Proverbs 18:24 ;  Proverbs 22:24-27 ;  Proverbs 25:17 ;  Proverbs 25:19 ;  Proverbs 27:6 ;  Proverbs 27:9-10 ;  Proverbs 27:14 ;  Proverbs 27:17 ;  Proverbs 27:19 ;  Ecclesiastes 4:9-12 ;  Amos 3:3 ;  2 Timothy 4:16", "Instances of:", "Abraham and Lot Genesis 14:14-16", "Ruth and Naomi Ruth 1:16-17", "Samuel and Saul 1 Samuel 15:35 ;  1 Samuel 16:1", "David and Jonathan 1 Samuel 18:1-4 ;  1 Samuel 9:20 ;  1 Samuel 23:16-18 ;  2 Samuel 1:17-27 ;  2 Samuel 9:1-13", "David and Abiathar 1 Samuel 22:23", "David and Nahash 2 Samuel 10:2", "David and Hiram 1 Kings 5:1", "David and Hushai 2 Samuel 15:32-37 ;  2 Samuel 10:16 ;  2 Samuel 17:1-22", "David and Ittai 2 Samuel 15:19-21", "Joram and Ahaziah 2 Kings 8:28-29 ;  2 Kings 9:16", "Job and his three friends Job 2:11-13", "Daniel and his three companions Daniel 2:49", "Mary, Martha, and Lazarus, and Jesus Luke 10:38-42 ;  John 11:1-46", "The Marys, and Joseph of Arimathaea, for Jesus Matthew 27:55-61 ;  Matthew 28:1-8 ;  Luke 24:10 ;  John 20:11-18", "Luke and Theophilus Acts 1:1", "Paul and his nephew Acts 23:16", "Paul, Priscilla, and Aquila Romans 16:3-4", "Paul, Timothy, and Epaphroditus Philippians 2:19-20 ;  Philippians 2:22 ;  Philippians 2:25"], "Word": "Friendship", "Dictionary": "Naves Topical Index"}, "9": {"Definitions": ["FRIEND'SHIP ,  noun   frend'ship.", "1.  An attachment to a person, proceeding from intimate acquaintance, and a reciprocation of kind offices, or from a favorable opinion of the amiable and respectable qualities of his mind.  friendship  differs from benevolence, which is good will to mankind in general, and from that love which springs from animal appetite. True  friendship  is a noble and virtuous attachment, springing from a pure source, a respect for worth or amiable qualities. False  friendship  may subsist between bad men, as between thieves and pirates. This is a temporary attachment springing from interest, and may change in a moment to enmity and rancor.", "There can be no  friendship  without confidence, and no confidence without integrity.", "There is little  friendship  in the world.", "The first law of  friendship  is sincerity.", "2.  Mutual attachment; intimacy.", "If not in  friendship   live at least in peace.", "3.  Favor; personal kindness.", "His friendships, still a few confined, were always of the middling kind.", "4.  Friendly aid; help; assistance.", "5.  Conformity; affinity; correspondence; aptness to unite.", "We know those colors which have a  friendship  with each other.", "[Not common and hardly legitimate.]"], "Word": "Friendship", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "εὐφραίνω", "transliteration": "euphrainō", "strongs_definition": "to put (middle voice or passive voice be) in a good frame of mind that is rejoice", "word_translated": "fared", "bible_usage": "fare make glad be (make) merry rejoice.", "part_of_speech": "Verb", "translation_occurrences": {"merry": "6", "rejoice": "5", "fared": "1", "glad": "1", "rejoiced": "1"}, "brown_driver_definition": [], "phonetic": "yoo-frah'ee-no", "strongs_number": "G2165", "thayers_definition": [" 1. to gladden, make joyful ", " a. to be glad, to be merry, to rejoice ", " b. to rejoice in, be delighted with a thing "], "word_origin": "From G2095 and G5424", "bible_references": ["Luke 16:19"], "letter": "F", "origin_links": ["G2095", "G5424"], "data": {"1": {"Definitions": ["F'AR ,  adjective   [Latin  porro; Gr. connected with, a way, a passing, to pass or go.  See Fare .]", "1.  Distant, in any direction; separated by a wide space from the place where one is, or from any given place remote.", "They said, we are come from a  far  country.  Joshua 9:6 .", "The kingdom of heaven is as a man travelling into a  far  country.  Matthew 25:14 .", "The nation  far  and near contend in choice.", "2.  Figuratively, remote from purpose; contrary to design or wishes; as,  far  be it from me to justify cruelty.", "3.  Remote in affection or obedience; at enmity with; alienated; in a spiritual sense.", "They that are  far  from thee shall perish.  Psalms 123:1 .", "4.  More or most distant of the two; as the  far  side of a horse. But the drivers of teams in New England generally use off; as the off side, or off horse or ox.", "F'AR ,  adverb", "1.  To a great extent or distance of space; as the  far  extended ocean; we are separated  far  from each other.", "Only ye shall not go very  far  away.  Exodus 8:28 .", "2.  figuratively, distantly in time from any point; remotely. He pushed his researches very  far  into antiquity.", "3.  In interrogatories, to what distance or extent. How  far  will such reasoning lead us?", "4.  In great part; as, the day is  far  spent.", "5.  In a great proportion; by many degrees; very much.", "Who can find a virtuous woman? for her price is  far  above rubies.  Proverbs 31:10 .", "For I am in a strait betwixt two, having a desire to depart, and to be with Christ, which is  far  better.  Philippians 1:23 .", "6.  to a certain point, degree or distance. This argument is sound and logical, as  far  as it goes.", "Answer them how  far  forth you do like their articles.", "From  far   from a great distance; from a remote place.", "Far from, at a great distance; as  far  from home;  far  from hope.", "1.   far  off, at a great distance.", "They tarried in a place that was  far  off.  2 Samuel 15:17 .", "2.  To a great distance.", "Lo then would I wander  far  off, and remain in the wilderness.  Psalms 55:7 .", "3.  In a spiritual sense, alienated; at enmity; in a state of ignorance and alienation.", "Ye, who were sometime  far  off, are made nigh by the blood of Christ.  Ephesians 2:13 .", "Far other, very different."], "Word": "Far", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κλάσμα", "transliteration": "klasma", "strongs_definition": "a piece (bit)", "word_translated": "fragments", "bible_usage": "broken fragment.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"broken": "2", "fragments": "7"}, "brown_driver_definition": [], "phonetic": "klas'-mah", "strongs_number": "G2801", "thayers_definition": [" 1. a fragment, broken piece ", " a. remnants of food "], "word_origin": "From G2806", "bible_references": ["Mat 14:20", "Mark 6:43", "Mark 8:19", "Mark 8:20", "Luke 9:17", "John 6:12", "John 6:13"], "letter": "F", "origin_links": ["G2806"], "data": {"1": {"Definitions": ["FRAG'MENT ,  noun   [Latin  fragmentum, from frango, to break.]", "1.  A part broken off; a piece separated from any thing by breaking.", "Gather up the fragments that remain, that nothing is lost.  John 6:12 .", "2.  A part separated from the rest; an imperfect part; as fragments of ancient writings.", "3.  A small detached portion; as fragments of time."], "Word": "Fragment", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FRAG'MENTARY ,  adjective   Composed of fragments."], "Word": "Fragmentary", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κωλύω", "transliteration": "kōluō", "strongs_definition": "to estop that is prevent (by word or act)", "word_translated": "Forbidding", "bible_usage": "forbid hinder keep from let not suffer withstand.", "part_of_speech": "Verb", "translation_occurrences": {"hinder": "1", "withstand": "1", "kept": "1", "forbid": "9", "forbiddeth": "1", "forbidden": "1", "forbad": "3", "let": "1", "hindered": "1", "Forbidding": "3", "suffered": "1"}, "brown_driver_definition": [], "phonetic": "ko-loo'-o", "strongs_number": "G2967", "thayers_definition": [" 1. to hinder, prevent forbid ", " 2. to withhold a thing from anyone ", " 3. to deny or refuse one a thing "], "word_origin": "From the base of G2849", "bible_references": ["Luke 23:2", "1 Th 2:16", "1 Tim 4:3"], "letter": "F", "origin_links": ["G2849"], "data": {"1": {"Definitions": ["FORBID'DING ,  participle present tense", "1.  Prohibiting; hindering.", "2.   adjective   Repelling approach; repulsive; raising abhorrence, aversion or dislike; disagreeable; as a  forbidding  aspect; a  forbidding  formality; a  forbidding  air.", "FORBID'DING ,  noun   Hindrance; opposition."], "Word": "Forbidding", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κωλύω", "transliteration": "kōluō", "strongs_definition": "to estop that is prevent (by word or act)", "word_translated": "forbiddeth", "bible_usage": "forbid hinder keep from let not suffer withstand.", "part_of_speech": "Verb", "translation_occurrences": {"hinder": "1", "withstand": "1", "kept": "1", "forbid": "9", "forbiddeth": "1", "forbidden": "1", "forbad": "3", "let": "1", "hindered": "1", "Forbidding": "3", "suffered": "1"}, "brown_driver_definition": [], "phonetic": "ko-loo'-o", "strongs_number": "G2967", "thayers_definition": [" 1. to hinder, prevent forbid ", " 2. to withhold a thing from anyone ", " 3. to deny or refuse one a thing "], "word_origin": "From the base of G2849", "bible_references": ["3 John 1:10"], "letter": "F", "origin_links": ["G2849"], "data": {"1": {"Definitions": ["FORBID ',  verb transitive    preterit tense   forbad;  participle passive    forbid   forbidden. Literally, to bid or command against. Hence,", "1.  To prohibit; to interdict; to command to forbear or not to do. The laws of God  forbid  us to swear. Good manners also  forbid  us to use profane language. All servile labor and idle amusements on the sabbath are forbidden.", "2.  To command not to enter; as, I have  forbid  him my house or presence. This phrase seems to be elliptical; to  forbid  from entering or approaching.", "3.  To oppose; to hinder; to obstruct. An impassable river forbids the approach of the army.", "A blaze of glory that forbids the sight.", "4.  To accurse; to blast.  obsolete", "FORBID' ,  verb intransitive   To utter a prohibition; but in the intransitive form, there is always an ellipsis. I would go, but my state of health forbids, that is, forbids me to go, or my going.", "FORBID', 'DEN ,  participle passive", "1.  Prohibited; as the forbidden fruit.", "2.  Hindered; obstructed."], "Word": "Forbid", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORBID'DANCE ,  noun   Prohibition; command or edict against a thing. [Little used.]"], "Word": "Forbiddance", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FORBID'DENLY ,  adverb   In an unlawful manner."], "Word": "Forbiddenly", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FORBID'DENNESS ,  noun   A state of being prohibited. [Not used.]"], "Word": "Forbiddenness", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FORBID'DER ,  noun   He or that which forbids or enacts a prohibition."], "Word": "Forbidder", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FORBID'DING ,  participle present tense", "1.  Prohibiting; hindering.", "2.   adjective   Repelling approach; repulsive; raising abhorrence, aversion or dislike; disagreeable; as a  forbidding  aspect; a  forbidding  formality; a  forbidding  air.", "FORBID'DING ,  noun   Hindrance; opposition."], "Word": "Forbidding", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κύριος", "transliteration": "kurios", "strongs_definition": "supreme in authority that is (as noun) controller; by implication Mr . (as a respectful title)", "word_translated": "Father", "bible_usage": "God Lord master Sir.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"LORDS": "3", "Masters": "9", "sir": "11", "God": "1", "Fathers": "1", "Father": "2", "owners": "1", "Sirs": "1", "master": "4", "Lord": "713"}, "brown_driver_definition": [], "phonetic": "koo'-ree-os", "strongs_number": "G2962", "thayers_definition": [" 1. he to whom a person or thing belongs, about which he has power of deciding; master, lord ", " a. the possessor and disposer of a thing ", " 1. the owner; one who has control of the person, the master ", " 2. in the state: the sovereign, prince, chief, the Roman emperor ", " b. is a title of honour expressive of respect and reverence, with which servants greet their master ", " c. this title is given to: God, the Messiah "], "word_origin": "From κῦρος kuros (supremacy)", "bible_references": ["Mat 20:23", "Act 16:1"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["A name applied (1) to any ancestor ( Deuteronomy 1:11 ;  1 Kings 15:11 ;  Matthew 3:9 ;  23:30 , etc.); and (2) as a title of respect to a chief, ruler, or elder, etc. ( Judges 17:10 ;  18:19 ;  1 Samuel 10:12 ;  2 Kings 2:12 ;  Matthew 23:9 , etc.). (3) The author or beginner of anything is also so called; e.g., Jabal and Jubal ( Genesis 4:20, 21 ; comp.  Job 38:28 ).", "Applied to God ( Exodus 4:22 ;  Deuteronomy 32:6 ;  2 Samuel 7:14 ;  Psalms 89:27, 28 , etc.).", "1.  As denoting his covenant relation to the Jews ( Jeremiah 31:9 ;  Isaiah 63:16 ;  64:8 ;  John 8:41 , etc.).", "2.  Believers are called God's \"sons\" ( John 1:12 ;  Romans 8:16 ;  Matthew 6:4, 8, 15, 18 ;  10:20, 29 ). They also call him \"Father\" ( Romans 1:7 ;  1 Corinthians 1:3 ;  2 Corinthians 1:2 ;  Galatians 1:4 )"], "Word": "Father", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["An idolatrous title of priests Judges 17:10", "Forbidden to be used as a title among the disciples Matthew 23:9 Parents ;  God, Fatherhood of"], "Word": "Father", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The position and authority of the father as the head of the family are expressly assumed and sanctioned in Scripture, as a likeness of that of the Almighty over his creatures. It lies of course at the root of that so-called patriarchal government, ( Genesis 3:16 ;  1 Corinthians 11:3 ) which was introductory to the more definite systems which followed, and which in part, but not wholly, superseded it. The father's blessing was regarded as conferring special benefit, but his malediction special injury, on those on whom it fell, ( Genesis 9:25,27 ;  27:27-40 ;  48:15,20 ;  49:1 ) ... and so also the sin of a parent was held to affect, in certain cases, the welfare of his descendants. ( 2 Kings 5:27 ) The command to honor parents is noticed by St. Paul as the only one of the Decalogue which bore a distinct promise, ( Exodus 20:12 ;  Ephesians 6:2 ) and disrespect towards them was condemned by the law as one of the worst crimes. ( Exodus 21:15,17 ;  1 Timothy 1:9 ) It is to this well-recognized theory of parental authority and supremacy that the very various uses of the term \"father\" in Scripture are due. \"Fathers\" is used in the sense of seniors, ( Acts 7:2 ;  22:1 ) and of parents in general, or ancestors. ( Daniel 5:2 ;  Jeremiah 27:7 ;  Matthew 23:30,32 )"], "Word": "Father", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["F'ATHER ,  noun   [Latin  pater. The primary sense is obvious.]", "1.  He who begets a child; in Latin  genitor or generator.", "The  father  of a fool hath no joy.  Proverbs 17:21 .", "2.  The first ancestor; the progenitor of a race or family. Adam was the  father  of the human race. Abraham was the  father  of the Israelites.", "3.  The appellation of an old man, and a term of respect.", "The king of Israel said to Elisha, my  father  shall I smite them?  2 Kings 6:21 .", "The servants of Naaman call him  father   Elderly men are called fathers; as the fathers of a town or city. In the church, men venerable for age, learning and piety are called fathers, or reverend fathers.", "4.  The grandfather or more remote ancestor. Nebuchadnezzar is called the  father  of Belshazzar, though he was his grandfather.  Daniel 5:2 .", "5.  One who feeds and supports or exercises paternal care over another. God is called the  father  of the fatherless.", "Psalms 118:1 .", "6.  He who creates, invents, makes or composes any thing; the author, former or contriver; a founder, director or instructor. God as creator is the  father  of all men.  John 8:16 . Jabal was the  father  of such as dwell in tents; and Jubal of musicians.  Genesis 4:20 . God is the  father  of spirits and of lights. Homer is considered as the  father  of epic poetry. Washington, as a defender and an affectionate and wise counselor, is called the  father  of his country. And see  1 Chronicles 2:51 .  1 Chronicles 4:14 .  1 Chr 9:35 . Satan is called the  father  of lies; he introduced sin, and instigates men to sin.  John 8:16 . Abraham is called the  father  of believers. He was an early believer, and a pattern of faith and obedience.  Romans 4:1 .", "7.  Fathers, in the plural, ancestors.", "David slept with his fathers.  1 Kings 2:12 .", "8.  A  father  in law. So Heli is called the  father  of Joseph.  Luke 3:8 .", "9.  The appellation of the first person in the adorable Trinity.", "Go ye, therefore, and teach all nations, baptizing them in the name of the  father   and of the Son, and of the Holy Spirit.  Matthew 28:19 .", "10.  The title given to dignitaries of the church, superiors of convents, and to popish confessors.", "11.  The appellation of the ecclesiastical writers of the first centuries, as Polycarp, Jerome, etc.", "12.  The title of a senator in ancient Rome; as conscript fathers.", "Adoptive  father   he who adopts the children of another, and acknowledges them as his own.", "Natural  father   the  father  of illegitimate children.", "Putative  father   one who is only reputed to be the father; the supposed  father"], "Word": "Father", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ATHERED ,  participle passive", "1.  Adopted; taken as one's own; ascribed to one as the author.", "2.  Having had a father of particular qualities.", "I am no stronger than my sex, being so father'd and so husbanded. [Unusual.]"], "Word": "Fathered", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ATHERHOOD ,  noun   The state of being a father, or the character or authority of a father.", "We might have had an entire notion of this  fatherhood   or fatherly authority."], "Word": "Fatherhood", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["See God, Fatherhood of God, Fatherhood of"], "Word": "Fatherhood, of God", "Dictionary": "Naves Topical Index"}, "8": {"Definitions": ["F'ATHERING ,  participle present tense   Adopting; taking or acknowledging as one's own; ascribing to the father or author."], "Word": "Fathering", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["Hospitable to son-in-law, a man of Bethlehem-Judah Judges 19:3-9", "Unjust, Laban to Jacob Genesis 29:21-23 ;  Genesis 31:7 ;  Genesis 31:39-42"], "Word": "Father-in-Law", "Dictionary": "Naves Topical Index"}, "10": {"Definitions": ["F'ATHER-IN-LAW ,  noun   The father of one's husband or wife; and a man who marries a woman who has children by a former husband is called the father in law or step-father of those children.", "F'ATHER ,  verb transitive", "1.  To adopt; to take the child of another as one's own.", "2.  To adopt any thing as one's own; to profess to be the author.", "Men of wit often father'd what he writ.", "3.  To ascribe or charge to one as his offspring or production; with on.", "My name was made use of by several persons, one of whom was pleased to father on me a new set of productions."], "Word": "Father-in-law", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["F'ATHERLASHER ,  noun   A fish of the genus Cottus or bull-head, called scorpius or scolping. The head is large and its spines formidable. It is found on the rocky coasts of Britain, and near Newfoundland and Greenland. In the latter country it is a great article of food."], "Word": "Fatherlasher", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["See Orphan Orphan"], "Word": "Fatherless", "Dictionary": "Naves Topical Index"}, "13": {"Definitions": ["F'ATHERLESS ,  adjective", "1.  Destitute of a living father; as a  fatherless  child.", "3.  Without a known author."], "Word": "Fatherless", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["F'ATHERLESSNESS ,  noun   The state of being without a father."], "Word": "Fatherlessness", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["F'ATHERLINESS ,  noun   [ See Fatherly .] The qualities of a father; parental kindness, care and tenderness."], "Word": "Fatherliness", "Dictionary": "Webster's 1828 Dictionary"}, "16": {"Definitions": ["F'ATHERLY ,  adjective   [father and like.]", "1.  Like a father in affection and care; tender; paternal; protecting; careful; as  fatherly  care or affection.", "2.  Pertaining to a father.", "F'ATHERLY ,  adverb   In the manner of a father.", "Thus Adam,  fatherly  displeased. [Not proper.]"], "Word": "Fatherly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κύριος", "transliteration": "kurios", "strongs_definition": "supreme in authority that is (as noun) controller; by implication Mr . (as a respectful title)", "word_translated": "Fathers", "bible_usage": "God Lord master Sir.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"LORDS": "3", "Masters": "9", "sir": "11", "God": "1", "Fathers": "1", "Father": "2", "owners": "1", "Sirs": "1", "master": "4", "Lord": "713"}, "brown_driver_definition": [], "phonetic": "koo'-ree-os", "strongs_number": "G2962", "thayers_definition": [" 1. he to whom a person or thing belongs, about which he has power of deciding; master, lord ", " a. the possessor and disposer of a thing ", " 1. the owner; one who has control of the person, the master ", " 2. in the state: the sovereign, prince, chief, the Roman emperor ", " b. is a title of honour expressive of respect and reverence, with which servants greet their master ", " c. this title is given to: God, the Messiah "], "word_origin": "From κῦρος kuros (supremacy)", "bible_references": ["Col 3:21"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["A name applied (1) to any ancestor ( Deuteronomy 1:11 ;  1 Kings 15:11 ;  Matthew 3:9 ;  23:30 , etc.); and (2) as a title of respect to a chief, ruler, or elder, etc. ( Judges 17:10 ;  18:19 ;  1 Samuel 10:12 ;  2 Kings 2:12 ;  Matthew 23:9 , etc.). (3) The author or beginner of anything is also so called; e.g., Jabal and Jubal ( Genesis 4:20, 21 ; comp.  Job 38:28 ).", "Applied to God ( Exodus 4:22 ;  Deuteronomy 32:6 ;  2 Samuel 7:14 ;  Psalms 89:27, 28 , etc.).", "1.  As denoting his covenant relation to the Jews ( Jeremiah 31:9 ;  Isaiah 63:16 ;  64:8 ;  John 8:41 , etc.).", "2.  Believers are called God's \"sons\" ( John 1:12 ;  Romans 8:16 ;  Matthew 6:4, 8, 15, 18 ;  10:20, 29 ). They also call him \"Father\" ( Romans 1:7 ;  1 Corinthians 1:3 ;  2 Corinthians 1:2 ;  Galatians 1:4 )"], "Word": "Father", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["An idolatrous title of priests Judges 17:10", "Forbidden to be used as a title among the disciples Matthew 23:9 Parents ;  God, Fatherhood of"], "Word": "Father", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The position and authority of the father as the head of the family are expressly assumed and sanctioned in Scripture, as a likeness of that of the Almighty over his creatures. It lies of course at the root of that so-called patriarchal government, ( Genesis 3:16 ;  1 Corinthians 11:3 ) which was introductory to the more definite systems which followed, and which in part, but not wholly, superseded it. The father's blessing was regarded as conferring special benefit, but his malediction special injury, on those on whom it fell, ( Genesis 9:25,27 ;  27:27-40 ;  48:15,20 ;  49:1 ) ... and so also the sin of a parent was held to affect, in certain cases, the welfare of his descendants. ( 2 Kings 5:27 ) The command to honor parents is noticed by St. Paul as the only one of the Decalogue which bore a distinct promise, ( Exodus 20:12 ;  Ephesians 6:2 ) and disrespect towards them was condemned by the law as one of the worst crimes. ( Exodus 21:15,17 ;  1 Timothy 1:9 ) It is to this well-recognized theory of parental authority and supremacy that the very various uses of the term \"father\" in Scripture are due. \"Fathers\" is used in the sense of seniors, ( Acts 7:2 ;  22:1 ) and of parents in general, or ancestors. ( Daniel 5:2 ;  Jeremiah 27:7 ;  Matthew 23:30,32 )"], "Word": "Father", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["F'ATHER ,  noun   [Latin  pater. The primary sense is obvious.]", "1.  He who begets a child; in Latin  genitor or generator.", "The  father  of a fool hath no joy.  Proverbs 17:21 .", "2.  The first ancestor; the progenitor of a race or family. Adam was the  father  of the human race. Abraham was the  father  of the Israelites.", "3.  The appellation of an old man, and a term of respect.", "The king of Israel said to Elisha, my  father  shall I smite them?  2 Kings 6:21 .", "The servants of Naaman call him  father   Elderly men are called fathers; as the fathers of a town or city. In the church, men venerable for age, learning and piety are called fathers, or reverend fathers.", "4.  The grandfather or more remote ancestor. Nebuchadnezzar is called the  father  of Belshazzar, though he was his grandfather.  Daniel 5:2 .", "5.  One who feeds and supports or exercises paternal care over another. God is called the  father  of the fatherless.", "Psalms 118:1 .", "6.  He who creates, invents, makes or composes any thing; the author, former or contriver; a founder, director or instructor. God as creator is the  father  of all men.  John 8:16 . Jabal was the  father  of such as dwell in tents; and Jubal of musicians.  Genesis 4:20 . God is the  father  of spirits and of lights. Homer is considered as the  father  of epic poetry. Washington, as a defender and an affectionate and wise counselor, is called the  father  of his country. And see  1 Chronicles 2:51 .  1 Chronicles 4:14 .  1 Chr 9:35 . Satan is called the  father  of lies; he introduced sin, and instigates men to sin.  John 8:16 . Abraham is called the  father  of believers. He was an early believer, and a pattern of faith and obedience.  Romans 4:1 .", "7.  Fathers, in the plural, ancestors.", "David slept with his fathers.  1 Kings 2:12 .", "8.  A  father  in law. So Heli is called the  father  of Joseph.  Luke 3:8 .", "9.  The appellation of the first person in the adorable Trinity.", "Go ye, therefore, and teach all nations, baptizing them in the name of the  father   and of the Son, and of the Holy Spirit.  Matthew 28:19 .", "10.  The title given to dignitaries of the church, superiors of convents, and to popish confessors.", "11.  The appellation of the ecclesiastical writers of the first centuries, as Polycarp, Jerome, etc.", "12.  The title of a senator in ancient Rome; as conscript fathers.", "Adoptive  father   he who adopts the children of another, and acknowledges them as his own.", "Natural  father   the  father  of illegitimate children.", "Putative  father   one who is only reputed to be the father; the supposed  father"], "Word": "Father", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ATHERED ,  participle passive", "1.  Adopted; taken as one's own; ascribed to one as the author.", "2.  Having had a father of particular qualities.", "I am no stronger than my sex, being so father'd and so husbanded. [Unusual.]"], "Word": "Fathered", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ATHERHOOD ,  noun   The state of being a father, or the character or authority of a father.", "We might have had an entire notion of this  fatherhood   or fatherly authority."], "Word": "Fatherhood", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["See God, Fatherhood of God, Fatherhood of"], "Word": "Fatherhood, of God", "Dictionary": "Naves Topical Index"}, "8": {"Definitions": ["F'ATHERING ,  participle present tense   Adopting; taking or acknowledging as one's own; ascribing to the father or author."], "Word": "Fathering", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["Hospitable to son-in-law, a man of Bethlehem-Judah Judges 19:3-9", "Unjust, Laban to Jacob Genesis 29:21-23 ;  Genesis 31:7 ;  Genesis 31:39-42"], "Word": "Father-in-Law", "Dictionary": "Naves Topical Index"}, "10": {"Definitions": ["F'ATHER-IN-LAW ,  noun   The father of one's husband or wife; and a man who marries a woman who has children by a former husband is called the father in law or step-father of those children.", "F'ATHER ,  verb transitive", "1.  To adopt; to take the child of another as one's own.", "2.  To adopt any thing as one's own; to profess to be the author.", "Men of wit often father'd what he writ.", "3.  To ascribe or charge to one as his offspring or production; with on.", "My name was made use of by several persons, one of whom was pleased to father on me a new set of productions."], "Word": "Father-in-law", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["F'ATHERLASHER ,  noun   A fish of the genus Cottus or bull-head, called scorpius or scolping. The head is large and its spines formidable. It is found on the rocky coasts of Britain, and near Newfoundland and Greenland. In the latter country it is a great article of food."], "Word": "Fatherlasher", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["See Orphan Orphan"], "Word": "Fatherless", "Dictionary": "Naves Topical Index"}, "13": {"Definitions": ["F'ATHERLESS ,  adjective", "1.  Destitute of a living father; as a  fatherless  child.", "3.  Without a known author."], "Word": "Fatherless", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["F'ATHERLESSNESS ,  noun   The state of being without a father."], "Word": "Fatherlessness", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["F'ATHERLINESS ,  noun   [ See Fatherly .] The qualities of a father; parental kindness, care and tenderness."], "Word": "Fatherliness", "Dictionary": "Webster's 1828 Dictionary"}, "16": {"Definitions": ["F'ATHERLY ,  adjective   [father and like.]", "1.  Like a father in affection and care; tender; paternal; protecting; careful; as  fatherly  care or affection.", "2.  Pertaining to a father.", "F'ATHERLY ,  adverb   In the manner of a father.", "Thus Adam,  fatherly  displeased. [Not proper.]"], "Word": "Fatherly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "λιμός", "transliteration": "limos", "strongs_definition": "a scarcity of food", "word_translated": "famines", "bible_usage": "dearth famine hunger.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"famine": "4", "famines": "3", "dearth": "2", "hunger": "3"}, "brown_driver_definition": [], "phonetic": "lee-mos'", "strongs_number": "G3042", "thayers_definition": [" 1. scarcity of harvest, famine "], "word_origin": "Probably from G3007 (through the idea of destitution)", "bible_references": ["Mat 24:7", "Mark 13:8", "Luke 21:11"], "letter": "F", "origin_links": ["G3007"], "data": {"1": {"Definitions": ["The first mentioned in Scripture was so grievous as to compel Abraham to go down to the land of Egypt ( Genesis 26:1 ). Another is mentioned as having occurred in the days of Isaac, causing him to go to Gerar ( Genesis 26:1, 17 ). But the most remarkable of all was that which arose in Egypt in the days of Joseph, which lasted for seven years (Genesis 41-45).", "Famines were sent as an effect of God's anger against a guilty people ( 2 Kings 8:1, 2 ;  Amos 8:11 ;  Deuteronomy 28:22-42 ;  2 Samuel 21:1 ;  2 Kings 6:25-28 ;  25:3 ;  Jeremiah 14:15 ;  19:9 ;  42:17 , etc.). A famine was predicted by Agabus ( Acts 11:28 ). Josephus makes mention of the famine which occurred A.D. 45. Helena, queen of Adiabene, being at Jerusalem at that time, procured corn from Alexandria and figs from Cyprus for its poor inhabitants."], "Word": "Famine", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Pharaoh forewarned of, in dreams 1 Corinthians 1:41", "Described Deuteronomy 28:53-57 ;  Isaiah 5:13 ;  Isaiah 9:18-21 ;  Isaiah 17:11 ;  Jeremiah 5:17 ;  Jeremiah 14:1-6 ;  Jeremiah 48:33 ;  Lamentations 1:11 ;  Lamentations 1:19 ;  Lamentations 2:11-22 ;  Lamentations 4:4-10 ;  Joel 1:17-20", "Sent as a judgment Leviticus 26:19-29 ;  Deuteronomy 28:23-24 ;  Deuteronomy 28:38-42 ;  1 Kings 17:1 ;  2 Kings 8:1 ;  1 Chronicles 21:12 ;  Psalms 105:16 ;  Psalms 107:33-34 ;  Isaiah 3:1-8 ;  Isaiah 14:30 ;  Jeremiah 14:9 ;  Jeremiah 14:15-22 ;  Jeremiah 29:17 ;  Jeremiah 29:19 ;  Lamentations 5:4-5 ;  Lamentations 5:10 ;  Ezekiel 4:16-17 ;  Ezekiel 5:16-17 ;  Ezekiel 14:13 ;  Joel 1:15-16 ;  Amos 4:6-9 ;  Amos 5:16-17 ;  Haggai 1:10-11 ;  Matthew 24:7 ;  Luke 21:11 ;  Revelation 6:5-8", "Cannibalism in Deuteronomy 28:53 ;  2 Kings 6:28", "Righteous delivered from Job 5:20 ;  Psalms 33:19 ;  Psalms 37:19", "Figurative Amos 8:11", "Instances of:", "In Canaan Genesis 12:10 ;  Genesis 26:1 ;  2 Samuel 21:1 ;  2 Samuel 11:17 ;  1 Kings 18:1 ;  2 Kings 6:25-29 ;  2 Kings 7:4", "In Jerusalem, from siege 2 Kings 25:3 ;  Jeremiah 52:6", "In Egypt Genesis 41:53-57", "Universal Acts 11:28"], "Word": "Famine", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["In the whole of Syria and Arabia, the fruits of the earth must ever be dependent on rain; the watersheds having few large springs, and the small rivers not being sufficient for the irrigation of even the level lands. If therefore the heavy rains of November and December fail, the sustenance of the people is cut off in the parching drought of harvest-time, when the country is almost devoid of moisture. Egypt, again, owes all its fertility to its mighty river, whose annual rise inundates nearly the whole land. The causes of dearth and famine in Egypt are defective inundation, preceded, accompanied and followed by prevalent easterly and southerly winds. Famine is likewise a natural result in the East when caterpillars, locusts or other insects destroy the products of the earth. The first famine recorded in the Bible is that of Abraham after he had pitched his tent on the east of Bethel, ( Genesis 12:10 ) the second in the days of Isaac, ( Genesis 26:1 ) seq. We hear no more of times of scarcity until the great famine of Egypt, which \"was over all the face of the earth.\" ( Genesis 41:53-57 ) The modern history of Egypt throws some curious light on these ancient records of famines; and instances of their recurrence may be cited to assist us in understanding their course and extent. The most remarkable famine was that of the reign of the Fatimee Khaleefeh, El-Mustansir billah, which is the only instance on record of one of seven years duration in Egypt since the time of Joseph (A.H. 457-464, A.D. 1064-1071). Vehement drought and pestilence continued for seven consecutive years, so that the people ate corpses, and animals that died of themselves. The famine of Samaria resembled it in many particulars; and that very briefly recorded in ( 2 Kings 8:1,2 ) affords another instance of one of seven years. In Arabia famines are of frequent occurrence."], "Word": "Famine", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["FAM'INE ,  noun   [Latin  fames.]", "1.  Scarcity of food; dearth; a general want of provisions sufficient for the inhabitants of a country or besieged place.", "There was a  famine  in the land.  Genesis 26:1 .", "2.  Want; destitution; as a  famine  of the word of life."], "Word": "Famine", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "λοιπόν", "transliteration": "loipon", "strongs_definition": "something remaining (adverb)", "word_translated": "Finally", "bible_usage": "besides finally furthermore (from) henceforth moreover now + it remaineth then.", "part_of_speech": "Adverb Neuter", "translation_occurrences": {"then": "1", "Furthermore": "1", "Henceforth": "2", "Finally": "5", "besides": "1", "Moreover": "1", "now": "2"}, "brown_driver_definition": [], "phonetic": "loy-pon'", "strongs_number": "G3063", "thayers_definition": [" 1. remaining, the rest ", " a. hereafter, for the future, henceforth ", " b. at last, already ", " c. for the rest, besides, moreover "], "word_origin": "Neuter singular of the same as G3062", "bible_references": ["2 Cor 13:11", "Eph 6:10", "Phil 3:1", "Phil 4:8", "2 Th 3:1"], "letter": "F", "origin_links": ["G3062"], "data": {"1": {"Definitions": ["FI'NALLY ,  adverb", "1.  At the end or conclusion; ultimately; lastly. The cause is expensive, but we shall  finally  recover. The contest was long, but the Romans  finally  conquered.", "2.  Completely; beyond recovery.", "The enemy was  finally  exterminated."], "Word": "Finally", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μάχη", "transliteration": "machē", "strongs_definition": "a battle that is (figuratively) controversy", "word_translated": "fightings", "bible_usage": "fighting strive striving.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"fightings": "2", "strivings": "1", "strifes": "1"}, "brown_driver_definition": [], "phonetic": "makh'-ay", "strongs_number": "G3163", "thayers_definition": [" 1. a fight or combat ", " a. of those in arms, a battle ", " b. of persons at variance, disputants etc., strife, contention ", " c. a quarrel "], "word_origin": "From G3164", "bible_references": ["2 Cor 7:5", "Jam 4:1"], "letter": "F", "origin_links": ["G3164"], "data": {"1": {"Definitions": ["FIGHTING ,  participle present tense", "1.  Contending in battle; striving for victory or conquest.", "2.   adjective   Qualified for war; fit for battle.", "A host of  fighting  men.  2 Chronicles 26:11 .", "3.  Occupied in war; being the scene of war; as a  fighting  field.", "FIGHTING ,  noun   Contention; strife; quarrel.", "Without were fightings, within were fears.  2 Corinthians 7:5 ."], "Word": "Fighting", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μετρητής", "transliteration": "metrētēs", "strongs_definition": "a measurer that is (specifically) a certain standard measure of capacity for liquids", "word_translated": "firkins", "bible_usage": "firkin.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"firkins": "1"}, "brown_driver_definition": [], "phonetic": "met-ray-tace'", "strongs_number": "G3355", "thayers_definition": [" 1. a measurer, the name of a utensil known as a amphora, which is a species of measure used for liquids and containing somewhat less the nine English gallons or about (40 l) "], "word_origin": "From G3354", "bible_references": ["John 2:6"], "letter": "F", "origin_links": ["G3354"], "data": {"1": {"Definitions": ["Used only in  John 2:6 ; the Attic amphora, equivalent to the Hebrew bath (q.v.), a measure for liquids containing about 8 7/8 gallons."], "Word": "Firkin", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["About nine gallons. John 2:6"], "Word": "Firkin", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["[ WEIGHTS AND MEASURES ]"], "Word": "Firkin", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["FIRKIN ,  noun   fur'kin.", "A measure of capacity, being the fourth part of a barrel. It is nine gallons of beer, or eight gallons of ale, soap or herrings. In America, the  firkin  is rarely used, except for butter or lard, and signifies a small vessel or cask of indeterminate size, or of different sizes, regulated by the statutes of the different states."], "Word": "Firkin", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μιμητής", "transliteration": "mimētēs", "strongs_definition": "an imitator", "word_translated": "followers", "bible_usage": "follower.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"followers": "7"}, "brown_driver_definition": [], "phonetic": "mim-ay-tace'", "strongs_number": "G3402", "thayers_definition": [" 1. an imitator "], "word_origin": "From G3401", "bible_references": ["1 Cor 4:16", "1 Cor 11:1", "Eph 5:1", "1 Th 1:6", "1 Th 2:14", "Heb 6:12", "1 Pet 3:13"], "letter": "F", "origin_links": ["G3401"], "data": {"1": {"Definitions": ["FOL'LOWER ,  noun", "1.  One who comes, goes or moves after another, in the same course.", "2.  One that takes another as his guide in doctrines, opinions or example; one who receives the opinions, and imitates the example of another; an adherent; an imitator.", "That ye be not slothful, but followers of them who, through faith and patience, inherit the promises.  Hebrews 6:12 .", "3.  One who obeys, worships and honors.", "Be ye followers of God, as dear children.  Ephesians 5:1 .", "4.  An adherent; a disciple; one who embraces the same system; as a  follower  of Plato.", "5.  An attendant; a companion; an associate or a dependent. The warrior distributed the plunder among his followers.", "No  follower   but a friend.", "6.  One under the command of another.", "7.  One of the same faction or party."], "Word": "Follower", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μῦθος", "transliteration": "muthos", "strongs_definition": "a tale that is fiction ()", "word_translated": "fables", "bible_usage": "fable.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"fables": "5"}, "brown_driver_definition": [], "phonetic": "moo'-thos", "strongs_number": "G3454", "thayers_definition": [" 1. a speech, word, saying ", " 2. a narrative, story ", " a. a true narrative ", " b. a fiction, a fable ", " 1. an invention, a falsehood "], "word_origin": "Perhaps from the same as G3453 (through the idea of tuition)", "bible_references": ["1 Tim 1:4", "1 Tim 4:7", "2 Tim 4:4", "Tit 1:14", "2 Pet 1:16"], "letter": "F", "origin_links": ["G3453"], "data": {"1": {"Definitions": ["Fable - Applied in the New Testament to the traditions and speculations, \"cunningly devised fables\", of the Jews on religious questions ( 1 Timothy 1:4 ;  4:7 ;  2 Timothy 4:4 ;  Titus 1:14 ;  2 Peter 1:16 ). In such passages the word means anything false and unreal. But the word is used as almost equivalent to parable. Thus we have (1) the fable of Jotham, in which the trees are spoken of as choosing a king ( Judges 9:8-15 ); and (2) that of the cedars of Lebanon and the thistle as Jehoash's answer to Amaziah ( 2 Kings 14:9 )."], "Word": "Fable", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["1 Timothy 1:4 ;  1 Timothy 4:7 ;  2 Timothy 4:4 ;  Titus 1:14 ;  2 Peter 1:16"], "Word": "Fable", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["A fable is a narrative in which being irrational, and sometimes inanimate, are, for the purpose of moral instruction, feigned to act and speak with human interests and passions.", "Encyc. Brit. The fable differs from the parable in that"], "Word": "Fable", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["FABLE ,  noun   [Latin , Gr. The radical sense is that which is spoken or told.]", "1.  A feigned story or tale, intended to instruct or amuse; a fictitious narration intended to enforce some useful truth or precept.", "Jothams  fable  of the trees is the oldest extant, and as beautiful as any made since.", "2.  Fiction in general; as, the story is all a  fable", "3.  An idle story; vicious or vulgar fictions.", "But refuse profane and old wives fables.  1 Timothy 4:7 .", "4.  The plot, or connected series of events, in an epic or dramatic poem.", "The moral is the first business of the poet; this being formed, he contrives such a design or  fable  as may be most suitable to the moral.", "5.  Falsehood; a softer term for a lie.", "FABLE ,  verb intransitive", "1.  To feign; to write fiction.", "Vain now the tales which fabling poets tell.", "2.  To tell falsehoods; as, he fables not.", "FABLE ,  verb transitive   To feign; to invent; to devise and speak of, as true or real.", "The hell thou fablest."], "Word": "Fable", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FABLED ,  participle passive", "1.  Feigned; invented, as stories.", "2.   adjective   Told or celebrated in fables.", "Hail,  fabled  grotto."], "Word": "Fabled", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FABLER ,  noun   A writer of fables or fictions; a dealer in feigned stories."], "Word": "Fabler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "νηστεύω", "transliteration": "nēsteuō", "strongs_definition": "to abstain from food (religiously)", "word_translated": "fastest", "bible_usage": "fast.", "part_of_speech": "Verb", "translation_occurrences": {"fasting": "1", "fasted": "3", "fastest": "1", "fast": "15"}, "brown_driver_definition": [], "phonetic": "nace-tyoo'-o", "strongs_number": "G3522", "thayers_definition": [" 1. to abstain as a religious exercise from food and drink: either entirely, if the fast lasted but a single day, or from customary and choice nourishment, if it continued several days "], "word_origin": "From G3523", "bible_references": ["Mat 6:17"], "letter": "F", "origin_links": ["G3523"], "data": {"1": {"Definitions": ["The sole fast required by the law of Moses was that of the great Day of Atonement (q.v.),  Leviticus 23:26-32 . It is called \"the fast\" ( Acts 27:9 ).", "The only other mention of a periodical fast in the Old Testament is in  Zechariah 7:1-7;   8:19 , from which it appears that during their captivity the Jews observed four annual fasts.", "1.  The fast of the fourth month, kept on the seventeenth day of Tammuz, the anniversary of the capture of Jerusalem by the Chaldeans; to commemorate also the incident recorded  Exodus 32:19 . (Comp.  Jeremiah 52:6, 7 .)", "2.  The fast of the fifth month, kept on the ninth of Ab (comp.  Numbers 14:27 ), to commemorate the burning of the city and temple ( Jeremiah 52:12, 13 ).", "3.  The fast of the seventh month, kept on the third of Tisri (comp.  2 Kings 25 ), the anniversary of the murder of Gedaliah ( Jeremiah 41:1, 2 ).", "4.  The fast of the tenth month (comp.  Jeremiah 52:4 ;  Ezekiel 33:21 ;  2 Kings 25:1 ), to commemorate the beginning of the siege of the holy city by Nebuchadnezzar.", "There was in addition to these the fast appointed by Esther ( 4:16 ).", "Public national fasts on account of sin or to supplicate divine favour were sometimes held.", "1.   1 Samuel 7:6 ;", "2.   2 Chronicles 20:3 ;", "3.   Jeremiah 36:6-10 ;", "4.   Nehemiah 9:1 .", "There were also local fasts.", "1.   Judges 20:26 ;", "2.   2 Samuel 1:12 ;", "3.   1 Samuel 31:13 ;", "4.   1 Kings 21:9-12 ;", "5.   Ezra 8:21-23 :", "6.   Jonah 3:5-9 .", "There are many instances of private occasional fasting ( 1 Samuel 1:7 :  20:34 ;  2 Samuel 3:35 ;  12:16 ;  1 Kings 21:27 ;  Ezra 10:6 ;  Nehemiah 1:4 ;  Daniel 10:2, 3 ). Moses fasted forty days ( Exodus 24:18 ;  34:28 ), and so also did Elijah ( 1 Kings 19:8 ). Our Lord fasted forty days in the wilderness ( Matthew 4:2 ).", "In the lapse of time the practice of fasting was lamentably abused ( Isaiah 58:4 ;  Jeremiah 14:12 ;  Zechariah 7:5 ). Our Lord rebuked the Pharisees for their hypocritical pretences in fasting ( Matthew 6:16 ). He himself appointed no fast. The early Christians, however, observed the ordinary fasts according to the law of their fathers ( Acts 13:3 ;  14:23 ;  2 Corinthians 6:5 )."], "Word": "Fast", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["F'AST ,  adjective", "1.  Literally, set, stopped, fixed, or pressed close. Hence, close; tight; as, make  fast  the door; take  fast  hold.", "2.  Firm; immovable.", "Who by his strength, setteth  fast  the mountains.  Psalms 115:1 .", "3.  Close; strong.", "Robbers and outlaws - lurking in woods and  fast  places.", "4.  Firmly fixed; closely adhering; as, to stick  fast  in more; to make  fast  a rope.", "5.  Close, as sleep; deep; sound; as a  fast  sleep.", "6.  Firm in adherence; as a  fast  friend.", "Fast and loose, variable; inconstant; as, to play  fast  and loose.", "F'AST ,  adverb   Firmly; immovably.", "We will bind thee  fast   and deliver thee into their hand.  Judges 15:13 .", "F'AST ,  adjective   [Latin  festino. The sense is to press, drive, urge, and it may be from the same root as the preceding word, with a different application.]", "Swift; moving rapidly; quick in motion; as a  fast  horse.", "F'AST ,  adverb   Swiftly; rapidly; with quick steps or progression; as, to run fast; to move  fast  through the water, as a ship; the work goes on  fast", "F'AST ,  verb intransitive", "1.  To abstain from food, beyond the usual time; to omit to take the usual meals, for a time; as, to  fast  a day or a week.", "2.  To abstain from food voluntarily, for the mortification of the body or appetites, or as a token of grief, sorrow and affliction.", "Thou didst  fast  and weep for the child.  2 Samuel 12:21 .", "When ye  fast   be not, as the hypocrites, of a sad countenance.  Matthew 6:16 .", "3.  To abstain from food partially, or from particular kinds of food; as, the Catholics  fast  in Lent.", "F'AST ,  noun", "1.  Abstinence from food; properly a total abstinence, but it is used also for an abstinence from particular kinds of food, for a certain time.", "Happy were our forefathers, who broke their fasts with herbs.", "2.  Voluntary abstinence from food, as a religious mortification or humiliation; either total or partial abstinence from customary food, with a view to mortify the appetites, or to express grief and affliction on account of some calamity, or to deprecate an expected evil.", "3.  The time of fasting, whether a day, week or longer time. An annual  fast  is kept in New England, usually one day in the spring.", "The  fast  was now already past.  Acts 27:9 .", "F'AST ,  noun   That which fastens or holds."], "Word": "Fast", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["F'AST-DAY ,  noun   The day on which fasting is observed."], "Word": "Fast-day", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["F'ASTEN ,  verb transitive   f'asn.", "1.  To fix firmly; to make fast or close; as, to  fasten  a chain to the feet, or to  fasten  the feet with fetters.", "2.  To lock, bolt or bar; to secure; as, to  fasten  a door or window.", "3.  To hold together; to cement or to link; to unite closely in any manner and by any means, as by cement, hooks, pins, nails, cords, etc.", "4.  To affix or conjoin.", "The words Whig and Tory have been pressed to the service of many successions of parties, with different ideas fastened to them. [Not common.]", "5.  To fix; to impress.", "Thinking, by this face,", "To  fasten  in our thoughts that they have courage.", "6.  To lay on with strength.", "Could he  fasten  a blow, or make a thrust, when not suffered to approach?", "F'ASTEN ,  verb intransitive   To  fasten  on, is to fix one's self; to seize and hold on; to clinch.", "The leech will hardly  fasten  on a fish."], "Word": "Fasten", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["F'ASTENED ,  participle passive   Made firm or fast; fixed firmly; impressed."], "Word": "Fastened", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["F'ASTENER ,  noun   One that makes fast or firm."], "Word": "Fastener", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["F'ASTENING ,  participle present tense   Making fast.", "F'ASTENING ,  noun   Any thing that binds and makes fast; or that which is intended for that purpose."], "Word": "Fastening", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["F'ASTER ,  noun   One who abstains from food."], "Word": "Faster", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["F'AST-HANDED ,  adjective   Closehanded; covetous; closefisted; avaricious."], "Word": "Fast-handed", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["FASTIDIOS'ITY ,  noun   Fastidiousness. [Not used.]"], "Word": "Fastidiosity", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["FASTID'IOUS ,  adjective   [Latin  fastidiousus, from fastidio, to disdain from fastus, haughtiness.  See Heb .]", "1.  Disdainful; squeamish; delicate to a fault; over nice; difficult to please; as a  fastidious  mind or taste.", "2.  Squeamish; rejecting what is common or not very nice; suited with difficulty; as a  fastidious  appetite."], "Word": "Fastidious", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["FASTID'IOUSLY ,  adverb   Disdainfully; squeamishly; contemptuously. they look  fastidiously  and speak disdainfully."], "Word": "Fastidiously", "Dictionary": "Webster's 1828 Dictionary"}, "13": {"Definitions": ["FASTID'IOUSNESS ,  noun   Disdainfulness; contemptuousness; squeamishness of mind, taste or appetite."], "Word": "Fastidiousness", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["FASTIG'IATE ,", "FASTIG'IATE D,  adjective   [Latin  fastigiatus, pointed, from fastigio, to point, fastigium, a top or peak.]", "1.  In botany, a  fastigiate  stem is one whose branches are of an equal height. Peduncles are  fastigiate   when they elevate the fructifications in a bunch, so as to be equally high, or when they form an even surface at the top.", "2.  Roofed; narrowed to the top."], "Word": "Fastigiate", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["Observed on occasions of:", "Public calamities 2 Samuel 1:12", "Afflictions and Adversities Psalms 35:13 ;  Daniel 6:18", "Private afflictions 2 Samuel 12:16", "Approaching danger Esther 4:16", "Ordination of ministers Acts 13:3 ;  Acts 14:23", "Accompanied by:", "Prayer Daniel 9:3", "Confession of sin 1 Samuel 7:6 ;  Nehemiah 9:1-2", "Humiliation Deuteronomy 9:18 ;  Nehemiah 9:1", "During forty days:", "Moses Deuteronomy 9:9 ;  Deuteronomy 9:18", "Jesus Matthew 4:1-2 ;  Mark 1:12-13 ;  Luke 4:1-2", "Habitual:", "By John's disciples Matthew 9:14", "By Anna Luke 2:37", "By Pharisees Matthew 9:14 ;  Mark 2:18 ;  Luke 18:12", "By Cornelius Acts 10:30", "By Paul 2 Corinthians 6:5 ;  2 Corinthians 11:27", "In times of bereavement:", "Of the people of Jabesh-Gilead, for Saul and his sons 1 Samuel 31:13 ;  1 Chronicles 10:12", "Of David, at the time of Saul's death 2 Samuel 1:12", "Of Abner's death 2 Samuel 3:35", "Prolonged:", "For three weeks, by Daniel Daniel 10:2-3", "Forty days by Moses Exodus 24:18 ;  Exodus 34:28 ;  Deuteronomy 9:9 ;  Deuteronomy 9:18", "Forty days by Elijah 1 Kings 19:8", "Forty days by Jesus Matthew 4:2 Humiliation ;  Humility", "Unclassified scriptures relating to Ezra 8:21-23 ;  Psalms 35:13 ;  Psalms 69:10 ;  Isaiah 58:3-7 ;  Jeremiah 14:12 ;  Daniel 10:2-3 ;  Joel 1:14 ;  Joel 2:12-13 ;  Zech 7:5 ;  Zech 8:19 ;  Matthew 6:16-18 ;  Matthew 9:14-15 ;  Matthew 17:21 ;  Acts 27:9 ;  Acts 27:33-34 ;  1 Corinthians 7:5", "Instances of:", "Of the Israelites:", "In the conflict between the other tribes with the tribe of Benjamin, on account of the wrong suffered by a Levite's concubine Judges 20:26", "When they went to Mizpeh for the ark 1 Samuel 7:6", "Of David:", "At the death of Saul 2 Samuel 1:12", "During the sickness of the child born to him by Bath-Sheba 2 Samuel 12:16-22", "While interceding in prayer for his friends Psalms 35:13", "In his zeal for Zion Psalms 69:10", "In prayer for himself and his adversaries Psalms 109:4 ;  Psalms 109:24", "Of Ahab, when Elijah prophesied the destruction of himself and his house 1 Kings 21:20-29", "Of Jehoshaphat, at the time of the invasion of the confederated armies of the Canaanites and Syrians 2 Chronicles 20:3", "Of Ezra, on account of the idolatrous marriages of the Jews Ezra 10:6", "Of Nehemiah, on account of the desolation of Jerusalem and the temple Nehemiah 1:4", "Of the Jews:", "When Jeremiah prophesied against Judea and Jerusalem Jeremiah 36:9", "In Babylon, with prayer for divine deliverance and guidance Ezra 8:21 ;  Ezra 8:23", "Of Darius, when he put Daniel in the lion's den Daniel 6:18", "Of Daniel:", "On account of the captivity of the people, with prayer for their deliverance Daniel 9:3", "At the time of his vision Daniel 10:1-3", "Ninevites, when Jonah preached to them Jonah 3:5-10", "By Paul, at the time of his conversion Acts 9:9", "Of the disciples, at the time of the consecration of Barnabas and Saul Acts 13:2-3", "Of the consecration of the elders Acts 14:23"], "Word": "Fasting", "Dictionary": "Naves Topical Index"}, "16": {"Definitions": ["F'ASTING ,  participle present tense   Abstaining from food.", "F'ASTING ,  noun   The act of abstaining from food."], "Word": "Fasting", "Dictionary": "Webster's 1828 Dictionary"}, "17": {"Definitions": ["F'ASTING-DAY ,  noun   A day of fasting; a fast-day; a day of religious mortification and humiliation."], "Word": "Fasting-day", "Dictionary": "Webster's 1828 Dictionary"}, "18": {"Definitions": ["F'ASTNESS ,  noun", "1.  The state of being fast and firm; firm adherence.", "2.  Strength; security.", "The places of  fastness  are laid open.", "3.  A strong hold; a fortress or fort; a place fortified; a castle. The enemy retired to their fastnesses.", "4.  Closeness; conciseness of style. [Not used.]"], "Word": "Fastness", "Dictionary": "Webster's 1828 Dictionary"}, "19": {"Definitions": [], "Word": "Fasts", "Dictionary": "Smith's Bible Dictionary"}, "20": {"Definitions": ["FAS'TUOUS ,  adjective   [Latin  fastuosus, from fastus, haughtiness.]", "Proud; haughty; disdainful."], "Word": "Fastuous", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὀλιγόψυχος", "transliteration": "oligopsuchos", "strongs_definition": "little spirited that is faint hearted", "word_translated": "feebleminded", "bible_usage": "feebleminded.", "part_of_speech": "Adjective", "translation_occurrences": {"feebleminded": "1"}, "brown_driver_definition": [], "phonetic": "ol-ig-op'-soo-khos", "strongs_number": "G3642", "thayers_definition": [" 1. fainthearted "], "word_origin": "From G3641 and G5590", "bible_references": ["1 Th 5:14"], "letter": "F", "origin_links": ["G3641", "G5590"], "data": {"1": {"Definitions": ["FEE'BLE-MINDED ,  adjective   Weak in mind; wanting firmness or constancy; irresolute.", "Comfort the  feeble-minded    1 Thessalonians 5:1 ."], "Word": "Feeble-minded", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὀργυιά", "transliteration": "orguia", "strongs_definition": "a stretch of the arms that is a fathom", "word_translated": "fathoms", "bible_usage": "fathom.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"fathoms": "2"}, "brown_driver_definition": [], "phonetic": "org-wee-ah'", "strongs_number": "G3712", "thayers_definition": [" 1. fathom, the distance across the breast from the tip of one middle finger to the tip of the other when the arms are outstretched, 5 to 6 feet (2 m) "], "word_origin": "From G3713", "bible_references": ["Act 27:28", "Act 27:28"], "letter": "F", "origin_links": ["G3713"], "data": {"1": {"Definitions": ["(Old A.S. faethm, \"bosom,\" or the outstretched arms), a span of six feet ( Acts 27:28 ). Gr. orguia (from orego, \"I stretch\"), the distance between the extremities of both arms fully stretched out."], "Word": "Fathom", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Acts 27:28"], "Word": "Fathom", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["[ WEIGHTS AND MEASURES ]"], "Word": "Fathom", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["FATH'OM ,  noun", "1.  A measure of length containing six feet, the space to which a man may extend his arms; used chiefly at sea for measuring cables, cordage, and the depth of the sea is sounding by a line and lead.", "2.  Reach; penetration; depth of thought or contrivance.", "FATH'OM ,  verb transitive", "1.  To encompass with the arms extended or encircling.", "2.  To reach; to master; to comprehend.", "Leave to  fathom  such high points as these.", "3.  To reach in depth; to sound; to try the depth.", "Our depths who fathoms.", "4.  To penetrate; to find the bottom or extent. I cannot  fathom  his design."], "Word": "Fathom", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FATH'OMED ,  participle passive   Encompassed with the arms; reached; comprehended."], "Word": "Fathomed", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FATH'OMER ,  noun   One who fathoms."], "Word": "Fathomer", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["FATH'OMING ,  participle present tense   Encompassing with the arms; reaching; comprehending; sounding; penetrating."], "Word": "Fathoming", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["FATH'OMLESS ,  adjective", "1.  That of which no bottom can be found; bottomless.", "2.  That cannot be embraced, or encompassed with the arms.", "3.  Not to be penetrated or comprehended."], "Word": "Fathomless", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "περισσοτέρως", "transliteration": "perissoterōs", "strongs_definition": "more superabundantly", "word_translated": "frequent", "bible_usage": "more abundant (-ly) X-(idiom) the more earnest (more) exceedingly more frequent much more the rather.", "part_of_speech": "Adverb", "translation_occurrences": {"greater": "1", "rather": "1", "abundantly": "4", "exceedingly": "3", "abundant": "2", "frequent": "1"}, "brown_driver_definition": [], "phonetic": "per-is-sot-er'-oce", "strongs_number": "G4056", "thayers_definition": [" 1. more abundantly ", " 2. more in a greater degree ", " 3. more earnestly, more exceedingly ", " 4. especially, above others "], "word_origin": "Adverb from G4055", "bible_references": ["2 Cor 11:23"], "letter": "F", "origin_links": ["G4055"], "data": {"1": {"Definitions": ["FRE'QUENT ,  adjective   [Latin  frequens.]", "1.  Often seen or done; often happening at short intervals; often repeated or occurring. We made  frequent  visits to the hospital.", "2.  Used often to practice any thing. He was  frequent  and loud in his declamations against the revolution.", "3.  Full; crowded; thronged. [Not used.]", "FRE'QUENT ,  verb transitive   [Latin  frequento.]", "To visit often; to resort to often or habitually. The man who frequents a dram-shop, an ale house, or a gaming table, is in the road to poverty, disgrace and ruin.", "He frequented the court of Augustus."], "Word": "Frequent", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FREQUENT'ABLE ,  adjective   Accessible. [Not used.]"], "Word": "Frequentable", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FREQUENTA'TION ,  noun", "1.  The act of frequenting.", "2.  The habit of visiting often."], "Word": "Frequentation", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FREQUENT'ATIVE ,  adjective", "In grammar, signifying the frequent repetition of an action; as a  frequentative  verb."], "Word": "Frequentative", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FRE'QUENTED ,  participle passive   Often visited."], "Word": "Frequented", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FRE'QUENTER ,  noun   One who often visits or resorts to customarily."], "Word": "Frequenter", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["FRE'QUENTLY ,  adverb   Often; many times; at short intervals; commonly."], "Word": "Frequently", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["FRE'QUENTNESS ,  noun   The quality of being frequent or often repeated."], "Word": "Frequentness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πίστις", "transliteration": "pistis", "strongs_definition": "persuasion that is credence; moral conviction (of religious truth or the truthfulness of God or a religious teacher) especially reliance upon Christ for salvation; abstractly constancy in such profession; by extension the system of religious (Gospel) truth itself", "word_translated": "fidelity", "bible_usage": "assurance belief believe faith fidelity.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"faith": "238", "fidelity": "1", "believe": "1", "belief": "1", "assurance": "1"}, "brown_driver_definition": [], "phonetic": "pis'-tis", "strongs_number": "G4102", "thayers_definition": [" 1. conviction of the truth of anything, belief; in the NT of a conviction or belief respecting man's relationship to God and divine things, generally with the included idea of trust and holy fervour born of faith and joined with it ", " a. relating to God ", " 1. the conviction that God exists and is the creator and ruler of all things, the provider and bestower of eternal salvation through Christ ", " b. relating to Christ ", " 1. a strong and welcome conviction or belief that Jesus is the Messiah, through whom we obtain eternal salvation in the kingdom of God ", " c. the religious beliefs of Christians ", " d. belief with the predominate idea of trust (or confidence) whether in God or in Christ, springing from faith in the same ", " 2. fidelity, faithfulness ", " a. the character of one who can be relied on "], "word_origin": "From G3982", "bible_references": ["Tit 2:10"], "letter": "F", "origin_links": ["G3982"], "data": {"1": {"Definitions": ["FIDEL'ITY ,  noun   [Latin  fidelitas, from fides, faith, fido, to trust.  See Faith .]", "1.  Faithfulness; careful and exact observance of duty, or performance of obligations. We expect  fidelity  in a public minister, in an agent or trustee, in a domestic servant, in a friend.", "The best security for the  fidelity  of men, is to make interest coincide with duty.", "2.  Firm adherence to a person or party with which one is united, or to which one is bound; loyalty; as the  fidelity  of subjects to their king or government; the  fidelity  of a tenant or liege to his lord.", "3.  Observance of the marriage covenant; as the  fidelity  of a husband or wife.", "4.  Honesty; veracity; adherence to truth; as the  fidelity  of a witness."], "Word": "Fidelity", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πόρνος", "transliteration": "pornos", "strongs_definition": "akin to the base of ); a (male) prostitute (as venal) that is (by analogy) a debauchee (libertine)", "word_translated": "fornicator", "bible_usage": "fornicator whoremonger.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"whoremonger": "1", "fornicators": "3", "whoremongers": "4", "fornicator": "2"}, "brown_driver_definition": [], "phonetic": "por'-nos", "strongs_number": "G4205", "thayers_definition": [" 1. a man who prostitutes his body to another's lust for hire ", " 2. a male prostitute ", " 3. a man who indulges in unlawful sexual intercourse, a fornicator "], "word_origin": "From πέρνημι pernēmi (to sell", "bible_references": ["1 Cor 5:11", "Heb 12:16"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FORN'ICATOR ,  noun", "1.  An unmarried person, male or female, who has criminal conversation with the other sex; also, a married man who has sexual commerce with an unmarried woman. [ See Adultery .]", "2.  A lewd person.", "3.  An idolater."], "Word": "Fornicator", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πόρνος", "transliteration": "pornos", "strongs_definition": "akin to the base of ); a (male) prostitute (as venal) that is (by analogy) a debauchee (libertine)", "word_translated": "fornicators", "bible_usage": "fornicator whoremonger.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"whoremonger": "1", "fornicators": "3", "whoremongers": "4", "fornicator": "2"}, "brown_driver_definition": [], "phonetic": "por'-nos", "strongs_number": "G4205", "thayers_definition": [" 1. a man who prostitutes his body to another's lust for hire ", " 2. a male prostitute ", " 3. a man who indulges in unlawful sexual intercourse, a fornicator "], "word_origin": "From πέρνημι pernēmi (to sell", "bible_references": ["1 Cor 5:9", "1 Cor 5:10", "1 Cor 6:9"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FORN'ICATOR ,  noun", "1.  An unmarried person, male or female, who has criminal conversation with the other sex; also, a married man who has sexual commerce with an unmarried woman. [ See Adultery .]", "2.  A lewd person.", "3.  An idolater."], "Word": "Fornicator", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προγινώσκω", "transliteration": "proginōskō", "strongs_definition": "to know beforehand that is foresee", "word_translated": "foreordained", "bible_usage": "foreknow (ordain) know (before).", "part_of_speech": "Verb", "translation_occurrences": {"foreordained": "1", "foreknow": "1", "foreknew": "1", "knew": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "prog-in-oce'-ko", "strongs_number": "G4267", "thayers_definition": [" 1. to have knowledge before hand ", " 2. to foreknow ", " a. of those whom God elected to salvation ", " 3. to predestinate "], "word_origin": "From G4253 and G1097", "bible_references": ["1 Pet 1:20"], "letter": "F", "origin_links": ["G4253", "G1097"], "data": {"1": {"Definitions": ["FOREORDA'IN ,  verb intransitive  To ordain or appoint before; to preordain; to predestinate; to predetermine."], "Word": "Foreordain", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προγινώσκω", "transliteration": "proginōskō", "strongs_definition": "to know beforehand that is foresee", "word_translated": "foreknow", "bible_usage": "foreknow (ordain) know (before).", "part_of_speech": "Verb", "translation_occurrences": {"foreordained": "1", "foreknow": "1", "foreknew": "1", "knew": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "prog-in-oce'-ko", "strongs_number": "G4267", "thayers_definition": [" 1. to have knowledge before hand ", " 2. to foreknow ", " a. of those whom God elected to salvation ", " 3. to predestinate "], "word_origin": "From G4253 and G1097", "bible_references": ["Rom 8:29"], "letter": "F", "origin_links": ["G4253", "G1097"], "data": {"1": {"Definitions": ["FOREKNOW ,  verb intransitive  [ See Know .] To have previous knowledge of; to foresee.", "Who would the miseries of man foreknow?", "For whom he did  foreknow   he also did predestinate to be conformed to the image of his Son.  Romans 8:29 ."], "Word": "Foreknow", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOREKNOWABLE ,  adjective   That may be foreknown."], "Word": "Foreknowable", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOREKNOWER ,  noun   One that foreknows."], "Word": "Foreknower", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FOREKNOWL'EDGE ,  noun   Knowledge of a thing before it happens; prescience.", "If I foreknew,  foreknowledge  had no influence on their fault."], "Word": "Foreknowledge", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["Acts 2:23 ;  Romans 8:29 ;  11:2 ;  1 Peter 1:2 ), one of those high attributes essentially appertaining to him the full import of which we cannot comprehend. In the most absolute sense his knowledge is infinite ( 1 Samuel 23:9-13 ;  Jeremiah 38:17-23 ;  42:9-22 ;  Matthew 11:21, 23 ;  Acts 15:18 )."], "Word": "Foreknowledge of God", "Dictionary": "Easton's Bible Dictionary"}, "6": {"Definitions": ["See God, Foreknowledge of; God, Wisdom of God, Foreknowledge of ;  God, Wisdom of"], "Word": "Foreknowledge of God", "Dictionary": "Naves Topical Index"}}}
{"word_original": "πρόγνωσις", "transliteration": "prognōsis", "strongs_definition": "forethought", "word_translated": "foreknowledge", "bible_usage": "foreknowledge.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"foreknowledge": "2"}, "brown_driver_definition": [], "phonetic": "prog'-no-sis", "strongs_number": "G4268", "thayers_definition": [" 1. foreknowledge ", " 2. forethought, pre-arrangement "], "word_origin": "From G4267", "bible_references": ["Act 2:23", "1 Pet 1:2"], "letter": "F", "origin_links": ["G4267"], "data": {"1": {"Definitions": ["FOREKNOWL'EDGE ,  noun   Knowledge of a thing before it happens; prescience.", "If I foreknew,  foreknowledge  had no influence on their fault."], "Word": "Foreknowledge", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Acts 2:23 ;  Romans 8:29 ;  11:2 ;  1 Peter 1:2 ), one of those high attributes essentially appertaining to him the full import of which we cannot comprehend. In the most absolute sense his knowledge is infinite ( 1 Samuel 23:9-13 ;  Jeremiah 38:17-23 ;  42:9-22 ;  Matthew 11:21, 23 ;  Acts 15:18 )."], "Word": "Foreknowledge of God", "Dictionary": "Easton's Bible Dictionary"}, "3": {"Definitions": ["See God, Foreknowledge of; God, Wisdom of God, Foreknowledge of ;  God, Wisdom of"], "Word": "Foreknowledge of God", "Dictionary": "Naves Topical Index"}}}
{"word_original": "προγινώσκω", "transliteration": "proginōskō", "strongs_definition": "to know beforehand that is foresee", "word_translated": "foreknew", "bible_usage": "foreknow (ordain) know (before).", "part_of_speech": "Verb", "translation_occurrences": {"foreordained": "1", "foreknow": "1", "foreknew": "1", "knew": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "prog-in-oce'-ko", "strongs_number": "G4267", "thayers_definition": [" 1. to have knowledge before hand ", " 2. to foreknow ", " a. of those whom God elected to salvation ", " 3. to predestinate "], "word_origin": "From G4253 and G1097", "bible_references": ["Rom 11:2"], "letter": "F", "origin_links": ["G4253", "G1097"], "data": {"1": {"Definitions": ["FOREKNOWL'EDGE ,  noun   Knowledge of a thing before it happens; prescience.", "If I foreknew,  foreknowledge  had no influence on their fault."], "Word": "Foreknowledge", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Acts 2:23 ;  Romans 8:29 ;  11:2 ;  1 Peter 1:2 ), one of those high attributes essentially appertaining to him the full import of which we cannot comprehend. In the most absolute sense his knowledge is infinite ( 1 Samuel 23:9-13 ;  Jeremiah 38:17-23 ;  42:9-22 ;  Matthew 11:21, 23 ;  Acts 15:18 )."], "Word": "Foreknowledge of God", "Dictionary": "Easton's Bible Dictionary"}, "3": {"Definitions": ["See God, Foreknowledge of; God, Wisdom of God, Foreknowledge of ;  God, Wisdom of"], "Word": "Foreknowledge of God", "Dictionary": "Naves Topical Index"}}}
{"word_original": "πρόδρομος", "transliteration": "prodromos", "strongs_definition": "a runner ahead that is scout (figuratively precursor)", "word_translated": "forerunner", "bible_usage": "forerunner.", "part_of_speech": "Adjective", "translation_occurrences": {"forerunner": "1"}, "brown_driver_definition": [], "phonetic": "prod'-rom-os", "strongs_number": "G4274", "thayers_definition": [" 1. a forerunner ", " a. esp. one who is sent before to take observations or act as a spy, a scout, a light armed soldier ", " b. one who comes in advance to a place where the rest are to follow "], "word_origin": "From the alternate of G4390", "bible_references": ["Heb 6:20"], "letter": "F", "origin_links": ["G4390"], "data": {"1": {"Definitions": ["John the Baptist went before our Lord in this character ( Mark 1:2, 3 ). Christ so called ( Hebrews 6:20 ) as entering before his people into the holy place as their head and guide."], "Word": "Forerunner", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Figurative of Christ Hebrews 6:20"], "Word": "Forerunner", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["FORERUN'NER ,  noun", "1.  A messenger sent before to give notice of the approach of others; a harbinger.", "My elder brothers, my forerunners came.", "2.  An ancestor or predecessor.  obsolete", "3.  A prognostic; a sign foreshowing something to follow. Certain pains in the head, back and limbs are the forerunners of a fever."], "Word": "Forerunner", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προείδω", "transliteration": "proeidō", "strongs_definition": "foresee", "word_translated": "foreseeing", "bible_usage": "foresee saw before.", "part_of_speech": "Verb", "translation_occurrences": {"foreseeing": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "pro-i'-do", "strongs_number": "G4275", "thayers_definition": [" 1. to foresee "], "word_origin": "From G4253 and G1492", "bible_references": ["Gal 3:8"], "letter": "F", "origin_links": ["G4253", "G1492"], "data": {"1": {"Definitions": ["FORESEE'ING ,  participle present tense   Seeing before the event."], "Word": "Foreseeing", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προερέω", "transliteration": "proereō", "strongs_definition": "used as alternate of ; to say already predict", "word_translated": "foretold", "bible_usage": "foretell say (speak tell) before.", "part_of_speech": "Verb", "translation_occurrences": {"foretold": "1", "before": "8"}, "brown_driver_definition": [], "phonetic": "pro-er-eh'-o", "strongs_number": "G4280", "thayers_definition": [" 1. to say before ", " a. to say in what precedes, to say above ", " b. to say before i.e. heretofore, formerly ", " c. to say beforehand i.e. before the event: prophecies "], "word_origin": "From G4253 and G2046", "bible_references": ["Mark 13:23"], "letter": "F", "origin_links": ["G4253", "G2046"], "data": {"1": {"Definitions": ["FORETELL ',  verb transitive", "1.  To predict; to tell before an event happens; to prophesy.", "2.  To foretoken; to foreshow.", "FORETELL' ,  verb intransitive   To utter prediction or prophecy.", "All the prophets from Samuel, and those that follow after, as many as have spoken, have likewise foretold of these days.", "Acts 3:1 ."], "Word": "Foretell", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORETELL'ER ,  noun   One who predicts or prophesies; a foreshower."], "Word": "Foreteller", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FORETELL'ING ,  noun   Prediction."], "Word": "Foretelling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προέπω", "transliteration": "proepō", "strongs_definition": "to say already to predict", "word_translated": "forewarned", "bible_usage": "forewarn say (speak tell) before. Compare  .", "part_of_speech": "Verb", "translation_occurrences": {"past": "1", "forewarned": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "pro-ep'-o", "strongs_number": "G4277", "thayers_definition": [" 1. to say before ", " a. to say in what precedes, to say above ", " b. to say before i.e. heretofore, formerly ", " c. to say beforehand i.e. before the event: prophecies "], "word_origin": "From G4253 and G2036", "bible_references": ["1 Th 4:6"], "letter": "F", "origin_links": ["G4253", "G2036"], "data": {"1": {"Definitions": ["FOREWARN'ED ,  participle passive   Admonished, cautioned or informed beforehand."], "Word": "Forewarned", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προκοπή", "transliteration": "prokopē", "strongs_definition": "progress that is advancement (subjectively or objectively)", "word_translated": "furtherance", "bible_usage": "furtherance profit.", "part_of_speech": "", "translation_occurrences": {"profiting": "1", "furtherance": "2"}, "brown_driver_definition": [], "phonetic": "prok-op-ay'", "strongs_number": "G4297", "thayers_definition": [" 1. progress, advancement "], "word_origin": "From G4298", "bible_references": ["Phil 1:12", "Phil 1:25"], "letter": "F", "origin_links": ["G4298"], "data": {"1": {"Definitions": ["FUR'THERANCE ,  noun   A helping forward; promotion; advancement.", "I know that I shall abide and continue with you all, for your  furtherance  and joy of faith.  Philippians 1:12 ."], "Word": "Furtherance", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προλέγω", "transliteration": "prolegō", "strongs_definition": "to say beforehand that is predict forewarn", "word_translated": "foretell", "bible_usage": "foretell tell before.", "part_of_speech": "Verb", "translation_occurrences": {"foretell": "1", "before": "2"}, "brown_driver_definition": [], "phonetic": "prol-eg'-o", "strongs_number": "G4302", "thayers_definition": [" 1. to say beforehand, to predict "], "word_origin": "From G4253 and G3004", "bible_references": ["2 Cor 13:2"], "letter": "F", "origin_links": ["G4253", "G3004"], "data": {"1": {"Definitions": ["FORETELL ',  verb transitive", "1.  To predict; to tell before an event happens; to prophesy.", "2.  To foretoken; to foreshow.", "FORETELL' ,  verb intransitive   To utter prediction or prophecy.", "All the prophets from Samuel, and those that follow after, as many as have spoken, have likewise foretold of these days.", "Acts 3:1 ."], "Word": "Foretell", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORETELL'ER ,  noun   One who predicts or prophesies; a foreshower."], "Word": "Foreteller", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FORETELL'ING ,  noun   Prediction."], "Word": "Foretelling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προοράω", "transliteration": "prooraō", "strongs_definition": "to behold in advance that is (active voice) to notice (another) previously or (middle voice) to keep in (one´ s own) view", "word_translated": "foresaw", "bible_usage": "foresee see before.", "part_of_speech": "Verb", "translation_occurrences": {"foresaw": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "pro-or-ah'-o", "strongs_number": "G4308", "thayers_definition": [" 1. to see before (whether as respects place or time) ", " 2. to keep before one's eye's ", " 3. metaph. to be mindful of one always "], "word_origin": "From G4253 and G3708", "bible_references": ["Act 2:25"], "letter": "F", "origin_links": ["G4253", "G3708"], "data": {"1": {"Definitions": ["FORESEE ',  verb transitive   To see beforehand; to see or know an event before it happens; to have prescience of; to foreknow.", "A prudent man foreseeth the evil and hideth himself.", "Proverbs 22:1 ."], "Word": "Foresee", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FORESEE'ING ,  participle present tense   Seeing before the event."], "Word": "Foreseeing", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FORESEE'N ,  participle passive   Seen beforehand."], "Word": "Foreseen", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FORESEE'R ,  noun   One who foresees or foreknows."], "Word": "Foreseer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πρῶρα", "transliteration": "prōra", "strongs_definition": "the prow that is forward part of a vessel", "word_translated": "foreship", "bible_usage": "forepart (-ship).", "part_of_speech": "Adjective", "translation_occurrences": {"foreship": "1", "forepart": "1"}, "brown_driver_definition": [], "phonetic": "pro'-ra", "strongs_number": "G4408", "thayers_definition": [" 1. the prow or forward part of a ship "], "word_origin": "Feminine of a presumed derivation of G4253 as noun", "bible_references": ["Act 27:30"], "letter": "F", "origin_links": ["G4253"], "data": {"1": {"Definitions": ["FO'RESHIP ,  noun   The forepart of a ship.  Acts 28:1 ."], "Word": "Foreship", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ῥώννυμι", "transliteration": "rhōnnumi", "strongs_definition": "probably akin to ); to strengthen that is (imperative passive) have health (as parting exclamation good bye)", "word_translated": "Farewell", "bible_usage": "farewell.", "part_of_speech": "Verb", "translation_occurrences": {"well": "1", "Farewell": "1"}, "brown_driver_definition": [], "phonetic": "hrone'-noo-mee", "strongs_number": "G4517", "thayers_definition": [" 1. to make strong, strengthen ", " 2. to be strong, to thrive, prosper ", " 3. in the usual formula in closing of a letter, farewell "], "word_origin": "Prolonged from ῥώομαι rhōomai (to dart", "bible_references": ["Act 23:30"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FA'REWELL , a compound of fare, in the imperative, and well. Go well; originally applied to a person departing, but by custom now applied both to those who depart and those who remain. It expresses a kind wish, a wish of happiness to those who leave or those who are left.", "The verb and adverb are often separated by the pronoun; fare you well; I wish you a happy departure; may you be well in your absence.", "It is sometimes an expression of separation only.  farewell  the year;  farewell  ye sweet groves; that is, I take my leave of you.", "FA'REWELL ,  noun", "1.  A wish of happiness or welfare at parting; the parting compliment; adieu.", "2.  Leave; act of departure.", "And takes her  farewell  of the glorious sun.", "Before I take my  farewell  of the subject."], "Word": "Farewell", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σάρκινος", "transliteration": "sarkinos", "strongs_definition": "similar to flesh that is (by analogy) soft", "word_translated": "fleshy", "bible_usage": "fleshly.", "part_of_speech": "Adjective", "translation_occurrences": {"fleshy": "1"}, "brown_driver_definition": [], "phonetic": "sar'-kee-nos", "strongs_number": "G4560", "thayers_definition": [" 1. fleshly, consisting of flesh, composed of flesh ", " 2. pertaining to the body (as earthly and perishable material) ", " 3. wholly given up to the flesh, rooted in the flesh as it were "], "word_origin": "From G4561", "bible_references": ["2 Cor 3:3"], "letter": "F", "origin_links": ["G4561"], "data": {"1": {"Definitions": ["FLESH'Y ,  adjective", "1.  Full of flesh; plump; musculous.", "The sole of his foot is  fleshy", "2.  Fat; gross; corpulent; as a  fleshy  man.", "3.  Corporeal.", "4.  Full of pulp; pulpous; plump; as fruit."], "Word": "Fleshy", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σαρκικός", "transliteration": "sarkikos", "strongs_definition": "pertaining to flesh that is (by extension) bodily temporal or (by implication) animal unregenerate", "word_translated": "fleshly", "bible_usage": "carnal fleshly.", "part_of_speech": "Adjective", "translation_occurrences": {"fleshly": "2", "carnal": "7", "things": "2"}, "brown_driver_definition": [], "phonetic": "sar-kee-kos'", "strongs_number": "G4559", "thayers_definition": [" 1. fleshly, carnal ", " a. having the nature of flesh, i.e. under the control of the animal appetites ", " 1. governed by mere human nature not by the Spirit of God ", " 2. having its seat in the animal nature or aroused by the animal nature ", " 3. human: with the included idea of depravity ", " b. pertaining to the flesh ", " 1. to the body: related to birth, linage, etc "], "word_origin": "From G4561", "bible_references": ["2 Cor 1:12", "1 Pet 2:11"], "letter": "F", "origin_links": ["G4561"], "data": {"1": {"Definitions": ["FLESH'LY ,  adjective", "1.  Pertaining to the flesh; corporeal.", "2.  Carnal; worldly; lascivious.", "Abstain from  fleshly  lusts.  1 Peter 2:11 .", "3.  Animal; not vegetable.", "4.  Human; not celestial; not spiritual or divine.", "Vain of  fleshly  arm.", "Fleshly wisdom.  2 Corinthians 1:12 ."], "Word": "Fleshly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "στάδιον", "transliteration": "stadion", "strongs_definition": "a stade or certain measure of distance; by implication a stadium or race course", "word_translated": "furlongs", "bible_usage": "furlong race.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"furlongs": "5", "race": "1"}, "brown_driver_definition": [], "phonetic": "stad'-ee-on", "strongs_number": "G4712", "thayers_definition": [" 1. a space or distance of about 600 feet (185 m) ", " 2. a race course ", " a. place in which contests in running were held, the one who outstripped the rest and reached the goal first, receiving the prize. Courses of this description were found in most of the larger Greek cities, and were like that at Olympia, 600 Greek feet in length "], "word_origin": "Or the masculine plural form στάδιος stadios stad'-ee-os .  From the base of G2476 (as fixed)", "bible_references": ["Luke 24:13", "John 6:19", "John 11:18", "Rev 14:20", "Rev 21:16"], "letter": "F", "origin_links": ["G2476"], "data": {"1": {"Definitions": ["A stadium, a Greek measure of distance equal to 606 feet and 9 inches ( Luke 24:13 ;  John 6:19 ;  11:18 ;  Revelation 14:20 ;  21:16 )."], "Word": "Furlong", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["One eighth of a mile. Luke 24:13 ;  John 11:18 ;  Revelation 21:16"], "Word": "Furlong", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["[ WEIGHTS AND MEASURES ]"], "Word": "Furlong", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["FUR'LONG ,  noun", "A measure of length; the eighth part of a mile; forty rods, poles or perches."], "Word": "Furlong", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σπουδή", "transliteration": "spoudē", "strongs_definition": " that is (by implication) despatch eagerness earnestness", "word_translated": "forwardness", "bible_usage": "business (earnest) care (-fulness) diligence forwardness haste.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"business": "1", "diligence": "5", "forwardness": "1", "carefulness": "1", "haste": "2", "care": "2"}, "brown_driver_definition": [], "phonetic": "spoo-day'", "strongs_number": "G4710", "thayers_definition": [" 1. haste, with haste ", " 2. earnestness, diligence ", " a. earnestness in accomplishing, promoting, or striving after anything ", " b. to give all diligence, interest one's self most earnestly "], "word_origin": "From G4692", "bible_references": ["2 Cor 8:8"], "letter": "F", "origin_links": ["G4692"], "data": {"1": {"Definitions": ["FOR'WARDNESS ,  noun", "1.  Cheerful readiness; promptness. It expresses more than willingness. We admire the  forwardness  of christians in propagating the gospel.", "2.  Eagerness; ardor. It is sometimes difficult to restrain the  forwardness  of youth.", "3.  Boldness; confidence; assurance; want of due reserve or modesty.", "In France it is usual to bring children into company, and cherish in them, from their infancy, a kind of  forwardness  and assurance.", "4.  A state of advance beyond the usual degree; as the  forwardness  of spring or of corn."], "Word": "Forwardness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σύνδουλος", "transliteration": "sundoulos", "strongs_definition": "a co-slave that is servitor or ministrant of the same master (human or divine)", "word_translated": "fellowservants", "bible_usage": "fellowservant.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"servant": "5", "fellowservant": "1", "servants": "3", "fellowservants": "1"}, "brown_driver_definition": [], "phonetic": "soon'-doo-los", "strongs_number": "G4889", "thayers_definition": [" 1. a fellow servant, one who serves the same master with another ", " a. the associate of a servant (or slave) ", " b. one who with others serves (ministers to) a king ", " c. a colleague of one who is Christ's servant in publishing the gospel ", " d. one who with others acknowledges the same Lord, Jesus, and obeys his commands ", " e. one who with others is subject to the same divine authority in the Messianic economy ", " 1. of angels as the fellow servants of Christians "], "word_origin": "From G4862 and G1401", "bible_references": ["Mat 18:31"], "letter": "F", "origin_links": ["G4862", "G1401"], "data": {"1": {"Definitions": ["FELLOW-SERV'ANT ,  noun   One who has the same master."], "Word": "Fellow-servant", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σύνδουλος", "transliteration": "sundoulos", "strongs_definition": "a co-slave that is servitor or ministrant of the same master (human or divine)", "word_translated": "fellowservant", "bible_usage": "fellowservant.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"servant": "5", "fellowservant": "1", "servants": "3", "fellowservants": "1"}, "brown_driver_definition": [], "phonetic": "soon'-doo-los", "strongs_number": "G4889", "thayers_definition": [" 1. a fellow servant, one who serves the same master with another ", " a. the associate of a servant (or slave) ", " b. one who with others serves (ministers to) a king ", " c. a colleague of one who is Christ's servant in publishing the gospel ", " d. one who with others acknowledges the same Lord, Jesus, and obeys his commands ", " e. one who with others is subject to the same divine authority in the Messianic economy ", " 1. of angels as the fellow servants of Christians "], "word_origin": "From G4862 and G1401", "bible_references": ["Mat 18:29"], "letter": "F", "origin_links": ["G4862", "G1401"], "data": {"1": {"Definitions": ["FELLOW-SERV'ANT ,  noun   One who has the same master."], "Word": "Fellow-servant", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "συνεργός", "transliteration": "sunergos", "strongs_definition": "a co-laborer that is coadjutor", "word_translated": "fellowhelper", "bible_usage": "companion in labour (fellow-) helper (-labourer -worker) labourer together with workfellow.", "part_of_speech": "Adjective", "translation_occurrences": {"helper": "1", "workfellow": "1", "workers": "1", "labourers": "2", "fellowlabourer": "2", "labour": "1", "helpers": "3", "fellowhelper": "1", "with": "1"}, "brown_driver_definition": [], "phonetic": "soon-er-gos'", "strongs_number": "G4904", "thayers_definition": [" 1. a companion in work, fellow worker "], "word_origin": "From a presumed compound of G4862 and the base of G2041", "bible_references": ["2 Cor 8:23"], "letter": "F", "origin_links": ["G4862", "G2041"], "data": {"1": {"Definitions": ["FELLOW-HELP'ER ,  noun   A co-adjutor; one who concurs or aids in the same business.  John 8:1 ."], "Word": "Fellow-helper", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "τελειωτής", "transliteration": "teleiōtēs", "strongs_definition": "a completer that is consummater", "word_translated": "finisher", "bible_usage": "finisher.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"finisher": "1"}, "brown_driver_definition": [], "phonetic": "tel-i-o-tace'", "strongs_number": "G5051", "thayers_definition": [" 1. a perfector ", " 2. one who has in his own person raised faith to its perfection and so set before us the highest example of faith "], "word_origin": "From G5048", "bible_references": ["Heb 12:2"], "letter": "F", "origin_links": ["G5048"], "data": {"1": {"Definitions": ["FIN'ISHER ,  noun", "1.  One who finishes; one who completely performs.", "2.  One who puts an end to.", "3.  One who completes or perfects.", "Jesus, the author and  finisher  of our faith.  Hebrews 12:2 ."], "Word": "Finisher", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "τέταρτος", "transliteration": "tetartos", "strongs_definition": "fourth", "word_translated": "Four", "bible_usage": "four (-th).", "part_of_speech": "Adjective", "translation_occurrences": {"Four": "1", "part": "1", "fourth": "8"}, "brown_driver_definition": [], "phonetic": "tet'-ar-tos", "strongs_number": "G5067", "thayers_definition": [" 1. the fourth "], "word_origin": "From G5064", "bible_references": ["Act 10:30"], "letter": "F", "origin_links": ["G5064"], "data": {"1": {"Definitions": ["FOUR ,  adjective   [Latin  petoritum, petorritum, a carriage with  four  wheels, petor-rota.]", "Twice two; denoting the sum or two and two."], "Word": "Four", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOURBE ,  noun   A tricking fellow; a cheat. [Not English.]"], "Word": "Fourbe", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOURFOLD ,  adjective   Four double; quadruple; four times told; as a  fourfold  division.", "He shall restore the lamb  fourfold    2 Samuel 12:6 .", "FOURFOLD ,  noun   Four times as much."], "Word": "Fourfold", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FOURFOOTED ,  adjective   Quadruped; having four feet; as the horse and the ox."], "Word": "Fourfooted", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FOURRIER ,  noun   A harbinger. [Not English.]"], "Word": "Fourrier", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FOURSCORE ,  adjective   [ See Score .] Four times twenty; eighty. It is used elliptically for  fourscore  years; as a man of  fourscore"], "Word": "Fourscore", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["FOURSQUARE ,  adjective   Having four sides and four angles equal; quadrangular."], "Word": "Foursquare", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["FOURTEEN ,  adjective   [four and ten.] Four and ten; twice seven."], "Word": "Fourteen", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["FOURTEENTH ,  adjective   The ordinal of fourteen; the fourth after the tenth."], "Word": "Fourteenth", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["FOURTH ,  adjective   The ordinal of four; the next after the third.", "FOURTH ,  noun   In music, an interval composed of two tones and a semitone. Three full tones compose a triton, or  fourth  redundant."], "Word": "Fourth", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["FOURTHLY ,  adverb   In the fourth place."], "Word": "Fourthly", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["FOURWHEELED ,  adjective   Having or running on four wheels."], "Word": "Fourwheeled", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὑποδείκνυμι", "transliteration": "hupodeiknumi", "strongs_definition": "to exhibit under the eyes (figuratively) to exemplify (instruct admonish)", "word_translated": "forewarn", "bible_usage": "show (fore-) warn.", "part_of_speech": "Verb", "translation_occurrences": {"shew": "2", "forewarn": "1", "shewed": "1", "warned": "2"}, "brown_driver_definition": [], "phonetic": "hoop-od-ike'-noo-mee", "strongs_number": "G5263", "thayers_definition": [" 1. to show by placing under (i.e. before) the eyes ", " 2. to show by words and arguments, i.e. to teach ", " 3. to show by make known future things "], "word_origin": "From G5259 and G1166", "bible_references": ["Luke 12:5"], "letter": "F", "origin_links": ["G5259", "G1166"], "data": {"1": {"Definitions": ["FOREWARN ',  verb transitive   forewaurn'.", "1.  To admonish beforehand.", "I will  forewarn  you whom ye shall fear.  Luke 12:5 .", "2.  To inform previously; to give previous notice.", "3.  To caution beforehand."], "Word": "Forewarn", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FOREWARN'ED ,  participle passive   Admonished, cautioned or informed beforehand."], "Word": "Forewarned", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FOREWARN'ING ,  participle present tense   Previously admonishing or informing.", "FOREWARN'ING ,  noun   Previous admonition, caution or notice."], "Word": "Forewarning", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὑποκρίνομαι", "transliteration": "hupokrinomai", "strongs_definition": "to decide (speak or act) under a false part that is (figuratively) dissemble (pretend)", "word_translated": "feign", "bible_usage": "feign.", "part_of_speech": "Verb", "translation_occurrences": {"feign": "1"}, "brown_driver_definition": [], "phonetic": "hoop-ok-rin'-om-ahee", "strongs_number": "G5271", "thayers_definition": [" 1. to take up another's statements in reference to what one has decided for one's self ", " a. to reply, answer ", " 2. to make answer (speak) on the stage ", " a. to impersonate anyone, play a part ", " 3. to simulate, feign, pretend "], "word_origin": "Middle voice from G5259 and G2919", "bible_references": ["Luke 20:20"], "letter": "F", "origin_links": ["G5259", "G2919"], "data": {"1": {"Definitions": ["FEIGN ,  verb transitive   fane. [Latin  fingo. The Latin forms fictum, fictus, whence figura, figure, also fucus.]", "1.  To invent or imagine; to form an idea or conception of something not real.", "There are no such things done as thou sayest, but thou feignest them out of thine own heart.  Nehemiah 6:8 .", "2.  To make a show of; to pretend; to assume a false appearance; to counterfeit.", "I pray thee,  feign  thyself to be a mourner.  2 Samuel 14:2 .", "She feigns a laugh.", "3.  To represent falsely; to pretend; to form and relate a fictitious tale.", "The poet did  feign  that Orpheus drew trees, stones, and floods.", "4.  To dissemble; to conceal.  obsolete"], "Word": "Feign", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["FEIGNED ,  participle passive   Invented; devised; imagined; assumed."], "Word": "Feigned", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["FEIGNEDLY ,  adverb   In fiction; in pretense; not really."], "Word": "Feignedly", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["FEIGNEDNESS ,  noun   Fiction; pretense; deceit."], "Word": "Feignedness", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["FEIGNER ,  noun   One who feigns; an inventor; a deviser of fiction."], "Word": "Feigner", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["FEIGNING ,  participle present tense   Imagining; inventing; pretending; making a false show.", "FEIGNING ,  noun   A false appearance; artful contrivance."], "Word": "Feigning", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["FEIGNINGLY ,  adverb   With false appearance."], "Word": "Feigningly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Φῆλιξ", "transliteration": "Phēlix", "strongs_definition": "happy; Phelix (that is Felix) a Roman", "word_translated": "Felix", "bible_usage": "Felix.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Felix": "8"}, "brown_driver_definition": [], "phonetic": "fay'-lix", "strongs_number": "G5344", "thayers_definition": ["Felix = \"happy\" ", " 1. a Roman procurator of Judea appointed by the emperor Claudius in A.D. 53. He ruled the province in a mean, cruel, and profligate manner. His period of office was full of troubles and seditions. Paul was brought before Felix at Caesarea. He was remanded in prison, and kept there two years in hopes of extorting money from him. Acts 24:26,27. At the end of that time Porcius Festus was appointed to supersede Felix, who, on his return to Rome, was accused by the Jews in Caesarea, and would have suffered the penalty due to his atrocities had not his brother Pallas prevailed with the emperor Nero to spare him. The wife of Felix was Drusilla, daughter of Herod Agrippa I., who was his third wife and whom he persuaded to leave her husband and marry him. "], "word_origin": "Of Latin origin", "bible_references": ["Act 23:24", "Act 23:26", "Act 24:3", "Act 24:22", "Act 24:24", "Act 24:25", "Act 24:27", "Act 25:14"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["Happy, the Roman procurator of Judea before whom Paul \"reasoned\" ( Acts 24:25 ). He appears to have expected a bribe from Paul, and therefore had several interviews with him. The \"worthy deeds\" referred to in  24:2  was his clearing the country of banditti and impostors.", "At the end of a two years' term, Porcius Festus was appointed in the room of Felix (A.D. 60), who proceeded to Rome, and was there accused of cruelty and malversation of office by the Jews of Caesarea. The accusation was rendered nugatory by the influence of his brother Pallas with Nero. (See Josephus, Ant. xx. 8, 9.)", "Drusilla, the daughter of Herod Agrippa, having been induced by Felix to desert her husband, the king of Emesa, became his adulterous companion. She was seated beside him when Paul \"reasoned\" before the judge. When Felix gave place to Festus, being \"willing to do the Jews a pleasure,\" he left Paul bound."], "Word": "Felix", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["happy,  prosperous"], "Word": "Felix", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["Governor of Judea.", "Paul tried before Acts 23:24-35 ;  Acts 44:24", "Trembles under Paul's preaching Acts 24:25", "Leaves Paul in bonds Acts 24:26-27 ;  Acts 25:14"], "Word": "Felix", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( happy ), a Roman procurator of Judea appointed by the emperor Claudius in A.D. 53. He ruled the province in a mean, cruel and profligate manner. His period of office was full of troubles and seditions. St. Paul was brought before Felix in C'sarea. He was remanded to prison, and kept there two years in hopes of extorting money from him. ( Acts 24:26,27 ) At the end of that time Porcius Festus [ FESTUS, PORCIUS ] was appointed to supersede Felix, who, on his return to Rome, was accused by the Jews in C'sarea, and would have suffered the penalty due to his atrocities had not his brother Pallas prevailed with the emperor Nero to spare him. This was probably about A.D. 60. The wife of Felix was Drusilla, daughter of Herod Agrippa I., who was his third wife and whom he persuaded to leave her husband and marry him."], "Word": "Felix", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Φῆστος", "transliteration": "Phēstos", "strongs_definition": "festal; Phestus (that is Festus) a Roman", "word_translated": "Festus", "bible_usage": "Festus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Festus": "13"}, "brown_driver_definition": [], "phonetic": "face'-tos", "strongs_number": "G5347", "thayers_definition": ["[Porcius] Festus = \"festival\" ", " 1. the successor of Felix as procurator of Judea "], "word_origin": "Of Latin derivation", "bible_references": ["Act 24:27", "Act 25:1", "Act 25:4", "Act 25:9", "Act 25:12", "Act 25:13", "Act 25:14", "Act 25:22", "Act 25:23", "Act 25:24", "Act 26:24", "Act 26:25", "Act 26:32"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["festive,  joyful"], "Word": "Festus", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["Called also Porcius Festus.", "Governor of Judea, and successor to Felix Acts 24:27", "Tries Paul Acts 25:26"], "Word": "Festus", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The successor of Felix (A.D. 60) as procurator of Judea ( Acts 24:27 ). A few weeks after he had entered on his office the case of Paul, then a prisoner at Caesarea, was reported to him. The \"next day,\" after he had gone down to Caesarea, he heard Paul defend himself in the presence of Herod Agrippa II. and his sister Bernice, and not finding in him anything worthy of death or of bonds, would have set him free had he not appealed unto Caesar ( Acts 25:11, 12 ). In consequence of this appeal Paul was sent to Rome. Festus, after being in office less than two years, died in Judea. (See  AGRIPPA .)"], "Word": "Festus, Porcius", "Dictionary": "Easton's Bible Dictionary"}, "4": {"Definitions": ["(Festus means  festival ), successor of Felix as procurator of Judea, ( Acts 24:27 ) sent by Nero probably in the autumn of A.D. 60. A few weeks after Festus reached his province he heard the cause of St. Paul, who had been left a prisoner by Felix, in the presence of Herod Agrippa II and Bernice his sister, ( Acts 25:11,12 ) Judea was in the same disturbed state during the procuratorship of Festus which had prevailed through that of his predecessor. He died probably in the summer of A.D. 60, having ruled the province less than two years."], "Word": "Festus, Porcius", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Φόρον", "transliteration": "Phoron", "strongs_definition": "a forum or market place; only in compounds with ; a station on the Appian road", "word_translated": "Forum", "bible_usage": "forum.", "part_of_speech": "Noun Location", "translation_occurrences": {"Forum": "1"}, "brown_driver_definition": [], "phonetic": "for'-on", "strongs_number": "G5410", "thayers_definition": [" 1. Appius Forum, a town in Italy, 43 Roman miles (70 km) from Rome on the Appian Way "], "word_origin": "Of Latin origin", "bible_references": ["Act 28:15"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["FO'RUM ,  noun   [Latin   See Fair .]", "1.  In Rome, a public place, where causes were judicially tried, and orations delivered to the people; also, a market place. Hence,", "2.  A tribunal; a court; any assembly empowered to hear and decide causes; also, jurisdiction."], "Word": "Forum", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Φορτουνᾶτος", "transliteration": "Phortounatos", "strongs_definition": "; Fortunatus a Christian", "word_translated": "Fortunatus", "bible_usage": "Fortunatus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Fortunatus": "1"}, "brown_driver_definition": [], "phonetic": "for-too-nat'-os", "strongs_number": "G5415", "thayers_definition": ["Fortunatus = \"well freighted\" ", " 1. a Christian of Corinth "], "word_origin": "Of Latin origin", "bible_references": ["1 Cor 16:17"], "letter": "F", "origin_links": [], "data": {"1": {"Definitions": ["Fortunate, a disciple of Corinth who visited Paul at Ephesus, and returned with Stephanas and Achaicus, the bearers of the apostle's first letter to the Corinthians ( 1 Corinthians 16:17 )."], "Word": "Fortunatus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["lucky,  fortunate"], "Word": "Fortunatus", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A Christian of Corinth. 1 Corinthians 16:17"], "Word": "Fortunatus", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( fortunate ) ( 1 Corinthians 16:17 ) one of the three Corinthians the others being Stephanas and Achaicus, who were at Ephesus when St. Paul wrote his first epistle. There is a Fortunatus mentioned in the end of Clement's first epistle to the Corinthians, who was possibly the same person."], "Word": "Fortunatus", "Dictionary": "Smith's Bible Dictionary"}}}
