{"word_original": "αὐτός", "transliteration": "autos", "strongs_definition": "backward); the reflexive pronoun self used (alone or in the compound of ) of the third person and (with the proper personal pronoun) of the other persons", "word_translated": "Jesus", "bible_usage": "her it (-self) one the other (mine) own said ([self-] the) same ([him- my- thy-]) self [your-] selves she that their (-s) them ([-selves]) there [-at -by -in -into -of -on -with] they (these) things this (man) those together very which. Compare  .", "part_of_speech": "", "translation_occurrences": {"own": "5", "thereon": "2", "house": "1", "it": "152", "thereof": "18", "itself": "5", "himself": "29", "thyself": "2", "ourselves": "3", "whose": "3", "devil": "1", "her": "155", "no": "1", "things": "6", "there": "1", "was": "1", "same": "74", "also": "1", "charge": "1", "other": "1", "selfsame": "1", "They": "125", "which": "2", "themselves": "4", "he": "252", "cause": "1", "thee": "2", "be": "3", "them": "1081", "his": "530", "to": "2", "that": "4", "I": "1", "company": "1", "who": "2", "ye": "5", "we": "2", "said": "1", "purpose": "2", "yourselves": "9", "herself": "1", "him": "1839", "those": "5", "man": "2", "a": "2", "myself": "5", "instant": "1", "for": "1", "this": "3", "theirs": "2", "required": "1", "whom": "2", "Jesus": "4", "their": "134", "thing": "4", "women": "1", "place": "3", "she": "7", "very": "2", "the": "1"}, "brown_driver_definition": [], "phonetic": "ow-tos'", "strongs_number": "G846", "thayers_definition": [" 1. himself, herself, themselves, itself ", " 2. he, she, it ", " 3. the same "], "word_origin": "From the particle αὖ au (perhaps akin to the base of G109 through the idea of a baffling wind", "bible_references": ["Mat 9:10", "Mark 1:45", "Mark 2:15", "John 7:50"], "letter": "J", "origin_links": ["G109"], "data": {"1": {"Definitions": ["1.  Joshua, the son of Nun ( Acts 7:45 ;  Hebrews 4:8 ; R.V., \"Joshua\").", "2.  A Jewish Christian surnamed Justus ( Colossians 4:11 ).", "Je'sus, the proper, as Christ is the official, name of our Lord. To distinguish him from others so called, he is spoken of as \"Jesus of Nazareth\" ( John 18:7 ), and \"Jesus the son of Joseph\" ( John 6:42 ).", "This is the Greek form of the Hebrew name Joshua, which was originally Hoshea ( Numbers 13:8, 16 ), but changed by Moses into Jehoshua ( Numbers 13:16 ;  1 Chronicles 7:27 ), or Joshua. After the Exile it assumed the form Jeshua, whence the Greek form Jesus. It was given to our Lord to denote the object of his mission, to save ( Matthew 1:21 ).", "The life of Jesus on earth may be divided into two great periods, (1) that of his private life, till he was about thirty years of age; and (2) that of his public life, which lasted about three years.", "In the \"fulness of time\" he was born at Bethlehem, in the reign of the emperor Augustus, of Mary, who was betrothed to Joseph, a carpenter ( Matthew 1:1 ;  Luke 3:23 ; comp.  John 7:42 ). His birth was announced to the shepherds ( Luke 2:8-20 ). Wise men from the east came to Bethlehem to see him who was born \"King of the Jews,\" bringing gifts with them ( Matthew 2:1-12 ). Herod's cruel jealousy led to Joseph's flight into Egypt with Mary and the infant Jesus, where they tarried till the death of this king ( Matthew 2:13-23 ), when they returned and settled in Nazareth, in Lower Galilee ( 2:23 ; comp.  Luke 4:16 ;  John 1:46 , etc.). At the age of twelve years he went up to Jerusalem to the Passover with his parents. There, in the temple, \"in the midst of the doctors,\" all that heard him were \"astonished at his understanding and answers\" ( Luke 2:41 , etc.).", "Eighteen years pass, of which we have no record beyond this, that he returned to Nazareth and \"increased in wisdom and stature, and in favour with God and man\" ( Luke 2:52 ).", "He entered on his public ministry when he was about thirty years of age. It is generally reckoned to have extended to about three years. \"Each of these years had peculiar features of its own.", "1.  The first year may be called the year of obscurity, both because the records of it which we possess are very scanty, and because he seems during it to have been only slowly emerging into public notice. It was spent for the most part in Judea.", "2.  The second year was the year of public favour, during which the country had become thoroughly aware of him; his activity was incessant, and his frame rang through the length and breadth of the land. It was almost wholly passed in Galilee.", "3.  The third was the year of opposition, when the public favour ebbed away. His enemies multiplied and assailed him with more and more pertinacity, and at last he fell a victim to their hatred. The first six months of this final year were passed in Galilee, and the last six in other parts of the land.\", Stalker's Life of Jesus Christ, p. 45.", "The only reliable sources of information regarding the life of Christ on earth are the Gospels, which present in historical detail the words and the work of Christ in so many different aspects. (See   CHRIST .)"], "Word": "Jesus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["savior; deliverer"], "Word": "Jesus", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1.  ( saviour )."], "Word": "Jesus", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["\"The life and character of Jesus Christ,\" says Dr. Schaff, \"is the holy of holies in the history of the world.\""], "Word": "Jesus Christ", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["[ ECCLESIASTICUS ]"], "Word": "Jesus the Son of Sirach", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["History of:", "Genealogy of Matthew 1:1-17 ;  Luke 3:23-38", "Facts before the birth of:", "The angel Gabriel appears to Mary (Nazareth) Luke 1:26-38", "Mary visits Elizabeth (Jerusalem) Luke 1:39-56", "Mary's magnificat (Jerusalem) Luke 1:46-55", "An angel appears to Joseph concerning Mary Matthew 1:18-25", "Birth of (Bethlehem) Luke 2:1-7", "Angels appear to the shepherds Luke 2:8-20", "Magi visit (Bethlehem) Matthew 2:1-12", "Circumcision of (Bethlehem) Luke 2:21", "Is presented in the temple (Jerusalem) Luke 2:21-38", "Flight into, and return from, Egypt Matthew 2:13-23", "Disputes with the doctors in the temple (Jerusalem) Luke 2:41-52", "Is baptized by John (Jordan) Matthew 3:13-17 ;  Mark 1:9-11 ;  Luke 3:21-23", "Temptation of (Desert of Judea) Matthew 4:1-11 ;  Mark 1:12-13 ;  Luke 4:1-13", "John's testimony concerning Him John 1:1-18", "Testimony of John the Baptist concerning (Bethabara) John 1:19-34", "Disciples adhere to John 1:35-51", "Miracle at Cana of Galilee John 2:1-12", "Drives the money changers from the temple (Jerusalem) John 2:13-25", "Nicodemus comes to (Jerusalem) John 3:1-21", "Baptizes (Aenon) John 3:22 ;  John 4:2", "Returns to Galilee Matthew 4:12 ;  Mark 1:14 ;  Luke 4:14 ;  John 4:1-3", "Visits Sychar, and teaches the Samaritan woman John 4:4-42", "Teaches in Galilee Matthew 4:17 ;  Mark 1:14-15 ;  Luke 4:14-15 ;  John 4:43-45", "Heals a nobleman's son of Capernaum (Cana of Galilee) John 4:46-54", "Is rejected by the people of Nazareth, dwells at Capernaum Matthew 4:13-16 ;  Luke 4:16-31", "Chooses Peter, Andrew, James, and John as disciples, miracle of the draught of fishes (Capernaum) Matthew 4:18-22 ;  Mark 1:16-20 ;  Luke 5:1-11", "Preaches throughout Galilee Matthew 4:23-25 ;  Mark 1:35-39 ;  Luke 4:42-44", "Heals a demoniac (Capernaum) Mark 1:21-28 ;  Luke 4:31-37", "Heals Peter's mother-in-law (Capernaum) Matthew 8:14-17 ;  Mark 1:29-34 ;  Luke 4:38-41", "Heals a leper in Galilee Matthew 8:2-4 ;  Mark 1:40-45 ;  Luke 5:12-16", "Heals a paralytic (Capernaum) Matthew 9:2-8 ;  Mark 2:1-12 ;  Luke 5:17-26", "Calls Matthew (Capernaum) Matthew 9:9 ;  Mark 2:13-14 ;  Luke 5:27-28", "Heals an impotent man at the pool of Bethesda on the Sabbath day, is persecuted, and makes His defense Luke 43:5", "Defines the law of the Sabbath on the occasion of His disciples plucking the ears of corn (Capernaum) Matthew 12:1-8 ;  Mark 2:23-28 ;  Luke 6:1-5", "Heals a man having a withered hand (Capernaum) Matthew 12:9-14 ;  Mark 3:1-6 ;  Luke 6:6-11", "Withdraws from Capernaum to the Sea of Galilee, where He heals many Matthew 12:15-21 ;  Mark 3:7-12", "Goes up into a mountain, and calls and ordains twelve disciples (Galilee) Matthew 10:2-4 ;  Mark 3:13-19 ;  Luke 6:12-19", "Delivers the Sermon on the Mount (Galilee) Luke 40:5 ;  Luke 6:20-49", "Heals the servant of the centurion (near Capernaum) Matthew 8:5-13 ;  Luke 7:1-10", "Raises from the dead the son of the widow of Nain Luke 7:11-17", "Receives the message from John the Baptist (Galilee) Matthew 11:2-19 ;  Luke 7:18-35", "Upbraids the unbelieving cities about Capernaum Matthew 11:20-30", "Anointed by a sinful woman (Capernaum) Luke 7:36-50", "Preaches in the cities of Galilee Luke 8:1-3", "Heals a demoniac, and denounces the scribes and Pharisees (Galilee) Matthew 12:22-37 ;  Mark 3:19-30 ;  Luke 11:14-26", "Replies to the scribes and Pharisees who seek a sign from Him (Galilee) Matthew 12:38-45 ;  Luke 11:16-36", "Denounces the Pharisees and other hypocrites (Galilee) Luke 11:37-54", "Discourses to His disciples (Galilee) Luke 12:1-59", "Parable of the barren fig tree (Galilee) Luke 13:6-9", "Parable of the sower (Sea of Galilee) Matthew 13:1-23 ;  Mark 4:1-25 ;  Luke 8:4-18", "Parable of the tares, and other teachings (Galilee) Matthew 13:24-53 ;  Mark 4:26-34", "Crosses the Sea of Galilee, and stills the tempest Matthew 8:18-27 ;  Mark 4:35-41 ;  Luke 8:22-25", "Miracle of the swine (Gadara) Matthew 8:28-33 ;  Mark 5:1-21 ;  Luke 8:26-40", "Returns to Capernaum Matthew 9:1 ;  Mark 5:21 ;  Luke 8:40", "Eats with publicans and sinners, and discourses on fasting (Capernaum) Matthew 9:10-17 ;  Mark 2:15-22 ;  Luke 5:29-39", "Raises to life the daughter of Jairus, and heals the woman who has the issue of blood (Capernaum) Matthew 9:18-26 ;  Mark 5:22-43 ;  Luke 8:41-56", "Heals two blind men, and casts out a dumb spirit (Capernaum) Matthew 9:27-34", "Returns to Nazareth Matthew 13:53-58 ;  Mark 6:1-6", "Teaches in various cities in Galilee Matthew 9:35-38", "Instructs His disciples, and empowers them to heal diseases and casts out unclean spirits Matthew 40:10 ;  Mark 6:6-13 ;  Luke 9:1-6", "Herod falsely supposes Him to be John whom he had beheaded Matthew 14:1-2 ;  Matthew 14:6-12 ;  Mark 6:14-16 ;  Mark 6:21-29 ;  Luke 9:7-9", "The twelve return; He goes to the desert; multitudes follow Him; He feeds five thousand (Sea of Galilee) Matthew 14:13-21 ;  Mark 6:30-44 ;  Luke 9:10-17 ;  John 6:1-14", "Walks on the sea (Galilee) Matthew 14:22-36 ;  Mark 6:45-56 ;  John 6:15-21", "Teaches in the synagogue in Capernaum John 6:22-65", "Disciples forsake Him (Capernaum) John 6:66-71", "He justifies His disciples in eating without washing their hands (Capernaum) Matthew 15:1-20 ;  Mark 7:1-23", "Heals the daughter of the Syro-Phenician woman (Tyre and Sidon) Matthew 15:21-28 ;  Mark 7:24-30", "Heals a dumb man (Decapolis) Matthew 15:29-31 ;  Mark 7:31-37", "Feeds four thousand Matthew 15:32-39 ;  Mark 8:1-9", "Refuses to give a sign to the Pharisees (region of Magdala) Matthew 16:1-4 ;  Mark 8:10-12", "Cautions His disciples against the leaven of hypocrisy (Sea of Galilee) Matthew 16:4-12 ;  Mark 8:13-21", "Heals a blind man (Bethsaida) Mark 8:22-26", "Foretells His death and resurrection (near Caesarea Philippi) Matthew 16:21-28 ;  Mark 8:31-38 ;  Mark 9:1 ;  Luke 9:22-27", "Is transfigured Matthew 17:1-13 ;  Mark 9:2-13 ;  Luke 9:28-36", "Heals a demoniac (Caesarea Philippi) Matthew 17:14-21 ;  Mark 9:14-29 ;  Luke 9:37-43", "Foretells His death and resurrection (Galilee) Matthew 17:22-23 ;  Mark 9:30-32 ;  Luke 9:43-45", "Miracle of tribute money in the fish's mouth Matthew 17:24-27", "Reproves the ambition of His disciples (Capernaum) Matthew 18:1-35 ;  Mark 9:33-50 ;  Luke 9:46-50", "Reproves the intolerance of His disciples Mark 9:38-39 ;  Luke 9:49-50", "Journeys to Jerusalem to attend the Feast of Tabernacles, passing through Samaria Luke 9:51-62 ;  John 7:2-11", "Commissions the seventy (Samaria) Luke 10:1-16", "Heals ten lepers Luke 17:11-19", "Teaches in Jerusalem at the Feast of Tabernacles John 7:14-53 ;  John 43:8", "Answers a lawyer, who tests His wisdom with the question, What shall I do to inherit eternal life? by the parable of the good Samaritan (Jerusalem) Luke 10:25-37", "Hears the report of the seventy (Jerusalem) Luke 10:17-24", "Teaches in the house of Mary, Martha, and Lazarus (Bethany) Luke 10:38-42", "Teaches His disciples to pray Luke 11:1-13", "Heals a blind man, who, because of his faith in Jesus, was excommunicated Luke 43:9", "Teaches in Jerusalem John 9:39-41 ;  John 10:1-21", "Teaches in the temple at Jerusalem, at the Feast of Dedication John 10:22-39", "Goes to Bethabara to escape violence from the rulers (east of the Jordan) John 10:40-42 ;  John 11:3-16", "Returns to Bethany, and raises Lazarus from the dead John 11:1-46", "Escapes to the city of Ephraim from the conspiracy led by Caiaphas, the high priest (Judea) John 11:47-54", "Journeys toward Jerusalem to attend the Passover; heals many who are diseased, and teaches the people (Peraea) Matthew 19:1-2 ;  Mark 10:1 ;  Luke 13:10-35", "Dines with a Pharisee on the Sabbath (Peraea) Luke 14:1-24", "Teaches the multitude the conditions of discipleship (Peraea) Luke 14:25-35", "Enunciates the parables of the lost sheep, the lost piece of silver, prodigal son, unjust steward (Peraea) Luke 15:1-32 ;  Luke 16:1-13", "Reproves the hypocrisy of the Pharisees (Peraea) Luke 42:16", "Enunciates the parable of the rich man and Lazarus (Peraea) Luke 16:19-31", "Teaches His disciples concerning offenses, meekness, and humility (Peraea) Luke 17:1-10", "Teaches the Pharisees concerning the coming of His kingdom (Peraea) Luke 17:20-37", "Enunciates the parables of the unjust judge, and the Pharisee and publican praying in the temple (Peraea) Luke 18:1-14", "Interprets the law concerning marriage and divorce (Peraea) Matthew 19:3-12 ;  Mark 10:2-12", "Blesses little children (Peraea) Matthew 19:13-15 ;  Mark 10:13-16 ;  Luke 18:15-17", "Receives the rich young ruler, who asks what he shall do to inherit eternal life (Peraea) Matthew 19:16-22 ;  Matthew 10:17-22 ;  Luke 18:18-24", "Enunciates the parable of the vineyard (Peraea) Matthew 20:1-16", "Foretells His death and resurrection (Peraea) Matthew 20:17-19 ;  Mark 10:32-34 ;  Luke 18:31-34", "Listens to the mother of James and John in behalf of her sons (Peraea) Matthew 20:20-28 ;  Mark 10:35-45", "Heals two blind men (Jericho) Matthew 20:29-34 ;  Mark 10:46-50 ;  Luke 18:35-43", "Visits Zacchaeus Luke 19:1-10", "Enunciates the parable of the pounds (Jericho) Luke 19:11-28", "Goes to Bethany six days before the Passover John 12:1-9", "Triumphal entry into Jerusalem, while the people throw palm branches in the way Matthew 21:1-11 ;  Mark 11:1-11 ;  Luke 19:29-44 ;  John 12:12-19", "Enters the temple Matthew 21:12 ;  Mark 11:11 ;  Luke 19:45", "Drives the money changers out of the temple Matthew 21:12-13 ;  Luke 19:45-46", "Heals the infirm in the temple Matthew 21:14", "Teaches daily in the temple Luke 19:47-48", "Performs the miracle of causing the barren fig tree to wither Matthew 21:17-22 ;  Mark 11:12-14 ;  Mark 11:20-22", "Enunciates the parable of the two sons Matthew 21:28-31"], "Word": "Jesus, The Christ", "Dictionary": "Naves Topical Index"}}}
{"word_original": "δεσμοφύλαξ", "transliteration": "desmophulax", "strongs_definition": "a jailer (as guarding the prisoners)", "word_translated": "jailor", "bible_usage": "jailer keeper of the prison.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"jailor": "1", "prison": "2"}, "brown_driver_definition": [], "phonetic": "des-mof-oo'-lax", "strongs_number": "G1200", "thayers_definition": [" 1. a keeper of a prison, a jailor "], "word_origin": "From G1199 and G5441", "bible_references": ["Act 16:23"], "letter": "J", "origin_links": ["G1199", "G5441"], "data": {"1": {"Definitions": ["(of Philippi),  Acts 16:23 . The conversion of the Roman jailer, a man belonging to a class \"insensible as a rule and hardened by habit, and also disposed to despise the Jews, who were the bearers of the message of the gospel,\" is one of those cases which illustrate its universality and power."], "Word": "Jailer", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Of Philippi, converted Acts 16:27-34"], "Word": "Jailer", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["JA'ILER ,  noun   The keeper of a prison."], "Word": "Jailer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δικαίωμα", "transliteration": "dikaiōma", "strongs_definition": "an equitable deed; by implication a statute or decision", "word_translated": "justification", "bible_usage": "judgment justification ordinance righteousness.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"ordinances": "3", "justification": "1", "judgment": "1", "righteousness": "4", "judgments": "1"}, "brown_driver_definition": [], "phonetic": "dik-ah'-yo-mah", "strongs_number": "G1345", "thayers_definition": [" 1. that which has been deemed right so as to have force of law ", " a. what has been established, and ordained by law, an ordinance ", " b. a judicial decision, sentence ", " 1. of God 1b ", " c. either the favourable judgment by which he acquits man and declares them acceptable to Him 1b ", " d. unfavourable: sentence of condemnation ", " 2. a righteous act or deed "], "word_origin": "From G1344", "bible_references": ["Rom 5:16"], "letter": "J", "origin_links": ["G1344"], "data": {"1": {"Definitions": ["A forensic term, opposed to condemnation. As regards its nature, it is the judicial act of God, by which he pardons all the sins of those who believe in Christ, and accounts, accepts, and treats them as righteous in the eye of the law, i.e., as conformed to all its demands. In addition to the pardon (q.v.) of sin, justification declares that all the claims of the law are satisfied in respect of the justified. It is the act of a judge and not of a sovereign. The law is not relaxed or set aside, but is declared to be fulfilled in the strictest sense; and so the person justified is declared to be entitled to all the advantages and rewards arising from perfect obedience to the law ( Romans 5:1-10 ).", "It proceeds on the imputing or crediting to the believer by God himself of the perfect righteousness, active and passive, of his Representative and Surety, Jesus Christ ( Romans 10:3-9) . Justification is not the forgiveness of a man without righteousness, but a declaration that he possesses a righteousness which perfectly and for ever satisfies the law, namely, Christ's righteousness ( 2 Corinthians 5:21 ;  Romans 4:6-8) .", "The sole condition on which this righteousness is imputed or credited to the believer is faith in or on the Lord Jesus Christ. Faith is called a \"condition,\" not because it possesses any merit, but only because it is the instrument, the only instrument by which the soul appropriates or apprehends Christ and his righteousness ( Romans 1:17 ;  3:25, 26 ;  4:20, 22 ;  Philippians 3:8-11 ;  Galatians 2:16 ).", "The act of faith which thus secures our justification secures also at the same time our sanctification (q.v.); and thus the doctrine of justification by faith does not lead to licentiousness ( Romans 6:2-7) . Good works, while not the ground, are the certain consequence of justification ( 6:14 ;  7:6 ). (See  GALATIANS, EPISTLE TO .)"], "Word": "Justification", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Genesis 15:6 ;  Romans 4:3 ;  Psalms 32:2 ;  Psalms 71:16 ;  Psalms 89:16 ;  Isaiah 42:21 ;  Isaiah 45:24-25 ;  Isaiah 46:12-13 ;  Isaiah 50:8 ;  Isaiah 51:5-6 ;  Isaiah 53:11 ;  Isaiah 54:17 ;  Isaiah 56:1 ;  Isaiah 61:10 ;  Jeremiah 23:6 ;  Zech 3:4 ;  John 5:24 ;  Acts 13:39 ;  Romans 1:16-17 ;  Habakkuk 2:4 ;  Galatians 3:11 ;  Romans 2:13 ;  Romans 3:21-22 ;  Romans 3:24-26 ;  Romans 3:28 ;  Romans 3:30 ;  Romans 4:5-25 ;  Romans 5:1 ;  Romans 5:9 ;  Romans 5:11-21 ;  Romans 6:22 ;  Romans 7:1-25 ;  Romans 8:1 ;  Romans 8:30-31 ;  Romans 8:33-34 ;  Romans 9:30-32 ;  Romans 10:1-21 ;  1 Corinthians 1:30 ;  1 Corinthians 6:11 ;  2 Corinthians 5:19 ;  2 Corinthians 5:21 ;  Galatians 2:14-21 ;  Galatians 3:8-9 ;  Galatians 3:6 ;  Galatians 3:21-22 ;  Galatians 3:24 ;  Galatians 4:21-31 ;  Galatians 5:4-6 ;  Ephesians 6:14 ;  Philippians 3:8-9 ;  Colossians 2:13-14 ;  Titus 3:7 ;  Hebrews 11:4 ;  Hebrews 11:7 ;  James 2:20-23 ;  James 2:26 Adoption ;  Forgiveness ;  Regeneration ;  Sanctification ;  Sin, Confession of ;  Sin, Forgiveness of"], "Word": "Justification", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["JUSTIFICA'TION ,  noun", "1.  The act of justifying; a showing to be just or conformable to law, rectitude or propriety; vindication; defense. The court listened to the evidence and arguments in  justification  of the prisoner's conduct. Our disobedience to God's commands admits no  justification", "2.  Absolution.", "I hope, for my brother's  justification   he wrote this but as an essay of my virtue.", "3.  In law, the showing of a sufficient reason in court why a defendant did what he is called to answer. Pleas in  justification  must set forth some special matter.", "4.  In theology, remission of sin and absolution from guilt and punishment; or an act of free grace by which God pardons the sinner and accepts him as righteous, on account of the atonement of Christ."], "Word": "Justification", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δικαιόω", "transliteration": "dikaioō", "strongs_definition": "to render (that is show or regard as) just or innocent", "word_translated": "justifier", "bible_usage": "free justify (-ier) be righteous.", "part_of_speech": "Verb", "translation_occurrences": {"justifieth": "2", "justifier": "1", "justified": "31", "righteous": "1", "freed": "1", "justify": "4"}, "brown_driver_definition": [], "phonetic": "dik-ah-yo'-o", "strongs_number": "G1344", "thayers_definition": [" 1. to render righteous or such he ought to be ", " 2. to show, exhibit, evince, one to be righteous, such as he is and wishes himself to be considered ", " 3. to declare, pronounce, one to be just, righteous, or such as he ought to be "], "word_origin": "From G1342", "bible_references": ["Rom 3:26"], "letter": "J", "origin_links": ["G1342"], "data": {"1": {"Definitions": ["JUST'IFIER ,  noun   One who justifies; one who vindicates, supports or defends.", "1.  He who pardons and absolves from guilt and punishment.", "That he might be just, and the  justifier  of him who believeth in Jesus.  Romans 3:26 ."], "Word": "Justifier", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "διοπετής", "transliteration": "diopetēs", "strongs_definition": "sky fallen (that is an aerolite)", "word_translated": "Jupiter", "bible_usage": "which fell down from Jupiter.", "part_of_speech": "Adjective", "translation_occurrences": {"Jupiter": "1"}, "brown_driver_definition": [], "phonetic": "dee-op-et-ace'", "strongs_number": "G1356", "thayers_definition": [" 1. fallen from Zeus, i.e. from heaven ", " 2. an image of the Ephesian Artemis which was supposed to have fallen from heaven "], "word_origin": "From the alternate of G2203 and the alternate of G4098", "bible_references": ["Act 19:35"], "letter": "J", "origin_links": ["G2203", "G4098"], "data": {"1": {"Definitions": ["The principal deity of the ancient Greeks and Romans. He was worshipped by them under various epithets. Barnabas was identified with this god by the Lycaonians ( Acts 14:12 ), because he was of stately and commanding presence, as they supposed Jupiter to be. There was a temple dedicated to this god outside the gates of Lystra ( 14:13 )."], "Word": "Jupiter", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["the father that helpeth"], "Word": "Jupiter", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A Greek and Roman deity. Acts 14:12-13 ;  Acts 19:35"], "Word": "Jupiter", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( a father that helps ), the Greek Zeus. The Olympian Zeus was the national god of the Hellenic race, as well as the supreme ruler of the heathen world, and as such formed the true opposite to Jehovah. Jupiter or Zeus is mentioned in two passages of the New Testament, on the occasion of St. Paul's visit to Lystra, ( Acts 14:12,13 ) where the expression \"Jupiter, which was before their city,\" means that his temple was outside the city. Also in ( Acts 19:35 )"], "Word": "Jupiter", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["JU'PITER ,  noun   [Latin  the air or heavens; Jovis pater.]", "1.  The supreme deity among the Greeks and Romans.", "2.  One of the superior planets, remarkable for its brightness. Its diameter is about eighty-nine thousand miles; its distance from the sun, four hundred and ninety millions of miles, and its revolution round the sun a little less than twelve years."], "Word": "Jupiter", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐξουσία", "transliteration": "exousia", "strongs_definition": "privilege that is (subjectively) force capacity: competency freedom or (objectively) mastery (concretely magistrate superhuman: potentate token of control) delegated influence", "word_translated": "jurisdiction", "bible_usage": "authority jurisdiction liberty power right strength.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"right": "2", "power": "61", "jurisdiction": "1", "liberty": "1", "strength": "1", "authority": "28", "authorities": "1", "powers": "8"}, "brown_driver_definition": [], "phonetic": "ex-oo-see'-ah", "strongs_number": "G1849", "thayers_definition": [" 1. power of choice, liberty of doing as one pleases ", " a. leave or permission ", " 2. physical and mental power ", " a. the ability or strength with which one is endued, which he either possesses or exercises ", " 3. the power of authority (influence) and of right (privilege) ", " 4. the power of rule or government (the power of him whose will and commands must be submitted to by others and obeyed) ", " a. universally ", " 1. authority over mankind ", " b. specifically ", " 1. the power of judicial decisions ", " 2. of authority to manage domestic affairs ", " c. metonymically ", " 1. a thing subject to authority or rule 4c ", " d. jurisdiction ", " 1. one who possesses authority 4c ", " e. a ruler, a human magistrate 4c ", " f. the leading and more powerful among created beings superior to man, spiritual potentates ", " g. a sign of the husband's authority over his wife ", " 1. the veil with which propriety required a women to cover herself ", " h. the sign of regal authority, a crown "], "word_origin": "From G1832 (in the sense of ability)", "bible_references": ["Luke 23:7"], "letter": "J", "origin_links": ["G1832"], "data": {"1": {"Definitions": ["See Church, The Collective Body of Believers, Church and State Church, The Collective Body of Believers, Church and State"], "Word": "Jurisdiction", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["JURISDIC'TION ,  noun   [Latin  jurisdictio; jus, juris, law, and dictio, from dico, to pronounce.]", "1.  The legal power of authority of doing justice in cases of complaint; the power of executing the laws and distributing justice. Thus we speak of certain suits or actions, or the cognizance of certain crimes being within the  jurisdiction  of a court, that is, within the limits of their authority or commission. Inferior courts have  jurisdiction  of debt and trespass, or of smaller offenses; the supreme courts have  jurisdiction  of treason, murder, and other high crimes.  jurisdiction  is secular or ecclesiastical.", "2.  Power of governing or legislating. The legislature of one state can exercise no  jurisdiction  in another.", "3.  The power or right of exercising authority. Nations claim exclusive  jurisdiction  on the sea, to the extent of a marine league from the main land or shore.", "4.  The limit within which power may be exercised.", "Jurisdiction, in its most general sense, is the power to make, declare or apply the law; when confined to the judiciary department, it is what we denominate the judicial power, the right of administering justice through the laws, by the means which the laws have provided for that purpose.  jurisdiction   is limited to place or territory, to persons, or to particular subjects."], "Word": "Jurisdiction", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["JURISDIC'TIONAL ,  adjective   Pertaining to jurisdiction; as  jurisdictional  rights."], "Word": "Jurisdictional", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "εὐτραπελία", "transliteration": "eutrapelia", "strongs_definition": "witticism that is (in a vulgar sense) ribaldry", "word_translated": "jesting", "bible_usage": "jesting.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"jesting": "1"}, "brown_driver_definition": [], "phonetic": "yoo-trap-el-ee'-ah", "strongs_number": "G2160", "thayers_definition": [" 1. pleasantry, humour, facetiousness ", " 2. in a bad sense ", " a. scurrility, ribaldry, low jesting "], "word_origin": "From a compound of G2095 and a derivative of the base of G5157 (meaning well turned that is ready at repartee jocose)", "bible_references": ["Eph 5:4"], "letter": "J", "origin_links": ["G2095", "G5157"], "data": {"1": {"Definitions": ["JEST'ING ,  participle present tense   Joking; talking for diversion or merriment.", "JEST'ING ,  noun   A joking; concise wit; wit that consists in a trope or verbal figure, in a metaphorical sense of words, or in a double sense of the same word, or in similitude of sound in different words."], "Word": "Jesting", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Forbidden Ephesians 5:4 ;  Matthew 12:36"], "Word": "Jesting, Foolish", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["JEST'INGLY ,  adverb   In a jocose manner; not in earnest."], "Word": "Jestingly", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["JEST'ING-STOCK ,  noun   A laughing stock; a butt of ridicule."], "Word": "Jesting-stock", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰαμβρῆς", "transliteration": "Iambrēs", "strongs_definition": "Jambres an Egyptian", "word_translated": "Jambres", "bible_usage": "Jambres.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jambres": "1"}, "brown_driver_definition": [], "phonetic": "ee-am-brace'", "strongs_number": "G2387", "thayers_definition": ["Jambres = \"foamy healer\" "], "word_origin": "Of Egyptian origin", "bible_references": ["2 Tim 3:8"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["One of those who opposed Moses in Egypt ( 2 Timothy 3:8 ). (See JANNES.)"], "Word": "Jambres", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["poverty; bitter; a rebel"], "Word": "Jambres", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["An Egyptian magician. Exodus 7:11 ;  2 Timothy 3:8"], "Word": "Jambres", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["[JANNES AND JAMBRES]"], "Word": "Jambres", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰάσων", "transliteration": "Iasōn", "strongs_definition": "about to cure; Jason a Christian", "word_translated": "Jason", "bible_usage": "Jason.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jason": "5"}, "brown_driver_definition": [], "phonetic": "ee-as'-oan", "strongs_number": "G2394", "thayers_definition": ["Jason = \"one who will heal\" ", " 1. a Thessalonians who entertained Paul and Silas, and maybe a cousin of Paul (Ro. 16: ", " 2. "], "word_origin": "Future active participle masculine of G2390", "bible_references": ["Act 17:5", "Act 17:6", "Act 17:7", "Act 17:9", "Rom 16:21"], "letter": "J", "origin_links": ["G2390"], "data": {"1": {"Definitions": ["He that will cure, the host of Paul and Silas in Thessalonica. The Jews assaulted his house in order to seize Paul, but failing to find him, they dragged Jason before the ruler of the city ( Acts 17:5-9) . He was apparently one of the kinsmen of Paul ( Romans 16:21 ), and accompanied him from Thessalonica to Corinth."], "Word": "Jason", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["he that cures"], "Word": "Jason", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A Christian at Thessalonica Acts 17:5-7 ;  Acts 17:9", "Probably Paul's kinsman Romans 16:21"], "Word": "Jason", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( one who will heal ), called the Thessalonian, entertained Paul and Silas, and was in consequence attacked by the Jewish mob. ( Acts 17:5,6,7,9 ) (A.D. 48.) He is probably the same as the Jason mentioned in ( Romans 16:21 ) It is conjectured that Jason and Secundus, ( Acts 20:4 ) were the same."], "Word": "Jason", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰαννά", "transliteration": "Ianna", "strongs_definition": "Janna an Israelite", "word_translated": "Janna", "bible_usage": "Janna.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Janna": "1"}, "brown_driver_definition": [], "phonetic": "ee-an-nah'", "strongs_number": "G2388", "thayers_definition": ["Janna = \"flourishing\" ", " 1. son of Joseph and the father of Melchi, in the genealogy of Christ "], "word_origin": "Probably of Hebrew origin (compare [H3238])", "bible_references": ["Luke 3:24"], "letter": "J", "origin_links": ["H3238"], "data": {"1": {"Definitions": ["Jannes,  who speaks or answers; afflicted; poor"], "Word": "Janna", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["Ancestor of Joseph. Luke 3:24"], "Word": "Janna", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["( flourishing ), son of Joseph, and father of Melchi, in the genealogy of Christ. ( Luke 3:24 ) In the Revised Version written JANNAI."], "Word": "Janna", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰαννῆς", "transliteration": "Iannēs", "strongs_definition": "Jannes an Egyptian", "word_translated": "Jannes", "bible_usage": "Jannes.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jannes": "1"}, "brown_driver_definition": [], "phonetic": "ee-an-nace'", "strongs_number": "G2389", "thayers_definition": ["Janna = \"he vexed\" ", " 1. he and Jambres, were two Egyptian magicians who in the presence of Pharaoh imitated the miracles of Aaron in order to destroy his influence with the king. The author of the epistle derived their names from the tradition of the Talmudists and the Rabbins "], "word_origin": "Of Egyptian origin", "bible_references": ["2 Tim 3:8"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["One of the Egyptians who \"withstood Moses\" ( 2 Timothy 3:8 )."], "Word": "Jannes", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["An Egyptian magician. Exodus 7:11 ;  2 Timothy 3:8"], "Word": "Jannes", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["and  Jam'bres  , the names of two Egyptian magicians who opposed Moses.  Exodus 7:9-13 ;  2 Timothy 3:8,9 . (B.C. 1492.)"], "Word": "Jannes", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰάκωβος", "transliteration": "Iakōbos", "strongs_definition": "Jacobus the name of three Israelites", "word_translated": "James", "bible_usage": "James.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"James": "42"}, "brown_driver_definition": [], "phonetic": "ee-ak'-o-bos", "strongs_number": "G2385", "thayers_definition": ["James = \"supplanter\" ", " 1. son of Zebedee, an apostle and brother of the apostle John, commonly called James the greater or elder, slain by Herod, Acts ", " 2. an apostle, son of Alphaeus, called the less ", " 3. James the half-brother of Christ ", " 4. an unknown James, father of the apostle Judas (?) "], "word_origin": "The same as G2384 Graecized", "bible_references": ["Mat 4:21", "Mat 10:2", "Mat 10:3", "Mat 13:55", "Mat 17:1", "Mat 27:56", "Mark 1:19", "Mark 1:29", "Mark 3:17", "Mark 3:17", "Mark 3:18", "Mark 5:37", "Mark 5:37", "Mark 6:3", "Mark 9:2", "Mark 10:35", "Mark 10:41", "Mark 13:3", "Mark 14:33", "Mark 15:40", "Mark 16:1", "Luke 5:10", "Luke 6:14", "Luke 6:15", "Luke 6:16", "Luke 8:51", "Luke 9:28", "Luke 9:54", "Luke 24:10", "Act 1:13", "Act 1:13", "Act 1:13", "Act 12:2", "Act 12:17", "Act 15:13", "Act 21:18", "1 Cor 15:7", "Gal 1:19", "Gal 2:9", "Gal 2:12", "Jam 1:1", "Jude 1:1"], "letter": "J", "origin_links": ["G2384"], "data": {"1": {"Definitions": ["1.  The son of Zebedee and Salome; an elder brother of John the apostle. He was one of the twelve. He was by trade a fisherman, in partnership with Peter ( Matthew 20:20 ;  27:56 ). With John and Peter he was present at the transfiguration ( Matthew 17:1 ;  Mark 9:2 ), at the raising of Jairus's daughter ( Mark 5:37-43 ), and in the garden with our Lord ( 14:33 ). Because, probably, of their boldness and energy, he and John were called Boanerges, i.e., \"sons of thunder.\" He was the first martyr among the apostles, having been beheaded by King Herod Agrippa ( Acts 12:1, 2 ), A.D. 44. (Comp.  Matthew 4:21 ;  20:20-23 ).", "2.  The son of Alphaeus, or Cleopas, \"the brother\" or near kinsman or cousin of our Lord ( Galatians 1:18, 19 ), called James \"the Less,\" or \"the Little,\" probably because he was of low stature. He is mentioned along with the other apostles ( Matthew 10:3 ;  Mark 3:18 ;  Luke 6:15 ). He had a separate interview with our Lord after his resurrection ( 1 Corinthians 15:7 ), and is mentioned as one of the apostles of the circumcision ( Acts 1:13 ). He appears to have occupied the position of head of the Church at Jerusalem, where he presided at the council held to consider the case of the Gentiles ( Acts 12:17 ;  15:13-29 -  21:18-24 ). This James was the author of the epistle which bears his name."], "Word": "James", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["same as Jacob"], "Word": "James", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. An apostle", "Son of Zebedee and Salome Matthew 4:21 ;  Matthew 27:56 ;  Mark 15:40 ;  Mark 16:1", "Brother of John, and a fisherman Luke 5:10", "Called to be an apostle Matthew 4:21-22 ;  Matthew 10:2 ;  Mark 1:19-20 ;  Luke 6:14 ;  Acts 1:13", "Surnamed Boanerges by Jesus Mark 3:17", "An intimate companion of Jesus, and present with Him:", "At the great draught of fish Luke 5:10", "At the healing of Peter's mother-in-law Mark 1:29", "At the raising of the daughter of Jairus Mark 5:37 ;  Luke 8:51", "At the transfiguration of Jesus Matthew 17:1 ;  Mark 9:2 ;  Luke 9:28", "In Gethsemane Matthew 26:37 ;  Mark 14:33", "Asks Jesus concerning His second coming Mark 13:3", "Bigotry of Luke 9:54", "Civil ambitions of Matthew 20:20-23 ;  Mark 10:35-41", "Present at the Sea of Tiberias when Jesus revealed Himself to the disciples after His resurrection John 21:2 ;  1 Corinthians 15:7", "Martyred Acts 12:2", "2. An apostle, son of Alphaeus", "General references Matthew 10:3 ;  Mark 3:18 ;  Luke 6:15 ;  Acts 1:13 ;  Acts 12:17", "3. Brother of Jesus", "Identified as a brother of Jesus Matthew 13:55 ;  Mark 6:3 ;  Galatians 1:19 ;  Matthew 27:56 ;  Luke 24:10 ;  Galatians 2:9 ;  Galatians 2:12", "The brother of Judas Luke 6:16 ;  Jude 1:1", "The brother of Joses Mark 15:40", "Witness of Christ's resurrection 1 Corinthians 15:7", "Addresses the council at Jerusalem in favor of liberty for the Gentile converts Acts 15:13-21", "Disciples sent by, to Antioch Galatians 2:12", "Hears of the success attending Paul's ministry Acts 21:18-19", "Epistle of James James 1:1"], "Word": "James", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( the Greek form of Jacob, supplanter )."], "Word": "James", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["called the Less because younger or smaller in stature than James the son of Zebedee. He was the son of Alpheus or Clopas and brother of our Lord (see above); was called to the apostolate, together with his younger brother Jude, in the spring of the year 28. At some time in the forty days that intervened between the resurrection and the ascension the Lord appeared to him. ( 1 Corinthians 15:7 ) Ten years after we find James on a level with Peter, and with him deciding on the admission of St. Paul into fellowship with the Church at Jerusalem; and from henceforth we always find him equal, or in his own department superior, to the very chiefest apostles, Peter, John and Paul. ( Acts 9:27 ;  Galatians 1:18,19 ) This pre-eminence is evident throughout the after history of the apostles, whether we read it in the Acts, in the epistles or in ecclesiastical writers. ( Acts 12:17 ;  15:13,19 ;  21:18 ;  Galatians 2:9 ) According to tradition, James was thrown down from the temple by the scribes and Pharisees; he was then stoned, and his brains dashed out with a fuller's club."], "Word": "James the Less", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["1.  Author of, was James the Less, the Lord's brother, one of the twelve apostles. He was one of the three pillars of the Church ( Galatians 2:9 ).", "2.  It was addressed to the Jews of the dispersion, \"the twelve tribes scattered abroad.\"", "3.  The place and time of the writing of the epistle were Jerusalem, where James was residing, and, from internal evidence, the period between Paul's two imprisonments at Rome, probably about A.D. 62.", "4.  The object of the writer was to enforce the practical duties of the Christian life. \"The Jewish vices against which he warns them are, formalism, which made the service of God consist in washings and outward ceremonies, whereas he reminds them ( 1:27 ) that it consists rather in active love and purity; fanaticism, which, under the cloak of religious zeal, was tearing Jerusalem in pieces ( 1:20 ); fatalism, which threw its sins on God ( 1:13 ); meanness, which crouched before the rich ( 2:2 ); falsehood, which had made words and oaths play-things ( 3:2-12 ); partisanship ( 3:14 ); evil speaking ( 4:11 ); boasting ( 4:16 ); oppression ( 5:4 ). The great lesson which he teaches them as Christians is patience, patience in trial ( 1:2 ), patience in good works ( 1:22-25 ), patience under provocation ( 3:17 ), patience under oppression ( 5:7 ), patience under persecution ( 5:10 ); and the ground of their patience is that the coming of the Lord draweth nigh, which is to right all wrong ( 5:8 ).\"", "\"Justification by works,\" which James contends for, is justification before man, the justification of our profession of faith by a consistent life. Paul contends for the doctrine of \"justification by faith;\" but that is justification before God, a being regarded and accepted as just by virtue of the righteousness of Christ, which is received by faith."], "Word": "James, Epistle of", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["The author of this epistle was in all probability James the son of Alph'us, and our Lord's brother It was written from Jerusalem, which St. James does not seem to have ever left. It was probably written about A.D. 62, during the interval between Paul's two imprisonments. Its main object is not to teach doctrine, but to improve morality. St. James is the moral teacher of the New Testament. He wrote for the Jewish Christians, whether in Jerusalem or abroad, to warn them against the sins to which as Jews they were most liable, and to console and exhort them under the sufferings to which as Christians they were most exposed."], "Word": "James, the General Epistle of", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰάειρος", "transliteration": "Iaeiros", "strongs_definition": "Jairus (that is Jair) an Israelite", "word_translated": "Jairus", "bible_usage": "Jairus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jairus": "2"}, "brown_driver_definition": [], "phonetic": "ee-ah'-i-ros", "strongs_number": "G2383", "thayers_definition": ["Jairus = \"whom God enlightens\" ", " 1. a ruler of a synagogue, probably near the western shore of the Sea of Galilee "], "word_origin": "Of Hebrew origin [H2971]", "bible_references": ["Mark 5:22", "Luke 8:41"], "letter": "J", "origin_links": ["H2971"], "data": {"1": {"Definitions": ["A ruler of the synagogue at Capernaum, whose only daughter Jesus restored to life ( Mark 5:22 ;  Luke 8:41 ). Entering into the chamber of death, accompanied by Peter and James and John and the father and mother of the maiden, he went forward to the bed whereon the corpse lay, and said, Talitha cumi, i.e., \"Maid, arise,\" and immediately the spirit of the maiden came to her again, and she arose straightway; and \"at once to strengthen that life which had come back to her, and to prove that she was indeed no ghost, but had returned to the realities of a mortal existence, he commanded to give her something to eat\" ( Mark 5:43 )."], "Word": "Jairus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["A ruler of the synagogue in Capernaum Matthew 9:18", "Daughter of, restored to life Matthew 9:18 ;  Matthew 9:23-26 ;  Mark 5:22-43 ;  Luke 8:41-56"], "Word": "Jairus", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["( whom God enlightens )."], "Word": "Jairus", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰεχονίας", "transliteration": "Iechonias", "strongs_definition": "Jechonias (Jekonjah) an Israelite", "word_translated": "Jechonias", "bible_usage": "Jechonias", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jechonias": "2"}, "brown_driver_definition": [], "phonetic": "ee-ekh-on-ee'-as", "strongs_number": "G2423", "thayers_definition": ["Jeconiah or Jehoiachin = \"whom Jehovah establishes\" ", " 1. was the son of Jehoiakim, and for three months and ten days king of Judah until Nebuchadnezzar carried him into captivity (597 BC) "], "word_origin": "Of Hebrew origin [H3204]", "bible_references": ["Mat 1:11", "Mat 1:12"], "letter": "J", "origin_links": ["H3204"], "data": {"1": {"Definitions": ["Able through Jehovah, the wife of King Amaziah, and mother of King Uzziah ( 2 Chronicles 26:3 )."], "Word": "Jecoliah", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["perfection,  or power,  of the Lord"], "Word": "Jecoliah", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["The same as JECHOLIAH. ( 2 Chronicles 26:3 )"], "Word": "Jecoliah", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰουδαῖος", "transliteration": "Ioudaios", "strongs_definition": "udaean that is belonging to Jehudah", "word_translated": "Jewess", "bible_usage": "Jew (-ess) of Juda.", "part_of_speech": "Adjective", "translation_occurrences": {"Judea": "1", "Jews": "169", "Jew": "22", "Jewess": "2"}, "brown_driver_definition": [], "phonetic": "ee-oo-dah'-yos", "strongs_number": "G2453", "thayers_definition": [" 1. Jewish, belonging to the Jewish nation ", " 2. Jewish as respects to birth, origin, religion "], "word_origin": "From G2448 (in the sense of G2455 as a country)", "bible_references": ["Act 16:1", "Act 24:24"], "letter": "J", "origin_links": ["G2448", "G2455"], "data": {"1": {"Definitions": ["A woman of Hebrew birth, as Eunice, the mother of Timothy ( Acts 16:1 ;  2 Timothy 1:5 ), and Drusilla ( Acts 24:24 ), wife of Felix, and daughter of Herod Agrippa I."], "Word": "Jewess", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["a woman of Hebrew birth, without distinction of tribe. ( Acts 16:1 ;  24:24 )"], "Word": "Jewess", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["JEW'ESS ,  noun   A Hebrew woman.  Acts 24:24 ."], "Word": "Jewess", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰουδαϊκός", "transliteration": "Ioudaikos", "strongs_definition": "Judaic that is resembling a Judaean", "word_translated": "Jewish", "bible_usage": "Jewish.", "part_of_speech": "Adjective", "translation_occurrences": {"Jewish": "1"}, "brown_driver_definition": [], "phonetic": "ee-oo-dah-ee-kos'", "strongs_number": "G2451", "thayers_definition": [" 1. Jewish "], "word_origin": "From G2453", "bible_references": ["Tit 1:14"], "letter": "J", "origin_links": ["G2453"], "data": {"1": {"Definitions": ["of or belonging to Jews; an epithet applied to their rabbinical legends. ( Titus 1:14 )"], "Word": "Jewish", "Dictionary": "Smith's Bible Dictionary"}, "2": {"Definitions": ["JEW'ISH ,  adjective   Pertaining to the Jews or Hebrews.  Titus 1:14 ."], "Word": "Jewish", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["JEW'ISHLY ,  adverb   In the manner of the Jews."], "Word": "Jewishly", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["JEW'ISHNESS ,  noun   The rites of the Jews."], "Word": "Jewishness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰουλία", "transliteration": "Ioulia", "strongs_definition": "Julia a Christian woman", "word_translated": "Julia", "bible_usage": "Julia.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"Julia": "1"}, "brown_driver_definition": [], "phonetic": "ee-oo-lee'-ah", "strongs_number": "G2456", "thayers_definition": ["Julia = \"soft haired\" ", " 1. a Christian woman "], "word_origin": "Feminine of the same as G2457", "bible_references": ["Rom 16:15"], "letter": "J", "origin_links": ["G2457"], "data": {"1": {"Definitions": ["A Christian woman at Rome to whom Paul sent his salutations ( Romans 16:15 ), supposed to be the wife of Philologus."], "Word": "Julia", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["downy; soft and tender hair"], "Word": "Julia", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A Christian woman in Rome. Romans 16:15"], "Word": "Julia", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["(feminine of Julius), a Christian woman at Rome, probably the wife of Philologus, in connection with whom she is saluted by St. Paul. ( Romans 16:15 ) (A.D. 55.)"], "Word": "Julia", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["JU'LIAN ,  adjective   Noting the old account of the year, as regulated by Julius Caesar, which continued to be used till 1752, when the Gregorian year, or new style, was adopted.", "Julian Alps, called also Carnian, between Venetia and Noricum."], "Word": "Julian", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰοῦστος", "transliteration": "Ioustos", "strongs_definition": "Justus the name of three Christians", "word_translated": "Justus", "bible_usage": "Justus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Justus": "3"}, "brown_driver_definition": [], "phonetic": "ee-ooce'-tos", "strongs_number": "G2459", "thayers_definition": ["Justus = \"just\" ", " 1. a surname of Joseph, called Barsabas. Acts 1: ", " 2. of Titus, a Christian at Corinth, with whom Paul lodged. Acts 18: ", " 3. a surname of Jesus, a friend of Paul. Col. 4:11 "], "word_origin": "Of Latin origin ()", "bible_references": ["Act 1:23", "Act 18:7", "Col 4:11"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["1.  Another name for Joseph, surnamed Barsabas. He and Matthias are mentioned only in  Acts 1:23 . \"They must have been among the earliest disciples of Jesus, and must have been faithful to the end; they must have been well known and esteemed among the brethren. What became of them afterwards, and what work they did, are entirely unknown\" (Lindsay's Acts of the Apostles).", "2.  A Jewish proselyte at Corinth, in whose house, next door to the synagogue, Paul held meetings and preached after he left the synagogue ( Acts 18:7 ).", "3.  A Jewish Christian, called Jesus, Paul's only fellow-labourer at Rome, where he wrote his Epistle to the Colossians ( Colossians 4:11 )."], "Word": "Justus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["just or upright"], "Word": "Justus", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. A disciple nominated with Matthias to succeed Judas Iscariot Acts 1:23", "2. A believer in Corinth Acts 18:7", "3. Called Jesus, a disciple in Rome Colossians 4:11"], "Word": "Justus", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( just )."], "Word": "Justus", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰούλιος", "transliteration": "Ioulios", "strongs_definition": "Julius a centurion", "word_translated": "Julius", "bible_usage": "Julius.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Julius": "2"}, "brown_driver_definition": [], "phonetic": "ee-oo'-lee-os", "strongs_number": "G2457", "thayers_definition": ["Julius = \"soft-haired\" ", " 1. the centurion of \"Augustus Band\", to whose charge Paul was delivered when he was sent prisoner from Caesarea to Rome "], "word_origin": "Of Latin origin", "bible_references": ["Act 27:1", "Act 27:3"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["The centurion of the Augustan cohort, or the emperor's body-guard, in whose charge Paul was sent prisoner to Rome ( Acts 27:1, 3, 43 ). He entreated Paul \"courteously,\" showing in many ways a friendly regard for him."], "Word": "Julius", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["same as Julia"], "Word": "Julius", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A centurion. Acts 27:1 ;  Acts 27:3 ;  Acts 27:43"], "Word": "Julius", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( soft-haired ), the centurion of \"Augustus' band,\" to whose charge St. Paul was delivered when he was sent prisoner from C'sarea to Rome. ( Acts 27:1,3 ) (A.D. 60.)"], "Word": "Julius", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰουνιᾶς", "transliteration": "Iounias", "strongs_definition": "Junias a Christian", "word_translated": "Junia", "bible_usage": "Junias.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"Junia": "1"}, "brown_driver_definition": [], "phonetic": "ee-oo-nee'-as", "strongs_number": "G2458", "thayers_definition": ["Junia = \"youthful\" ", " 1. a Christian woman at Rome, mentioned by Paul as one of his kinsfolk and fellow prisoners "], "word_origin": "Of Latin origin", "bible_references": ["Rom 16:7"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["( Romans 16:7 ), a Christian at Rome to whom Paul sends salutations along with Andronicus."], "Word": "Junia", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["youth"], "Word": "Junia", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A kinsman of Paul. Romans 16:7"], "Word": "Junia", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( belonging to Juno ), a Christian at Rome, mentioned by St. Paul as one of his kinsfolk and fellow prisoners, of note among the apostles, and in Christ before St. Paul. ( Romans 16:7 ) (A.D. 55)."], "Word": "Junia", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["Revised Version for JUNIA above. It is the more literal form."], "Word": "Junias", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰούδας", "transliteration": "Ioudas", "strongs_definition": "Judas (that is Jehudah) the name of ten Israelites; also of the posterity of one of them and its region", "word_translated": "Jude", "bible_usage": "Juda (-h -s); Jude.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Juda": "1", "Judas": "33", "Jude": "1", "Judah": "7"}, "brown_driver_definition": [], "phonetic": "ee-oo-das'", "strongs_number": "G2455", "thayers_definition": ["Judah or Judas = \"he shall be praised\" ", " 1. the fourth son of Jacob ", " 2. an unknown ancestor of Christ ", " 3. a man surnamed the Galilean, who at the time of the census of Quirinus, excited the revolt in Galilee, Acts 5: ", " 4. a certain Jew of Damascus, Acts 9: ", " 5. a prophet surnamed Barsabas, of the church at Jerusalem, Acts 15:22,27, ", " 6. the apostle, Jn 14:22, who was surnamed Lebbaeus or Thaddaeus, and according to opinion wrote the Epistle of Jude. ", " 7. the half-brother of Jesus, Mt. 13: ", " 8. Judas Iscariot, the apostle who betrayed Jesus "], "word_origin": "Of Hebrew origin [H3063]", "bible_references": ["Jude 1:1"], "letter": "J", "origin_links": ["H3063"], "data": {"1": {"Definitions": ["= Judas. Among the apostles there were two who bore this name, (1) Judas ( Jude 1:1 ;  Matthew 13:55 ;  John 14:22 ;  Acts 1:13 ), called also Lebbaeus or Thaddaeus ( Matthew 10:3 ;  Mark 3:18 ); and (2) Judas Iscariot ( Matthew 10:4 ;  Mark 3:19 ). He who is called \"the brother of James\" ( Luke 6:16 ), may be the same with the Judas surnamed Lebbaeus. The only thing recorded regarding him is in  John 14:22 ."], "Word": "Jude", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["The author was \"Judas, the brother of James\" the Less ( Jude 1:1 ), called also Lebbaeus ( Matthew 10:3 ) and Thaddaeus ( Mark 3:18 ). The genuineness of this epistle was early questioned, and doubts regarding it were revived at the time of the Reformation; but the evidences in support of its claims are complete. It has all the marks of having proceeded from the writer whose name it bears.", "There is nothing very definite to determine the time and place at which it was written. It was apparently written in the later period of the apostolic age, for when it was written there were persons still alive who had heard the apostles preach (ver. 17). It may thus have been written about A.D. 66 or 70, and apparently in Palestine.", "The epistle is addressed to Christians in general (ver. 1), and its design is to put them on their guard against the misleading efforts of a certain class of errorists to which they were exposed. The style of the epistle is that of an \"impassioned invective, in the impetuous whirlwind of which the writer is hurried along, collecting example after example of divine vengeance on the ungodly; heaping epithet upon epithet, and piling image upon image, and, as it were, labouring for words and images strong enough to depict the polluted character of the licentious apostates against whom he is warning the Church; returning again and again to the subject, as though all language was insufficient to give an adequate idea of their profligacy, and to express his burning hatred of their perversion of the doctrines of the gospel.\"", "The striking resemblance this epistle bears to 2 Peter suggests the idea that the author of the one had seen the epistle of the other.", "The doxology with which the epistle concludes is regarded as the finest in the New Testament."], "Word": "Jude, Epistle of", "Dictionary": "Easton's Bible Dictionary"}, "3": {"Definitions": ["Its author was probably Jude, one of the brethren of Jesus, the subject of the preceding article. There are no data from which to determine its date or place of writing, but it is placed about A.D. 65. The object of the epistle is plainly enough announced ver. 3; the reason for this exhortation is given ver."], "Word": "Jude, Epistle of", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["called also LEBBEUS and THADDEUS, Authorized Version \"Judas  the brother  of James,\" one of the twelve apostles. The name of Jude occurs only once in the Gospel narrative. ( John 14:22 ;  Matthew 10:3 ;  Mark 3:18 ;  Luke 6:16 ;  John 14:22 ;  Acts 1:13 ) Nothing is certainly known of the later history of the apostle. Tradition connects him with the foundation of the church at Edessa."], "Word": "Jude, or Judas", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["After the Captivity this name was applied to the whole of the country west of the Jordan ( Haggai 1:1, 14 ;  2:2 ). But under the Romans, in the time of Christ, it denoted the southernmost of the three divisions of Palestine ( Matthew 2:1, 5 ;  3:1 ;  4:25 ), although it was also sometimes used for Palestine generally ( Acts 28:21 ).", "The province of Judea, as distinguished from Galilee and Samaria, included the territories of the tribes of Judah, Benjamin, Dan, Simeon, and part of Ephraim. Under the Romans it was a part of the province of Syria, and was governed by a procurator."], "Word": "Judea", "Dictionary": "Easton's Bible Dictionary"}, "6": {"Definitions": ["1. Called also Judah and Judaea", "The southern division of Palestine, extending from the Jordan and Dead Sea to the Mediterranean, and from Shiloh on the north to the wilderness on the south Matthew 4:25 ;  Luke 5:17 ;  John 4:47 ;  John 4:54", "Applies to all Palestine Luke 1:5", "Applies to the territory east of Jordan Matthew 19:1 ;  Mark 10:1 ;  Luke 23:5", "2. Wilderness of", "Called Beth-Arabah Joshua 15:6 ;  Joshua 15:61", "Assigned to Benjamin Joshua 18:22", "John the Baptist preaches in Matthew 3:1 ;  Luke 3:3"], "Word": "Judea", "Dictionary": "Naves Topical Index"}}}
{"word_original": "Ἰούδας", "transliteration": "Ioudas", "strongs_definition": "Judas (that is Jehudah) the name of ten Israelites; also of the posterity of one of them and its region", "word_translated": "Judas", "bible_usage": "Juda (-h -s); Jude.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Juda": "1", "Judas": "33", "Jude": "1", "Judah": "7"}, "brown_driver_definition": [], "phonetic": "ee-oo-das'", "strongs_number": "G2455", "thayers_definition": ["Judah or Judas = \"he shall be praised\" ", " 1. the fourth son of Jacob ", " 2. an unknown ancestor of Christ ", " 3. a man surnamed the Galilean, who at the time of the census of Quirinus, excited the revolt in Galilee, Acts 5: ", " 4. a certain Jew of Damascus, Acts 9: ", " 5. a prophet surnamed Barsabas, of the church at Jerusalem, Acts 15:22,27, ", " 6. the apostle, Jn 14:22, who was surnamed Lebbaeus or Thaddaeus, and according to opinion wrote the Epistle of Jude. ", " 7. the half-brother of Jesus, Mt. 13: ", " 8. Judas Iscariot, the apostle who betrayed Jesus "], "word_origin": "Of Hebrew origin [H3063]", "bible_references": ["Mat 1:2", "Mat 1:3", "Mat 10:4", "Mat 13:55", "Mat 26:14", "Mat 26:25", "Mat 26:47", "Mat 27:3", "Mark 3:19", "Mark 14:10", "Mark 14:43", "Luke 6:16", "Luke 6:16", "Luke 22:3", "Luke 22:47", "Luke 22:48", "John 6:71", "John 12:4", "John 13:2", "John 13:26", "John 13:29", "John 14:22", "John 18:2", "John 18:3", "John 18:5", "Act 1:13", "Act 1:16", "Act 1:25", "Act 5:37", "Act 9:11", "Act 15:22", "Act 15:27", "Act 15:32"], "letter": "J", "origin_links": ["H3063"], "data": {"1": {"Definitions": ["The Graecized form of Judah.", "1.  The patriarch ( Matthew 1:2, 3 ).", "2.  Son of Simon ( John 6:71 ;  13:2, 26 ), surnamed Iscariot, i.e., a man of Kerioth ( Joshua 15:25 ). His name is uniformly the last in the list of the apostles, as given in the synoptic (i.e., the first three) Gospels. The evil of his nature probably gradually unfolded itself till \"Satan entered into him\" ( John 13:27 ), and he betrayed our Lord ( 18:3 ). Afterwards he owned his sin with \"an exceeding bitter cry,\" and cast the money he had received as the wages of his iniquity down on the floor of the sanctuary, and \"departed and went and hanged himself\" ( Matthew 27:5 ). He perished in his guilt, and \"went unto his own place\" ( Acts 1:25 ). The statement in  Acts 1:18  that he \"fell headlong and burst asunder in the midst, and all his bowels gushed out,\" is in no way contrary to that in  Matthew 27:5 . The sucide first hanged himself, perhaps over the valley of Hinnom, \"and the rope giving way, or the branch to which he hung breaking, he fell down headlong on his face, and was crushed and mangled on the rocky pavement below.\"", "Why such a man was chosen to be an apostle we know not, but it is written that \"Jesus knew from the beginning who should betray him\" ( John 6:64 ). Nor can any answer be satisfactorily given to the question as to the motives that led Judas to betray his Master. \"Of the motives that have been assigned we need not care to fix on any one as that which simply led him on. Crime is, for the most part, the result of a hundred motives rushing with bewildering fury through the mind of the criminal.\"", "3.  A Jew of Damascus ( Acts 9:11 ), to whose house Ananias was sent. The street called \"Straight\" in which it was situated is identified with the modern \"street of bazaars,\" where is still pointed out the so-called \"house of Judas.\"", "4.  A Christian teacher, surnamed Barsabas. He was sent from Jerusalem to Antioch along with Paul and Barnabas with the decision of the council ( Acts 15:22, 27, 32 ). He was a \"prophet\" and a \"chief man among the brethren.\""], "Word": "Judas", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Jude,  same as Judah"], "Word": "Judas", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. Surnamed Iscariot:", "Chosen as an apostle Matthew 10:4 ;  Mark 3:19 ;  Luke 6:16 ;  Acts 1:17", "Treasurer of the disciples John 12:6 ;  John 13:29", "His covetousness exemplified:", "By his protest against the breaking of the box of ointment John 12:4-6", "By his bargain to betray Jesus for a sum of money Matthew 26:14-16 ;  Mark 14:10-11 ;  Luke 22:3-6 ;  John 13:2", "His apostasy John 17:12", "Betrays the Lord Matthew 26:47-50 ;  Mark 14:43-45 ;  Luke 22:47-49 ;  John 18:2-5 ;  Acts 1:16-25", "Returns the money to the rulers of the Jews Matthew 27:3-10", "Hangs himself Matthew 27:5 ;  Acts 1:18", "Prophecies concerning Matthew 26:21-25 ;  Mark 14:18-21 ;  Luke 22:21-23 ;  John 13:18-26 ;  John 17:12 ;  Acts 1:16 ;  Acts 1:20 ;  Psalms 41:9 ;  Psalms 109:8 ;  Zech 11:12-13", "2. One of the brethren of Jesus Matthew 13:55 ;  Mark 6:3", "3. Brother of James and writer of the Epistle of Jude Luke 6:16 ;  Acts 1:13 ;  Jude 1:1", "4. An apostle, probably identical with Lebbaeus, or Thaddaeus John 14:22", "5. Of Galilee, who stirred up a sedition among the Jews soon after the birth of Jesus Acts 5:37", "6. A disciple who entertained Paul Acts 9:11", "7. Surnamed Barsabas, a Christian sent to Antioch with Paul and Barnabas Acts 15:22-32"], "Word": "Judas", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["1.  the Greek form of the Hebrew name Judah, occurring in the LXX, and the New Testament."], "Word": "Judas", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["( Judas of Kerioth ). He is sometimes called \"the son of Simon,\" ( John 6:71 ;  13:2,26 ) but more commonly ISCARIOTES. ( Matthew 10:4 ;  Mark 3:19 ;  Luke 6:16 ) etc. The name Iscariot has received many interpretations more of less conjectural. The most probable is from  Ish Kerioth  , i.e. \"man of Kerioth,\" a town in the tribe of Judah. ( Joshua 15:25 ) Of the life of Judas before the appearance of his name in the lists of the apostles we know absolutely nothing. What that appearance implies, however, is that he had previously declared himself a disciple. He was drawn, as the others were, by the preaching of the Baptist, or his own Messianic hopes, or the \"gracious words\" of the new Teacher, to leave his former life, and to obey the call of the Prophet of Nazareth. The choice was not made, we must remember, without a provision of its issue. ( John 6:64 ) The germs of the evil, in all likelihood, unfolded themselves gradually. The rules to which the twelve were subject in their first journey, ( Matthew 10:9,10 ) sheltered him from the temptation that would have been most dangerous to him. The new form of life, of which we find the first traces in ( Luke 8:3 ) brought that temptation with it. As soon as the twelve were recognized as a body, travelling hither and thither with their Master, receiving money and other offerings, and redistributing what they received to the poor, it became necessary that some one should act as the steward and almoner of the small society, and this fell to Judas. ( John 12:6 ;  13:29 ) The Galilean or Judean peasant found himself entrusted with larger sums of money than before, and with this there came covetousness, unfaithfulness, embezzlement. Several times he showed his tendency to avarice and selfishness. This, even under the best of influences, grew worse and worse, till he betrayed his Master for thirty pieces of silver. ( Why was such a man chosen to be one of the twelve?", "(1) There was needed among the disciples, as in the Church now, a man of just such talents as Judas possessed,", "the talent for managing business affairs. (2) Though he probably followed Christ at first from mixed motives, as did the other disciples, he had the opportunity of becoming a good and useful man. (3) It doubtless was included in God's plans that there should be thus a standing argument for the truth and honesty of the gospel; for if any wrong or trickery had been concealed, it would have been revealed by the traitor in self-defence. (4) Perhaps to teach the Church that God can bless and the gospel can succeed even though some bad men may creep into the fold.  What was Judas' motive in betraying Christ?", "(1) Anger at the public rebuke given him by Christ at the supper in the house of Simon the leper. ( Matthew 26:6-14 ) (2) Avarice, covetousness, the thirty pieces of silver. ( John 12:6 ) (3) The reaction of feeling in a bad soul against the Holy One whose words and character were a continual rebuke, and who knew the traitors heart. (4) A much larger covetousness,", "an ambition to be the treasurer, not merely of a few poor disciples, but of a great and splendid temporal kingdom of the Messiah. He would hasten on the coming kingdom by compelling Jesus to defend himself. (5) Perhaps disappointment because Christ insisted on foretelling his death instead of receiving his kingdom. He began to fear that there was to be no kingdom, after all. (6) Perhaps, also, Judas \"abandoned what seemed to him a failing cause, and hoped by his treachery to gain a position of honor and influence in the Pharisaic party.\"  The end of Judas.", "(1) Judas, when he saw the results of his betrayal, \"repented himself.\" ( Matthew 27:3-10 ) He saw his sin in a new light, and \"his conscience bounded into fury.\" (2) He made ineffectual struggles to escape, by attempting to return the reward to the Pharisees, and when they would not receive it, he cast it down at their feet and left it. ( Matthew 27:5 ) But, (a) restitution of the silver did not undo the wrong; (b) it was restored in a wrong spirit,", "a desire for relief rather than hatred of sin; (c) he confessed to the wrong party, or rather to those who should have been secondary, and who could not grand forgiveness; (d) \"compunction is not conversion.\" (3) The money was used to buy a burial-field for poor strangers. ( Matthew 27:6-10 ) (4) Judas himself, in his despair, went out and hanged himself, ( Matthew 27:5 ) at Aceldama, on the southern slope of the valley of Hinnom, near Jerusalem, and in the act he fell down a precipice and was dashed into pieces. ( Acts 1:18 ) \"And he went to his own place.\" ( Acts 1:25 ) \"A guilty conscience must find neither hell or pardon.\" (5) Judas' repentance may be compared to that of Esau. ( Genesis 27:32-38 ;  Hebrews 12:16,17 ) It is contrasted with that of Peter. Judas proved his repentance to be false by immediately committing another sin, suicide. Peter proved his to be true by serving the Lord faithfully ever after.", "ED.)"], "Word": "Judas Iscariot", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["[ MACCABEES ]"], "Word": "Judas Maccabaeus", "Dictionary": "Smith's Bible Dictionary"}, "7": {"Definitions": ["the leader of a popular revolt \"in the days of the taxing\" (i.e. the census, under the prefecture of P. Sulp. Quirinus, A.D. 6, A.U.C. 759), referred to by Gamaliel in his speech before the Sanhedrin. ( Acts 5:37 ) According to Josephus, Judas was a Gaulonite of the city of Gamala, probably taking his name of Galilean from his insurrection having had its rise in Galilee. The Gaulonites, as his followers were called, may be regarded as the doctrinal ancestors of the Zealots and Sicarii of later days."], "Word": "Judas of Galilee", "Dictionary": "Smith's Bible Dictionary"}, "8": {"Definitions": ["Among the brethren of our Lord mentioned by the people of Nazareth. ( Matthew 13:55 ;  Mark 6:3 ) Whether this and the Jude above are the same is still a disputed point."], "Word": "Judas, the Lords Brother", "Dictionary": "Smith's Bible Dictionary"}, "9": {"Definitions": ["JU'DAS-TREE ,  noun   A plant of the genus Cercis."], "Word": "Judas-tree", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰούδας", "transliteration": "Ioudas", "strongs_definition": "Judas (that is Jehudah) the name of ten Israelites; also of the posterity of one of them and its region", "word_translated": "Juda", "bible_usage": "Juda (-h -s); Jude.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Juda": "1", "Judas": "33", "Jude": "1", "Judah": "7"}, "brown_driver_definition": [], "phonetic": "ee-oo-das'", "strongs_number": "G2455", "thayers_definition": ["Judah or Judas = \"he shall be praised\" ", " 1. the fourth son of Jacob ", " 2. an unknown ancestor of Christ ", " 3. a man surnamed the Galilean, who at the time of the census of Quirinus, excited the revolt in Galilee, Acts 5: ", " 4. a certain Jew of Damascus, Acts 9: ", " 5. a prophet surnamed Barsabas, of the church at Jerusalem, Acts 15:22,27, ", " 6. the apostle, Jn 14:22, who was surnamed Lebbaeus or Thaddaeus, and according to opinion wrote the Epistle of Jude. ", " 7. the half-brother of Jesus, Mt. 13: ", " 8. Judas Iscariot, the apostle who betrayed Jesus "], "word_origin": "Of Hebrew origin [H3063]", "bible_references": ["Mark 6:3"], "letter": "J", "origin_links": ["H3063"], "data": {"1": {"Definitions": ["1.  The patriarch Judah, son of Jacob ( Luke 3:33 ;  Hebrews 7:14 ). In  Luke 1:39 ;  Hebrews 7:14 ;  Revelation 5:5 ;  7:5 , the word refers to the tribe of Judah.", "2.  The father of Simeon in Christ's maternal ancestry ( Luke 3:30 ).", "3.  Son of Joanna, and father of Joseph in Christ's maternal ancestry (26), probably identical with Abiud ( Matthew 1:13 ), and with Obadiah ( 1 Chronicles 3:21 ).", "4.  One of the Lord's \"brethren\" ( Mark 6:3 )."], "Word": "Juda", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["( praised )."], "Word": "Juda", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["Judea,  same as Judah"], "Word": "Judaea", "Dictionary": "Hitchcock's Names Dictionary"}, "4": {"Definitions": ["See Judea Judea"], "Word": "Judaea", "Dictionary": "Naves Topical Index"}, "5": {"Definitions": ["(from Judah), a territorial division which succeeded to the overthrow of the ancient landmarks of the tribes of Isr'l and Judah in their respective captivities. The word first occurs ( Daniel 5:13 ) Authorized Version \"Jewry,\" and the first mention of the \"province of Judea\" is in the book of Ezra, ( Ezra 5:8 ) It is alluded to in ( Nehemiah 11:3 ) (Authorized Version \"Judah\"). In the apocryphal books the word \"province\" is dropped, and throughout them and the New Testament the expressions are \"the land of Judea,\" \"Judea.\" In a wide and more improper sense, the term Judea was sometimes extended to the whole country of the Canaanites, its ancient inhabitants; and even in the Gospels we read of the coasts of Judea \"beyond Jordan.\" ( Matthew 19:1 ;  Mark 10:1 ) Judea was, in strict language, the name of the third district, west of the Jordan and south of Samaria. It was made a portion of the Roman province of Syria upon the deposition of Archelaus, the ethnarch of Judea, in A.D. 6, and was governed by a procurator, who was subject to the governor of Syria."], "Word": "Judaea, or Judea", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["Praise, the fourth son of Jacob by Leah. The name originated in Leah's words of praise to the Lord on account of his birth- \"Now will I praise [Heb. odeh] Jehovah, and she called his name Yehudah\" ( Genesis 29:35 ).", "It was Judah that interposed in behalf of Joseph, so that his life was spared ( Genesis 37:26, 27 ). He took a lead in the affairs of the family, and \"prevailed above his brethren\" ( Genesis 43:3-10 ;  44:14, 16-34 ;  46:28 ;  1 Chronicles 5:2 ).", "Soon after the sale of Joseph to the Ishmaelites, Judah went to reside at Adullam, where he married a woman of Canaan. (See  ONAN ;  TAMAR .) After the death of his wife Shuah, he returned to his father's house, and there exercised much influence over the patriarch, taking a principal part in the events which led to the whole family at length going down into Egypt. We hear nothing more of him till he received his father's blessing ( Genesis 49:8-12 )."], "Word": "Judah", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["the praise of the Lord; confession"], "Word": "Judah", "Dictionary": "Hitchcock's Names Dictionary"}, "8": {"Definitions": ["1. Son of Jacob:", "General references Genesis 35:23", "Intercedes for Joseph's life when his brethren were about to slay him, and proposes that they sell him to the Ishmaelites Genesis 37:26-27", "Takes two wives Genesis 38:1-6", "Dwells at Chezib Genesis 38:5", "His incest with his daughter-in-law Genesis 38:12-26", "Goes down into Egypt for corn Genesis 43:1-10 ;  Genesis 44:14-34 ;  Genesis 46:28", "Prophetic benediction of his father upon Genesis 49:8-12", "The ancestor of Jesus Matthew 1:2-3 ;  Revelation 5:5", "2. Tribe of:", "Prophecies concerning Genesis 49:10", "Enrollment of the military forces of:", "At Sinai Numbers 1:26-27 ;  Numbers 2:4", "At Bezek 1 Samuel 11:8 ;  2 Samuel 24:9", "In the plain of Moab Numbers 26:22", "Place of, in camp and march Numbers 2:3 ;  Numbers 2:9 ;  Numbers 10:14", "By whom commanded Numbers 2:3", "Moses' benediction upon Deuteronomy 33:7", "Commissioned of God to lead in the conquest of the promised land Jude 1:1-21", "Make David king 2 Samuel 2:1-11 ;  2 Samuel 5:4-5", "Upbraided by David for lukewarmness toward him after Absalom's defeat 2 Samuel 19:11-15", "Accused by the other tribes of stealing the heart of David 2 Samuel 19:41-43", "Loyal to David at the time of the insurrection led by Sheba 2 Samuel 20:1-2", "Is accorded the birthright forfeited by Reuben 1 Chronicles 5:1-2 ;  1 Chronicles 28:4 ;  Psalms 60:7", "Loyal to the house of David at the time of the revolt of the ten tribes 1 Kings 12:20", "Inheritance of 1 Kings 6:15 ;  Joshua 18:5 ;  Joshua 19:1 ;  Joshua 19:9", "3. Name of two exiled priests Ezra 10:23 ;  Nehemiah 12:8", "4. A Benjamite Nehemiah 11:9", "5. A prince or priest who assisted in the dedication of the walls of Jerusalem Nehemiah 12:34 ;  Nehemiah 12:36"], "Word": "Judah", "Dictionary": "Naves Topical Index"}, "9": {"Definitions": ["( praised, celebrated ), the fourth son of Jacob and the fourth of Leah. (B.C. after 1753.) Of Judah's personal character more traits are preserved than of any other of the patriarchs, with the exception of Joseph, whose life he in conjunction with Reuben saved. ( Genesis 37:26-28 ) During the second visit to Egypt for corn it was Judah who understood to be responsible for the safety of Benjamin, ch. ( Genesis 43:3-10 ) and when, through Joseph's artifice, the brothers were brought back to the palace, he is again the leader and spokesman of the band. So too it is Judah who is sent before Jacob to smooth the way for him in the land of Goshen. ch. ( Genesis 46:28 ) This ascendancy over his brethren is reflected in the last words addressed to him by his father. The families of Judah occupy a position among the tribes similar to that which their progenitor had taken among the patriarchs. The numbers of the tribe at the census at Sinai were 74,600. ( Numbers 1:26,27 ) On the borders of the promised land they were 76,500. ( Genesis 26:22 ) The boundaries and contents of the territory allotted to Judah are narrated at great length, and with greater minuteness than the others, in ( Joshua 15:20-63 ) The north boundary, for the most part coincident with the south boundary of Benjamin, began at the embouchure of the Jordan and ended on the west at Jabneel on the coast of the Mediterranean, four miles south of Joppa. On the east the Dead Sea, and on the west the Mediterranean, formed the boundaries. The southern line is hard to determine, since it is denoted by places many of which have not been identified. It left the Dead Sea at its extreme south end, and joined the Mediterranean at the  Wady el-Arish.  This territory is in average length about 45 miles, and in average breadth about 50."], "Word": "Judah", "Dictionary": "Smith's Bible Dictionary"}, "10": {"Definitions": ["The Authorized Version, following the Vulgate, has this rendering in  Joshua 19:34 . It has been suggested that, following the Masoretic punctuation, the expression should read thus, \"and Judah; the Jordan was toward the sun-rising.\" The sixty cities (Havoth-jair,  Numbers 32:41 ) on the east of Jordan were reckoned as belonging to Judah, because Jair, their founder, was a Manassite only on his mother's side, but on his father's side of the tribe of Judah ( 1 Chronicles 2:5, 21 -23)."], "Word": "Judah Upon Jordan", "Dictionary": "Easton's Bible Dictionary"}, "11": {"Definitions": ["When the disruption took place at Shechem, at first only the tribe of Judah followed the house of David. But very soon after the tribe of Benjamin joined the tribe of Judah, and Jerusalem became the capital of the new kingdom ( Joshua 18:28 ), which was called the kingdom of Judah. It was very small in extent, being only about the size of the Scottish county of Perth.", "For the first sixty years the kings of Judah aimed at re-establishing their authority over the kingdom of the other ten tribes, so that there was a state of perpetual war between them. For the next eighty years there was no open war between them. For the most part they were in friendly alliance, co-operating against their common enemies, especially against Damascus. For about another century and a half Judah had a somewhat checkered existence after the termination of the kingdom of Israel till its final overthrow in the destruction of the temple (B.C. 588) by Nebuzar-adan, who was captain of Nebuchadnezzar's body-guard ( 2 Kings 25:8-21 ).", "The kingdom maintained a separate existence for three hundred and eighty-nine years. It occupied an area of 3,435 square miles. (See ISRAEL, KINGDOM OF.)"], "Word": "Judah, Kingdom of", "Dictionary": "Easton's Bible Dictionary"}, "12": {"Definitions": ["Extent.", "When the disruption of Solomon's kingdom took place at Shechem, B.C. 975, only the tribe of Judah followed David, but almost immediately afterward the larger part of Benjamin joined Judah. A part, if no all, of the territory of Simeon, ( 1 Samuel 27:6 ;  1 Kings 19:3 ) comp.  Joshua 19:1  And of Dan, ( 2 Chronicles 11:10 ) comp.  Joshua 19:41,42  Was recognized as belonging to Judah; and in the reigns of Abijah and Asa the southern kingdom was enlarged by some additions taken out of the territory of Ephraim. ( 2 Chronicles 13:19 ;  15:8 ;  17:2 ) It is estimated that the territory of Judah contained about 3450 square miles.  Advantages.", "The kingdom of Judah possessed many advantages which secured for it a longer continuance than that of Isr'l. A frontier less exposed to powerful enemies, a soil less fertile, a population hardier and more united, a fixed and venerated centre of administration and religion, a hereditary aristocracy in the sacerdotal caste, an army always subordinate, a succession of kings which no revolution interrupted; so that Judah survived her more populous and more powerful sister kingdom by 135 years, and lasted from B.C. 975 to B.C. 536.  History", "The first three kings of Judah seem to have cherished the hope of re-establishing their authority over the ten tribes; for sixty years there was war between them and the kings of Isr'l. The victory achieved by the daring Abijah brought to Judah a temporary accession of territory. Asa appears to have enlarged it still further. Hanani's remonstrance, ( 2 Chronicles 16:7 ) prepares us for the reversal by Jehoshaphat of the policy which Asa pursued toward Isr'l and Damascus. A close alliance sprang up with strange rapidity between Judah and Isr'l. Jehoshaphat, active and prosperous, commanded the respect of his neighbors; but under Amaziah Jerusalem was entered and plundered by the Isr'lites. Under Uzziah and Jotham, Judah long enjoyed prosperity, till Ahaz became the tributary and vassal of Tiglath-pileser. Already in the fatal grasp of Assyria, Judah was yet spared for a checkered existence of almost another century and a half after the termination of the kingdom of Isr'l. The consummation of the ruin came upon its people in the destruction of the temple by the hand of Nebuzaradan, B.C. 536. There were 19 kings, all from the family of David. ( Population.", "We have a gage as to the number of the people at different periods in the number of soldiers. If we estimate the population at four times the fighting men, we will have the following table- King...Date ... Soldiers ... Population David...B.C. 1056-1015 ... 500,000 ... 2,000,000 Rehoboam...975-957 ... 180,000 ... 720,000 Abijah...957-955 ... 400,000 ... 1,600,000 Asa...955-914 ... 500,000 ... 2,000,000 Jehoshaphat...914-889 ... 1,160,000 ... 4,640,000 Amaziah...839-810 ... 300,000 ... 1,200,000 -ED.)"], "Word": "Judah, Kingdom of", "Dictionary": "Smith's Bible Dictionary"}, "13": {"Definitions": ["Judah and his three surviving sons went down with Jacob into Egypt ( Genesis 46:12 ;  Exodus 1:2 ). At the time of the Exodus, when we meet with the family of Judah again, they have increased to the number of 74,000 males ( Numbers 1:26, 27 ). Its number increased in the wilderness ( 26:22 ). Caleb, the son of Jephunneh, represented the tribe as one of the spies ( 13:6 ;  34:19 ). This tribe marched at the van on the east of the tabernacle ( Numbers 2:3-9;   10:14 ), its standard, as is supposed, being a lion's whelp. Under Caleb, during the wars of conquest, they conquered that portion of the country which was afterwards assigned to them as their inheritance. This was the only case in which any tribe had its inheritance thus determined ( Joshua 14:6-15 ;  15:13-19 ).", "The inheritance of the tribe of Judah was at first fully one-third of the whole country west of Jordan, in all about 2,300 square miles (Joshua 15). But there was a second distribution, when Simeon received an allotment, about 1,000 square miles, out of the portion of Judah ( Joshua 19:9 ). That which remained to Judah was still very large in proportion to the inheritance of the other tribes. The boundaries of the territory are described in  Joshua 15:20-63 .", "This territory given to Judah was divided into four sections.", "1.  The south (Heb. negeb), the undulating pasture-ground between the hills and the desert to the south ( Joshua 15:21 .) This extent of pasture-land became famous as the favourite camping-ground of the old patriarchs.", "2.  The \"valley\" ( 15:33 ) or lowland (Heb. shephelah), a broad strip lying between the central highlands and the Mediterranean. This tract was the garden as well as the granary of the tribe.", "3.  The \"hill-country,\" or the mountains of Judah, an elevated plateau stretching from below Hebron northward to Jerusalem. \"The towns and villages were generally perched on the tops of hills or on rocky slopes. The resources of the soil were great. The country was rich in corn, wine, oil, and fruit; and the daring shepherds were able to lead their flocks far out over the neighbouring plains and through the mountains.\" The number of towns in this district was thirty-eight ( Joshua 15:48-60 ).", "4.  The \"wilderness,\" the sunken district next the Dead Sea ( Joshua 15:61 ), \"averaging 10 miles in breadth, a wild, barren, uninhabitable region, fit only to afford scanty pasturage for sheep and goats, and a secure home for leopards, bears, wild goats, and outlaws\" ( 1 Samuel 17:34 ;  22:1 ;  Mark 1:13 ). It was divided into the \"wilderness of En-gedi\" ( 1 Samuel 24:1 ), the \"wilderness of Judah\" ( Judges 1:16 ;  Matthew 3:1 ), between the Hebron mountain range and the Dead Sea, the \"wilderness of Maon\" ( 1 Samuel 23:24 ). It contained only six cities.", "Nine of the cities of Judah were assigned to the priests ( Joshua 21:9-19 )."], "Word": "Judah, Tribe of", "Dictionary": "Easton's Bible Dictionary"}, "14": {"Definitions": ["JUDA'IC", "JUDA'IC AL,  adjective   Pertaining to the Jews."], "Word": "Judaic", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["JUDA'ICALLY ,  adverb   After the Jewish manner."], "Word": "Judaically", "Dictionary": "Webster's 1828 Dictionary"}, "16": {"Definitions": ["1. The religion of the Jews. To yield place to the Gospel Matthew 3:8-9 ;  Matthew 5:17-19 ;  Matthew 5:21-44 ;  Matthew 9:16-17", "2. A corrupt form of Christianity", "General references Acts 15:1 ;  Acts 21:20-25 ;  Acts 48:3 Teachers, False"], "Word": "Judaism", "Dictionary": "Naves Topical Index"}, "17": {"Definitions": ["JU'DAISM ,  noun", "1.  The religious doctrines and rites of the Jews, as enjoined", "in the laws of Moses.  judaism  was a temporary dispensation.", "2.  Conformity to the Jewish rites and ceremonies."], "Word": "Judaism", "Dictionary": "Webster's 1828 Dictionary"}, "18": {"Definitions": ["JU'DAIZE ,  verb intransitive   To conform to the religious doctrines and rites of the Jews.", "They--prevailed on the Galatians to  judaize  so far as to observe the rites of Moses in various instances."], "Word": "Judaize", "Dictionary": "Webster's 1828 Dictionary"}, "19": {"Definitions": ["JU'DAIZER ,  noun   One who conforms to the religion of the Jews."], "Word": "Judaizer", "Dictionary": "Webster's 1828 Dictionary"}, "20": {"Definitions": ["JU'DAIZING ,  participle present tense   Conforming to the doctrines and rites of the Jews."], "Word": "Judaizing", "Dictionary": "Webster's 1828 Dictionary"}, "21": {"Definitions": ["The Graecized form of Judah.", "1.  The patriarch ( Matthew 1:2, 3 ).", "2.  Son of Simon ( John 6:71 ;  13:2, 26 ), surnamed Iscariot, i.e., a man of Kerioth ( Joshua 15:25 ). His name is uniformly the last in the list of the apostles, as given in the synoptic (i.e., the first three) Gospels. The evil of his nature probably gradually unfolded itself till \"Satan entered into him\" ( John 13:27 ), and he betrayed our Lord ( 18:3 ). Afterwards he owned his sin with \"an exceeding bitter cry,\" and cast the money he had received as the wages of his iniquity down on the floor of the sanctuary, and \"departed and went and hanged himself\" ( Matthew 27:5 ). He perished in his guilt, and \"went unto his own place\" ( Acts 1:25 ). The statement in  Acts 1:18  that he \"fell headlong and burst asunder in the midst, and all his bowels gushed out,\" is in no way contrary to that in  Matthew 27:5 . The sucide first hanged himself, perhaps over the valley of Hinnom, \"and the rope giving way, or the branch to which he hung breaking, he fell down headlong on his face, and was crushed and mangled on the rocky pavement below.\"", "Why such a man was chosen to be an apostle we know not, but it is written that \"Jesus knew from the beginning who should betray him\" ( John 6:64 ). Nor can any answer be satisfactorily given to the question as to the motives that led Judas to betray his Master. \"Of the motives that have been assigned we need not care to fix on any one as that which simply led him on. Crime is, for the most part, the result of a hundred motives rushing with bewildering fury through the mind of the criminal.\"", "3.  A Jew of Damascus ( Acts 9:11 ), to whose house Ananias was sent. The street called \"Straight\" in which it was situated is identified with the modern \"street of bazaars,\" where is still pointed out the so-called \"house of Judas.\"", "4.  A Christian teacher, surnamed Barsabas. He was sent from Jerusalem to Antioch along with Paul and Barnabas with the decision of the council ( Acts 15:22, 27, 32 ). He was a \"prophet\" and a \"chief man among the brethren.\""], "Word": "Judas", "Dictionary": "Easton's Bible Dictionary"}, "22": {"Definitions": ["Jude,  same as Judah"], "Word": "Judas", "Dictionary": "Hitchcock's Names Dictionary"}, "23": {"Definitions": ["1. Surnamed Iscariot:", "Chosen as an apostle Matthew 10:4 ;  Mark 3:19 ;  Luke 6:16 ;  Acts 1:17", "Treasurer of the disciples John 12:6 ;  John 13:29", "His covetousness exemplified:", "By his protest against the breaking of the box of ointment John 12:4-6", "By his bargain to betray Jesus for a sum of money Matthew 26:14-16 ;  Mark 14:10-11 ;  Luke 22:3-6 ;  John 13:2", "His apostasy John 17:12", "Betrays the Lord Matthew 26:47-50 ;  Mark 14:43-45 ;  Luke 22:47-49 ;  John 18:2-5 ;  Acts 1:16-25", "Returns the money to the rulers of the Jews Matthew 27:3-10", "Hangs himself Matthew 27:5 ;  Acts 1:18", "Prophecies concerning Matthew 26:21-25 ;  Mark 14:18-21 ;  Luke 22:21-23 ;  John 13:18-26 ;  John 17:12 ;  Acts 1:16 ;  Acts 1:20 ;  Psalms 41:9 ;  Psalms 109:8 ;  Zech 11:12-13", "2. One of the brethren of Jesus Matthew 13:55 ;  Mark 6:3", "3. Brother of James and writer of the Epistle of Jude Luke 6:16 ;  Acts 1:13 ;  Jude 1:1", "4. An apostle, probably identical with Lebbaeus, or Thaddaeus John 14:22", "5. Of Galilee, who stirred up a sedition among the Jews soon after the birth of Jesus Acts 5:37", "6. A disciple who entertained Paul Acts 9:11", "7. Surnamed Barsabas, a Christian sent to Antioch with Paul and Barnabas Acts 15:22-32"], "Word": "Judas", "Dictionary": "Naves Topical Index"}, "24": {"Definitions": ["1.  the Greek form of the Hebrew name Judah, occurring in the LXX, and the New Testament."], "Word": "Judas", "Dictionary": "Smith's Bible Dictionary"}, "25": {"Definitions": ["( Judas of Kerioth ). He is sometimes called \"the son of Simon,\" ( John 6:71 ;  13:2,26 ) but more commonly ISCARIOTES. ( Matthew 10:4 ;  Mark 3:19 ;  Luke 6:16 ) etc. The name Iscariot has received many interpretations more of less conjectural. The most probable is from  Ish Kerioth  , i.e. \"man of Kerioth,\" a town in the tribe of Judah. ( Joshua 15:25 ) Of the life of Judas before the appearance of his name in the lists of the apostles we know absolutely nothing. What that appearance implies, however, is that he had previously declared himself a disciple. He was drawn, as the others were, by the preaching of the Baptist, or his own Messianic hopes, or the \"gracious words\" of the new Teacher, to leave his former life, and to obey the call of the Prophet of Nazareth. The choice was not made, we must remember, without a provision of its issue. ( John 6:64 ) The germs of the evil, in all likelihood, unfolded themselves gradually. The rules to which the twelve were subject in their first journey, ( Matthew 10:9,10 ) sheltered him from the temptation that would have been most dangerous to him. The new form of life, of which we find the first traces in ( Luke 8:3 ) brought that temptation with it. As soon as the twelve were recognized as a body, travelling hither and thither with their Master, receiving money and other offerings, and redistributing what they received to the poor, it became necessary that some one should act as the steward and almoner of the small society, and this fell to Judas. ( John 12:6 ;  13:29 ) The Galilean or Judean peasant found himself entrusted with larger sums of money than before, and with this there came covetousness, unfaithfulness, embezzlement. Several times he showed his tendency to avarice and selfishness. This, even under the best of influences, grew worse and worse, till he betrayed his Master for thirty pieces of silver. ( Why was such a man chosen to be one of the twelve?", "(1) There was needed among the disciples, as in the Church now, a man of just such talents as Judas possessed,", "the talent for managing business affairs. (2) Though he probably followed Christ at first from mixed motives, as did the other disciples, he had the opportunity of becoming a good and useful man. (3) It doubtless was included in God's plans that there should be thus a standing argument for the truth and honesty of the gospel; for if any wrong or trickery had been concealed, it would have been revealed by the traitor in self-defence. (4) Perhaps to teach the Church that God can bless and the gospel can succeed even though some bad men may creep into the fold.  What was Judas' motive in betraying Christ?", "(1) Anger at the public rebuke given him by Christ at the supper in the house of Simon the leper. ( Matthew 26:6-14 ) (2) Avarice, covetousness, the thirty pieces of silver. ( John 12:6 ) (3) The reaction of feeling in a bad soul against the Holy One whose words and character were a continual rebuke, and who knew the traitors heart. (4) A much larger covetousness,", "an ambition to be the treasurer, not merely of a few poor disciples, but of a great and splendid temporal kingdom of the Messiah. He would hasten on the coming kingdom by compelling Jesus to defend himself. (5) Perhaps disappointment because Christ insisted on foretelling his death instead of receiving his kingdom. He began to fear that there was to be no kingdom, after all. (6) Perhaps, also, Judas \"abandoned what seemed to him a failing cause, and hoped by his treachery to gain a position of honor and influence in the Pharisaic party.\"  The end of Judas.", "(1) Judas, when he saw the results of his betrayal, \"repented himself.\" ( Matthew 27:3-10 ) He saw his sin in a new light, and \"his conscience bounded into fury.\" (2) He made ineffectual struggles to escape, by attempting to return the reward to the Pharisees, and when they would not receive it, he cast it down at their feet and left it. ( Matthew 27:5 ) But, (a) restitution of the silver did not undo the wrong; (b) it was restored in a wrong spirit,", "a desire for relief rather than hatred of sin; (c) he confessed to the wrong party, or rather to those who should have been secondary, and who could not grand forgiveness; (d) \"compunction is not conversion.\" (3) The money was used to buy a burial-field for poor strangers. ( Matthew 27:6-10 ) (4) Judas himself, in his despair, went out and hanged himself, ( Matthew 27:5 ) at Aceldama, on the southern slope of the valley of Hinnom, near Jerusalem, and in the act he fell down a precipice and was dashed into pieces. ( Acts 1:18 ) \"And he went to his own place.\" ( Acts 1:25 ) \"A guilty conscience must find neither hell or pardon.\" (5) Judas' repentance may be compared to that of Esau. ( Genesis 27:32-38 ;  Hebrews 12:16,17 ) It is contrasted with that of Peter. Judas proved his repentance to be false by immediately committing another sin, suicide. Peter proved his to be true by serving the Lord faithfully ever after.", "ED.)"], "Word": "Judas Iscariot", "Dictionary": "Smith's Bible Dictionary"}, "26": {"Definitions": ["[ MACCABEES ]"], "Word": "Judas Maccabaeus", "Dictionary": "Smith's Bible Dictionary"}, "27": {"Definitions": ["the leader of a popular revolt \"in the days of the taxing\" (i.e. the census, under the prefecture of P. Sulp. Quirinus, A.D. 6, A.U.C. 759), referred to by Gamaliel in his speech before the Sanhedrin. ( Acts 5:37 ) According to Josephus, Judas was a Gaulonite of the city of Gamala, probably taking his name of Galilean from his insurrection having had its rise in Galilee. The Gaulonites, as his followers were called, may be regarded as the doctrinal ancestors of the Zealots and Sicarii of later days."], "Word": "Judas of Galilee", "Dictionary": "Smith's Bible Dictionary"}, "28": {"Definitions": ["Among the brethren of our Lord mentioned by the people of Nazareth. ( Matthew 13:55 ;  Mark 6:3 ) Whether this and the Jude above are the same is still a disputed point."], "Word": "Judas, the Lords Brother", "Dictionary": "Smith's Bible Dictionary"}, "29": {"Definitions": ["JU'DAS-TREE ,  noun   A plant of the genus Cercis."], "Word": "Judas-tree", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰωάθαμ", "transliteration": "Iōatham", "strongs_definition": "Joatham (that is Jotham) an Israelite", "word_translated": "Joatham", "bible_usage": "Joatham.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Joatham": "2"}, "brown_driver_definition": [], "phonetic": "ee-o-ath'-am", "strongs_number": "G2488", "thayers_definition": ["Jotham = \"Jehovah is upright\" ", " 1. the son of King Uzziah or Azariah and Jerusha "], "word_origin": "Of Hebrew origin [H3147]", "bible_references": ["Mat 1:9", "Mat 1:9"], "letter": "J", "origin_links": ["H3147"], "data": {"1": {"Definitions": ["same as Jotham"], "Word": "Joatham", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["= JOTHAM the son of Uzziah. ( Matthew 1:9 )"], "Word": "Joatham", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰωνάν", "transliteration": "Iōnan", "strongs_definition": "Jonan an Israelite", "word_translated": "Jonan", "bible_usage": "Jonan.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jonan": "1"}, "brown_driver_definition": [], "phonetic": "ee-o-nan'", "strongs_number": "G2494", "thayers_definition": ["Jonan = \"Jehovah is a gracious giver\" ", " 1. one of the ancestors of Christ "], "word_origin": "Probably for G2491 or G2495", "bible_references": ["Luke 3:30"], "letter": "J", "origin_links": ["G2491", "G2495"], "data": {"1": {"Definitions": ["a dove; multiplying of the people"], "Word": "Jonan", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["An ancestor of Christ. Luke 3:30"], "Word": "Jonan", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["(perhaps a contraction of Johnana,  gift  or  grace of God ), son of Eliakim, in the genealogy of Christ. ( Luke 3:30 ) (B.C. before 876.)"], "Word": "Jonan", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰωάννα", "transliteration": "Iōanna", "strongs_definition": "Joanna a Christian", "word_translated": "Joanna", "bible_usage": "Joanna.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"Joanna": "2"}, "brown_driver_definition": [], "phonetic": "ee-o-an'-nah", "strongs_number": "G2489", "thayers_definition": ["Joanna = \"Jehovah is a gracious giver\" ", " 1. the wife of Chuza, Herod's steward, and a follower of Jesus "], "word_origin": "Feminine of the same as G2491", "bible_references": ["Luke 8:3", "Luke 24:10"], "letter": "J", "origin_links": ["G2491"], "data": {"1": {"Definitions": ["Whom Jehovah has graciously given.", "1.  The grandson of Zerubbabel, in the lineage of Christ ( Luke 3:27 ); the same as Hananiah ( 1 Chronicles 3:19 ).", "2.  The wife of Chuza, the steward of Herod Antipas, tetrarch of Galilee ( Luke 8:3 ). She was one of the women who ministered to our Lord, and to whom he appeared after his resurrection ( Luke 8:3 ;  24:10 )."], "Word": "Joanna", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["grace or gift of the Lord"], "Word": "Joanna", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. Wife of Chuza, the steward of Herod Agrippa, and a disciple of Jesus Luke 8:3 ;  Luke 24:10", "2. An ancestor of Jesus Luke 3:27"], "Word": "Joanna", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( grace  or  gift of God ) (in Revised Version spelled JOANAN)."], "Word": "Joanna", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰωνᾶς", "transliteration": "Iōnas", "strongs_definition": "Jonas (that is Jonah) the name of two Israelites", "word_translated": "Jona", "bible_usage": "Jonas.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jona": "4", "Jonah": "9"}, "brown_driver_definition": [], "phonetic": "ee-o-nas'", "strongs_number": "G2495", "thayers_definition": ["Jonah or Jonas = \"dove\" ", " 1. the fifth minor prophet, the son of Amittai, and a native of Gath-hepher and lived during the reign of Jeroboam II, king of Israel ", " 2. Jonas, the father of Peter "], "word_origin": "Of Hebrew origin [H3124]", "bible_references": ["John 1:42", "John 21:15", "John 21:16", "John 21:17"], "letter": "J", "origin_links": ["H3124"], "data": {"1": {"Definitions": ["( a dove ) (Greek form of Jonah), the father of the apostle Peter, ( John 1:42 ) who is hence addressed as Simon Barjona (i.e. son of Jona) in ( Matthew 16:17 )"], "Word": "Jona", "Dictionary": "Smith's Bible Dictionary"}, "2": {"Definitions": ["=Jehon'adab.", "1.  The son of Rechab, and founder of the Rechabites (q.v.),  2 Kings 10:15 ;  Jeremiah 35:6, 10 .", "2.  The son of Shimeah, David's brother ( 2 Samuel 13:3 ). He was \"a very subtil man.\""], "Word": "Jonadab", "Dictionary": "Easton's Bible Dictionary"}, "3": {"Definitions": ["who gives liberally"], "Word": "Jonadab", "Dictionary": "Hitchcock's Names Dictionary"}, "4": {"Definitions": ["1. Nephew of David:", "His complicity with Amnon in his rape of Tamar 2 Samuel 13:3-5", "Comforts David on death of Amnon 2 Samuel 13:32-35", "2. Called Jehonadab:", "A Rechabite and companion of Jehu 2 Kings 10:15-23", "His sons refuse to drink wine in obedience to his command Jeremiah 35:5-10 ;  Jeremiah 35:16-19 Rechabites"], "Word": "Jonadab", "Dictionary": "Naves Topical Index"}, "5": {"Definitions": ["( whom Jehovah impels )."], "Word": "Jonadab", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["A dove, the son of Amittai of Gath-hepher. He was a prophet of Israel, and predicted the restoration of the ancient boundaries ( 2 Kings 14:25-27 ) of the kingdom. He exercised his ministry very early in the reign of Jeroboam II., and thus was contemporary with Hosea and Amos; or possibly he preceded them, and consequently may have been the very oldest of all the prophets whose writings we possess. His personal history is mainly to be gathered from the book which bears his name. It is chiefly interesting from the two-fold character in which he appears, (1) as a missionary to heathen Nineveh, and (2) as a type of the \"Son of man.\""], "Word": "Jonah", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["or Jonas,  a dove; he that oppresses; destroyer"], "Word": "Jonah", "Dictionary": "Hitchcock's Names Dictionary"}, "8": {"Definitions": ["Called also Jonas.", "A prophet of Israel 2 Kings 14:25", "Sent by God to warn Nineveh Jonah 1:1-2", "Disobedience and punishment of Jonah 1:3-17", "Repentance and deliverance of Jonah 2:1-10 ;  Matthew 12:40", "Brought Ninevites to repentance Jonah 3:1-10 ;  Matthew 12:41", "Displeased with God's mercy to Nineveh; reproved Jonah 4:1-11", "Is a sign Matthew 16:4 ;  Luke 11:29-30"], "Word": "Jonah", "Dictionary": "Naves Topical Index"}, "9": {"Definitions": ["( dove ), the fifth of the minor prophets, was the son of Amittai, and a native of Gath-hepher. ( 2 Kings 14:25 ) He flourished in or before the reign of Jeroboam II., about B.C. 820. Having already, as it seems, prophesied to Isr'l, he was sent to Nineveh. The time was one of political revival in Isr'l; but ere long the Assyrians were to be employed by God as a scourge upon them. The prophet shrank from a commission which he felt sure would result, ( Jonah 4:2 ) in the sparing of a hostile city. He attempted therefore to escape to Tarshish. The providence of God, however, watched over him, first in a storm, and then in his being swallowed by a large fish (a sea monster, probably the white shark) for the space of three days and three nights. [On this subject see article WHALE] After his deliverance, Jonah executed his commission; and the king, \"believing him to be a minister form the supreme deity of the nation,\" and having heard of his miraculous deliverance, ordered a general fast, and averted the threatened judgment. But the prophet, not from personal but national feelings, grudged the mercy shown to a heathen nation. He was therefore taught by the significant lesson of the \"gourd,\" whose growth and decay brought the truth at once home to him, that he was sent to testify by deed, as other prophets would afterward testify by word, the capacity of Gentiles for salvation, and the design of God to make them partakers of it. This was \"the sign of the prophet Jonas.\" ( Luke 11:29,30 ) But the resurrection of Christ itself was also shadowed forth in the history of the prophet. ( Matthew 12:39,41 ;  16:4 ) The mission of Jonah was highly symbolical. The facts contained a concealed prophecy. The old tradition made the burial-place of Jonah to be Gath-hepher; the modern tradition places it at  Nebi-Yunus  , opposite Mosul."], "Word": "Jonah", "Dictionary": "Smith's Bible Dictionary"}, "10": {"Definitions": ["This book professes to give an account of what actually took place in the experience of the prophet. Some critics have sought to interpret the book as a parable or allegory, and not as a history. They have done so for various reasons. Thus (1) some reject it on the ground that the miraculous element enters so largely into it, and that it is not prophetical but narrative in its form; (2) others, denying the possibility of miracles altogether, hold that therefore it cannot be true history.", "Jonah and his story is referred to by our Lord ( Matthew 12:39, 40 ;  Luke 11:29 ), a fact to which the greatest weight must be attached. It is impossible to interpret this reference on any other theory. This one argument is of sufficient importance to settle the whole question. No theories devised for the purpose of getting rid of difficulties can stand against such a proof that the book is a veritable history.", "There is every reason to believe that this book was written by Jonah himself. It gives an account of (1) his divine commission to go to Nineveh, his disobedience, and the punishment following ( 1:1-17 ); (2) his prayer and miraculous deliverance ( 1:17-2:10 ); (3) the second commission given to him, and his prompt obedience in delivering the message from God, and its results in the repentance of the Ninevites, and God's long-sparing mercy toward them (ch. 3); (4) Jonah's displeasure at God's merciful decision, and the rebuke tendered to the impatient prophet (ch. 4). Nineveh was spared after Jonah's mission for more than a century. The history of Jonah may well be regarded \"as a part of that great onward movement which was before the Law and under the Law; which gained strength and volume as the fulness of the times drew near.\", Perowne's Jonah."], "Word": "Jonah, Book of", "Dictionary": "Easton's Bible Dictionary"}, "11": {"Definitions": ["( gift  or  grace of God ), the form given to JONAN in the Revised Version of ( Luke 3:30 )"], "Word": "Jonam", "Dictionary": "Smith's Bible Dictionary"}, "12": {"Definitions": ["a dove; multiplying of the people"], "Word": "Jonan", "Dictionary": "Hitchcock's Names Dictionary"}, "13": {"Definitions": ["An ancestor of Christ. Luke 3:30"], "Word": "Jonan", "Dictionary": "Naves Topical Index"}, "14": {"Definitions": ["(perhaps a contraction of Johnana,  gift  or  grace of God ), son of Eliakim, in the genealogy of Christ. ( Luke 3:30 ) (B.C. before 876.)"], "Word": "Jonan", "Dictionary": "Smith's Bible Dictionary"}, "15": {"Definitions": ["1.  Greek form of Jonah ( Matthew 12:39, 40, 41 , etc.).", "2.  The father of the apostles Peter ( John 21:15-17 ) and Andrew; but the reading should be (also in  1:42 ), as in the Revised Version, \"John,\" instead of Jonas."], "Word": "Jonas", "Dictionary": "Easton's Bible Dictionary"}, "16": {"Definitions": ["See Jonah Jonah", "Father of Peter", "General references John 21:15-17", "Called Jona John 1:42"], "Word": "Jonas", "Dictionary": "Naves Topical Index"}, "17": {"Definitions": ["( a dove )."], "Word": "Jonas", "Dictionary": "Smith's Bible Dictionary"}, "18": {"Definitions": ["Whom Jehovah gave, the name of fifteen or more persons that are mentioned in Scripture. The chief of these are,", "1.  A Levite descended from Gershom ( Judges 18:30 ). His history is recorded in  17:7-13  and  18:30 . The Rabbins changed this name into Manasseh \"to screen the memory of the great lawgiver from the stain of having so unworthy an apostate among his near descendants.\" He became priest of the idol image at Dan, and this office continued in his family till the Captivity.", "2.  The eldest son of king Saul, and the bosom friend of David. He is first mentioned when he was about thirty years of age, some time after his father's accession to the throne ( 1 Samuel 13:2 ). Like his father, he was a man of great strength and activity ( 2 Samuel 1:23 ), and excelled in archery and slinging ( 1 Chronicles 12:2 ; 2 Samuel 1:22 ). The affection that evidently subsisted between him and his father was interrupted by the growth of Saul's insanity. At length, \"in fierce anger,\" he left his father's presence and cast in his lot with the cause of David ( 1 Samuel 20:34 ). After an eventful career, interwoven to a great extent with that of David, he fell, along with his father and his two brothers, on the fatal field of Gilboa ( 1 Samuel 31:2, 8 ). He was first buried at Jabesh-gilead, but his remains were afterwards removed with those of his father to Zelah, in Benjamin ( 2 Samuel 21:12-14 ). His death was the occasion of David's famous elegy of \"the Song of the Bow\" ( 2 Samuel 1:17-27 ). He left one son five years old, Merib-baal, or Mephibosheth ( 2 Samuel 4:4 ; comp.  1 Chronicles 8:34 ).", "3.  Son of the high priest Abiathar, and one who adhered to David at the time of Absalom's rebellion ( 2 Samuel 15:27, 36 ). He is the last descendant of Eli of whom there is any record.", "4.  Son of Shammah, and David's nephew, and also one of his chief warriors ( 2 Samuel 21:21 ). He slew a giant in Gath."], "Word": "Jonathan", "Dictionary": "Easton's Bible Dictionary"}, "19": {"Definitions": ["given of God"], "Word": "Jonathan", "Dictionary": "Hitchcock's Names Dictionary"}, "20": {"Definitions": ["1. A Levite of Bethlehem, who becomes a priest for Micah; accepts idolatry; joins the Danites Judges 17:7-13 ;  Jude 18:1-30", "2. Son of Saul:", "General references 1 Samuel 14:49", "Victory of:", "Over the Philistine garrison of Geba 1 Samuel 13:3-4 ;  1 Samuel 13:16", "Over Philistines at Michmash 1 Samuel 14:1-18", "Under Saul's curse pronounced against any who might take food before he was avenged of his enemies 1 Samuel 14:24-30 ;  1 Samuel 14:43", "Rescued by the people 1 Samuel 14:43-45", "Love of, for David 1 Samuel 18:1-4 ;  1 Samuel 19:1-7 ;  1 Samuel 9:20 ;  1 Samuel 23:16-18", "Killed in battle with Philistines 1 Samuel 31:2 ;  1 Samuel 31:6 ;  1 Chronicles 10:2 ;  2 Samuel 21:12-14", "Buried by inhabitants of Jabesh-Gilead 1 Samuel 31:11-13", "Mourned by David 2 Samuel 1:12 ;  2 Samuel 1:17-27", "Son of, cared for by David 2 Samuel 4:4 ;  2 Samuel 9:1-13 ;  1 Chronicles 8:34", "3. Son of Abiathar:", "General references 2 Samuel 15:27", "Acts as spy for David 2 Samuel 15:27-28 ;  2 Samuel 17:17-22", "Informs Adonijah of Solomon's succession to David 1 Kings 1:42-48", "4. Nephew of David, slays a giant, and becomes one of David's chief warriors 2 Samuel 21:21 ;  1 Chronicles 20:7", "5. One of David's heroes 2 Samuel 23:32 ;  1 Chronicles 11:34", "6. A son of Jada 1 Chronicles 2:32-33", "7. Secretary of the cabinet of David 1 Chronicles 27:32", "8. Father of Ebed Ezra 8:6", "9. Son of Asahel Ezra 10:15", "10. Called Johanan, a descendant of Jeshua Nehemiah 12:11 ;  Nehemiah 12:22", "11. Name of two priests Nehemiah 12:14 ;  Nehemiah 12:35", "12. A scribe Jeremiah 37:15 ;  Jeremiah 37:20 ;  Jeremiah 38:26", "13. Son of Kareah Jeremiah 40:8"], "Word": "Jonathan", "Dictionary": "Naves Topical Index"}, "21": {"Definitions": ["that is, \" the gift of Jehovah,  \" the eldest son of King Saul. (B.C. about 1095-1056.) He was a man of great strength and activity. ( 2 Samuel 1:23 ) He was also famous as a warrior, ( 1 Chronicles 12:2 ) as is shown by the courage he showing in attacking the garrison of the Philistines, in company with is armor-bearer only, slaying twenty men and putting an army to flight. ( 1 Samuel 14:6-16 ) During the pursuit, Jonathan, who had not heard of the rash curse, ch. ( 1 Samuel 14:24 ) which Saul invoked on any one who ate before the evening, tasted the honey which lay on the ground. Saul would have sacrificed him; but the people interposed in behalf of the hero of that great day, and Jonathan was saved. ch. ( 1 Samuel 14:24-45 ) The chief interest of Jonathan's career is derived from the friendship with David, which began on the day of David's return from the victory over the champion of Gath, and continued till his death. Their last meeting was in and forest of Ziph, during Saul's pursuit of David. ( 1 Samuel 23:16-18 ) From this time forth we hear no more till the battle of Gilboa. In that battle he fell. ( 1 Samuel 31:2,8 ) (B.C. 1056.) his ashes were buried first at Jabesh-gilead, ch. ( 1 Samuel 31:13 ) but were afterward removed with those of his father to Zelah in Benjamin. ( 2 Samuel 21:12 ) The news of his death occasioned the celebrated elegy of David. He left a son, Mephibosheth. [ MEPHIBOSHETH ]"], "Word": "Jonathan", "Dictionary": "Smith's Bible Dictionary"}, "22": {"Definitions": ["Dove of the dumbness of the distance; i.e., \"the silent dove in distant places\", title of Psalms 56. This was probably the name of some well known tune or melody to which the psalm was to be sung."], "Word": "Jonathelemrechokim", "Dictionary": "Easton's Bible Dictionary"}, "23": {"Definitions": ["( a dumb love of (in) distant places ), a phrase found once only in the Bible, as a heading to the 56th psalm. Aben Ezra, who regards  Jonath-elem-rechokim  as merely indicating the modulation or the rhythm of the psalm, appears to come the nearest to the meaning of the passage."], "Word": "Jonathelemrechokim", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "ἰῶτα", "transliteration": "iōta", "strongs_definition": " the name of the eighth letter of the Greek alphabet put (figuratively) for a very small part of anything", "word_translated": "jot", "bible_usage": "jot.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"jot": "1"}, "brown_driver_definition": [], "phonetic": "ee-o'-tah", "strongs_number": "G2503", "thayers_definition": [" 1. the Hebrew letter `, the smallest of them all ", " a. hence equivalent to the minutest part "], "word_origin": "Of Hebrew origin (the tenth letter of the Hebrew alphabet)", "bible_references": ["Mat 5:18"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["Or Iota, the smallest letter of the Greek alphabet, used metaphorically or proverbially for the smallest thing ( Matthew 5:18 ); or it may be = yod, which is the smallest of the Hebrew letters."], "Word": "Jot", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Vowel point in Hebrew. Matthew 5:18"], "Word": "Jot", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["the English form of the Greek  iota  , i.e., the smallest letter of the Greek alphabet. The Hebrew is  yod  , or  y  formed like a comma ('). It is used metaphorically to express the minutest thing."], "Word": "Jot", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["JOT ,  noun   [ Heb. yod.] An iota; a point; a tittle; the least quantity assignable.", "Till heaven and earth pass, one  jot  or one title shall in no wise pass from the law till all shall be fulfilled.  Matthew 5:18 .", "A man may read much, and acquire not a  jot  of knowledge, or be a  jot  the wiser.", "JOT ,  verb transitive   To set down; to make a memorandum of."], "Word": "Jot", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰωσή", "transliteration": "Iōsē", "strongs_definition": "Jose an Israelite", "word_translated": "Jose", "bible_usage": "Jose.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jose": "1"}, "brown_driver_definition": [], "phonetic": "ee-o-say'", "strongs_number": "G2499", "thayers_definition": ["Jose = \"he will be sustained of Jehovah\" ", " 1. the son of Eliezer, in the genealogy of Jesus Christ "], "word_origin": "Genitive case of G2500", "bible_references": ["Luke 3:29"], "letter": "J", "origin_links": ["G2500"], "data": {"1": {"Definitions": ["raised; who pardons"], "Word": "Jose", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["An ancestor of Jesus. Luke 3:29"], "Word": "Jose", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["(another form of JOSES), son of Eliezer, in the genealogy of Jesus Christ. ( Luke 3:29 )"], "Word": "Jose", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["the form of name given in the Revised Version for JOSEPH, in ( Luke 3:26 ) It is not found in the Old Testament."], "Word": "Josech", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["See Jehozadak Jehozadak"], "Word": "Josedech", "Dictionary": "Naves Topical Index"}, "6": {"Definitions": ["( whom Jehovah makes just ), the son of Seraiah. ( Haggai 1:1,12,14 ;  2:2,4 ;  Zechariah 6:11 )"], "Word": "Josedech = Jehozadak", "Dictionary": "Smith's Bible Dictionary"}, "7": {"Definitions": ["Remover or increaser.", "1.  The elder of the two sons of Jacob by Rachel ( Genesis 30:23, 24 ), who, on the occasion of his birth, said, \"God hath taken away [Heb. asaph] my reproach.\" \"The Lord shall add [Heb. yoseph] to me another son\" ( Genesis 30:24 ). He was a child of probably six years of age when his father returned from Haran to Canaan and took up his residence in the old patriarchal town of Hebron. \"Now Israel loved Joseph more than all his children, because he was the son of his old age,\" and he \"made him a long garment with sleeves\" ( Genesis 37:3 , R.V. marg.), i.e., a garment long and full, such as was worn by the children of nobles. This seems to be the correct rendering of the words. The phrase, however, may also be rendered, \"a coat of many pieces\", i.e., a patchwork of many small pieces of divers colours.", "When he was about seventeen years old Joseph incurred the jealous hatred of his brothers ( Genesis 37:4 ). They \"hated him, and could not speak peaceably unto him.\" Their anger was increased when he told them his dreams ( 37:11 ).", "Jacob desiring to hear tidings of his sons, who had gone to Shechem with their flocks, some 60 miles from Hebron, sent Joseph as his messenger to make inquiry regarding them. Joseph found that they had left Shechem for Dothan, whither he followed them. As soon as they saw him coming they began to plot against him, and would have killed him had not Reuben interposed. They ultimately sold him to a company of Ishmaelite merchants for twenty pieces (shekels) of silver (about $2, 10s.), ten pieces less than the current value of a slave, for \"they cared little what they had for him, if so be they were rid of him.\" These merchants were going down with a varied assortment of merchandise to the Egyptian market, and thither they conveyed him, and ultimately sold him as a slave to Potiphar, an \"officer of Pharaoh's, and captain of the guard\" ( Genesis 37:3 6). \"The Lord blessed the Egyptian's house for Joseph's sake,\" and Potiphar made him overseer over his house. At length a false charge having been brought against him by Potiphar's wife, he was at once cast into the state prison (39; 40), where he remained for at least two years. After a while the \"chief of the cupbearers\" and the \"chief of the bakers\" of Pharaoh's household were cast into the same prison ( 40:2 ). Each of these new prisoners dreamed a dream in the same night, which Joseph interpreted, the event occurring as he had said.", "This led to Joseph's being remembered subsequently by the chief butler when Pharaoh also dreamed. At his suggestion Joseph was brought from prison to interpret the king's dreams. Pharaoh was well pleased with Joseph's wisdom in interpreting his dreams, and with his counsel with reference to the events then predicted; and he set him over all the land of Egypt ( Genesis 41:46 ), and gave him the name of Zaphnath-paaneah. He was married to Asenath, the daughter of the priest of On, and thus became a member of the priestly class. Joseph was now about thirty years of age.", "As Joseph had interpreted, seven years of plenty came, during which he stored up great abundance of corn in granaries built for the purpose. These years were followed by seven years of famine \"over all the face of the earth,\" when \"all countries came into Egypt to Joseph to buy corn\" ( Genesis 41:56, 57 ;  47:13, 14 ). Thus \"Joseph gathered up all the money that was in the land of Egypt, and in the land of Canaan, for the corn which they bought.\" Afterwards all the cattle and all the land, and at last the Egyptians themselves, became the property of Pharaoh.", "During this period of famine Joseph's brethren also came down to Egypt to buy corn. The history of his dealings with them, and of the manner in which he at length made himself known to them, is one of the most interesting narratives that can be read (Genesis 42-45). Joseph directed his brethren to return and bring Jacob and his family to the land of Egypt, saying, \"I will give you the good of the land of Egypt, and ye shall eat the fat of the land. Regard not your stuff; for the good of all the land is yours.\" Accordingly Jacob and his family, to the number of threescore and ten souls, together with \"all that they had,\" went down to Egypt. They were settled in the land of Goshen, where Joseph met his father, and \"fell on his neck, and wept on his neck a good while\" ( Genesis 46:29 ).", "The excavations of Dr. Naville have shown the land of Goshen to be the Wady Tumilat, between Ismailia and Zagazig. In Goshen (Egyptian Qosem) they had pasture for their flocks, were near the Asiatic frontier of Egypt, and were out of the way of the Egyptian people. An inscription speaks of it as a district given up to the wandering shepherds of Asia.", "Jacob at length died, and in fulfilment of a promise which he had exacted, Joseph went up to Canaan to bury his father in \"the field of Ephron the Hittite\" ( Genesis 47:29-31 ;  50:1-14 ). This was the last recorded act of Joseph, who again returned to Egypt.", "\"The Story of the Two Brothers,' an Egyptian romance written for the son of the Pharaoh of the Oppression, contains an episode very similar to the Biblical account of Joseph's treatment by Potiphar's wife. Potiphar and Potipherah are the Egyptian Pa-tu-pa-Ra, the gift of the sun-god.' The name given to Joseph, Zaphnath-paaneah, is probably the Egyptian Zaf-nti-pa-ankh, nourisher of the living one,' i.e., of the Pharaoh. There are many instances in the inscriptions of foreigners in Egypt receiving Egyptian names, and rising to the highest offices of state.\"", "By his wife Asenath, Joseph had two sons, Manasseh and Ephraim ( Genesis 41:50 ). Joseph having obtained a promise from his brethren that when the time should come that God would \"bring them unto the land which he sware to Abraham, to Isaac, and to Jacob,\" they would carry up his bones out of Egypt, at length died, at the age of one hundred and ten years; and \"they embalmed him, and he was put in a coffin\" ( Genesis 50:26 ). This promise was faithfully observed. Their descendants, long after, when the Exodus came, carried the body about with them during their forty years' wanderings, and at length buried it in Shechem, in the parcel of ground which Jacob bought from the sons of Hamor ( Joshua 24:32 ; comp.  Genesis 33:19 ). With the death of Joseph the patriarchal age of the history of Israel came to a close.", "The Pharaoh of Joseph's elevation was probably Apepi, or Apopis, the last of the Hyksos kings. Some, however, think that Joseph came to Egypt in the reign of Thothmes III. (see  PHARAOH ), long after the expulsion of the Hyksos.", "The name Joseph denotes the two tribes of Ephraim and Manasseh in  Deuteronomy 33:13-17 ; the kingdom of Israel in  Ezekiel 37:16, 19 ,  Amos 5:6 ; and the whole covenant people of Israel in  Psalms 81:4 .", "2.  One of the sons of Asaph, head of the first division of sacred musicians ( 1 Chronicles 25:2, 9 ).", "3.  The son of Judah, and father of Semei ( Luke 3:26 ). Other two of the same name in the ancestry of Christ are also mentioned ( 3:24, 30 ).", "4.  The foster-father of our Lord ( Matthew 1:16 ;  Luke 3:23 ). He lived at Nazareth in Galilee ( Luke 2:4 ). He is called a \"just man.\" He was by trade a carpenter ( Matthew 13:55 ). He is last mentioned in connection with the journey to Jerusalem, when Jesus was twelve years old. It is probable that he died before Jesus entered on his public ministry. This is concluded from the fact that Mary only was present at the marriage feast in Cana of Galilee. His name does not appear in connection with the scenes of the crucifixion along with that of Mary (q.v.),  John 19:25 .", "5.  A native of Arimathea, probably the Ramah of the Old Testament ( 1 Samuel 1:19 ), a man of wealth, and a member of the Sanhedrim ( Matthew 27:57 ;  Luke 23:50 ), an \"honourable counsellor, who waited for the kingdom of God.\" As soon as he heard the tidings of Christ's death, he \"went in boldly\" (lit. \"having summoned courage, he went\") \"unto Pilate, and craved the body of Jesus.\" Pilate having ascertained from the centurion that the death had really taken place, granted Joseph's request, who immediately, having purchased fine linen ( Mark 15:46 ), proceeded to Golgotha to take the body down from the cross. There, assisted by Nicodemus, he took down the body and wrapped it in the fine linen, sprinkling it with the myrrh and aloes which Nicodemus had brought ( John 19:39 ), and then conveyed the body to the new tomb hewn by Joseph himself out of a rock in his garden hard by. There they laid it, in the presence of Mary Magdalene, Mary the mother of Joses, and other women, and rolled a great stone to the entrance, and departed ( Luke 23:53, 55 ). This was done in haste, \"for the Sabbath was drawing on\" (comp.  Isaiah 53:9 ).", "6.  Surnamed Barsabas ( Acts 1:23 ); also called Justus. He was one of those who \"companied with the apostles all the time that the Lord Jesus went out and in among them\" ( Acts 1:21 ), and was one of the candidates for the place of Judas."], "Word": "Joseph", "Dictionary": "Easton's Bible Dictionary"}, "8": {"Definitions": ["increase; addition"], "Word": "Joseph", "Dictionary": "Hitchcock's Names Dictionary"}, "9": {"Definitions": ["1. Son of Jacob:", "General references Genesis 30:24", "Personal appearance of Genesis 39:6", "His father's favorite child Genesis 33:2 ;  Genesis 37:3-4 ;  Genesis 37:35 ;  Genesis 48:22 ;  1 Chronicles 5:2 ;  John 4:5", "His father's partiality for, excites the jealousy of his brethren Genesis 37:4 ;  Genesis 37:11 ;  Genesis 37:18-28 ;  Psalms 105:17 ;  Acts 7:9", "His prophetic dreams of his fortunes in Egypt Genesis 37:5-11", "Sold into Egypt Genesis 37:27-28", "Is falsely reported to his father as killed by wild beasts Genesis 37:29-35", "Is bought by Potiphar, an officer of Pharaoh Genesis 37:36", "Is prospered of God Genesis 39:2-5 ;  Genesis 39:21 ;  Genesis 39:23", "Is falsely accused, and cast into prison; is delivered by the friendship of another prisoner Genesis 1:39 ;  Psalms 105:18", "Is an interpreter of dreams:", "Of the two prisoners Genesis 40:5-23", "Of Pharaoh Genesis 41:1-37", "His name is changed to Zaphnath-Paaneah Genesis 41:45", "Is promoted to authority next to Pharaoh at thirty years of age Genesis 41:37-46 ;  Psalms 105:19-22", "Takes to wife the daughter of the priest of On Genesis 41:45", "Provides against the years of famine Genesis 41:46-57", "Exports the produce of Egypt to other countries Genesis 41:57", "Sells the stores of food to the people of Egypt, exacting of them all their money, flocks and herds, lands and lives Genesis 47:13-26", "Exempts the priests from the exactions Genesis 47:22 ;  Genesis 47:26", "His father sends down into Egypt to buy corn Genesis 1:42", "Reveals himself to his brethren; sends for his father; provides the land of Goshen for his people; and sustains them during the famine Genesis 1:45 ;  Genesis 47:1-12", "His two sons", "General references Genesis 41:50 ;  Genesis 41:52 Genesis 41:52 Ephraim, 1;  Genesis 41:52 Manasseh, 1", "Mourns the death of his father Genesis 50:1-14", "Exacts a pledge from his brethren to convey his remains to Canaan Genesis 50:24-25 ;  Hebrews 11:22 ;  Exodus 13:19 ;  Joshua 24:32 ;  Acts 7:16", "Death of Genesis 50:22-26", "His kindness of heart Genesis 40:7-8", "His integrity Genesis 39:7-12", "His humility Genesis 41:16 ;  Genesis 45:7-9", "His wisdom Genesis 41:33-57", "His piety Genesis 41:51-52", "His faith Genesis 45:5-8", "Was a prophet Genesis 41:38-39 ;  Genesis 50:25 ;  Exodus 13:19", "God's providence with Genesis 39:2-5 ;  Psalms 105:17-22", "His sons conjointly called Joseph Deuteronomy 33:13-17", "Descendants of Genesis 46:20 ;  Numbers 26:28-37", "2. Father of Igal the spy Numbers 13:7", "3. Of the sons of Asaph 1 Chronicles 25:2 ;  1 Chronicles 25:9", "4. A returned exile Ezra 10:42", "5. A priest Nehemiah 12:14", "6. Husband of Mary:", "General references Matthew 13:55 ;  Mark 6:3 ;  Matthew 1:18-25 ;  Luke 1:27", "His genealogy Matthew 1:1-16 ;  Luke 3:23-38", "An angel appears and testifies to the innocency of his betrothed Matthew 1:19-24", "Dwells at Nazareth Luke 2:4", "Belongs to the city of Bethlehem Luke 2:4", "Goes to Bethlehem to be enrolled Luke 2:1-4", "Jesus born to Matthew 1:25 ;  Luke 2:7", "Presents Jesus in the temple Luke 2:22-39", "Returns to Nazareth Luke 2:39", "Warned in a dream to escape to Egypt in order to save the child's life Matthew 2:13-15", "Warned in a dream to return to Nazareth Matthew 2:19-23", "Attends the annual feast at Jerusalem with his family Luke 2:42-51", "7. Of Arimathaea. Begs the body of Jesus for burial in his own tomb Matthew 27:57-60 ;  Mark 15:42-47 ;  Luke 23:50-56 ;  John 19:38-42", "8. Three ancestors of Joseph Luke 3:24 ;  Luke 3:26 ;  Luke 3:30", "9. Called Barsabas, surnamed Justus. One of the two persons nominated in place of Judas Acts 1:21-23", "10. A designation of the ten tribes of Israel Amos 5:6"], "Word": "Joseph", "Dictionary": "Naves Topical Index"}, "10": {"Definitions": ["( increase )."], "Word": "Joseph", "Dictionary": "Smith's Bible Dictionary"}, "11": {"Definitions": ["same as Jose"], "Word": "Joses", "Dictionary": "Hitchcock's Names Dictionary"}, "12": {"Definitions": ["1. One of the brethren of Jesus Matthew 13:55 ;  Matthew 27:56 ;  Mark 6:3 ;  Mark 15:40 ;  Mark 15:47", "2. A Levite, surnamed Barnabas by the apostles Acts 4:36"], "Word": "Joses", "Dictionary": "Naves Topical Index"}, "13": {"Definitions": ["( exalted )."], "Word": "Joses", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰωρείμ", "transliteration": "Iōreim", "strongs_definition": "Jorim an Israelite", "word_translated": "Jorim", "bible_usage": "Jorim.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Jorim": "1"}, "brown_driver_definition": [], "phonetic": "ee-o-rime'", "strongs_number": "G2497", "thayers_definition": ["Jorim = \"whom Jehovah has exalted\" ", " 1. the son of Matthat, in the genealogy of Christ "], "word_origin": "Perhaps for G2496", "bible_references": ["Luke 3:29"], "letter": "J", "origin_links": ["G2496"], "data": {"1": {"Definitions": ["he that exalts the Lord"], "Word": "Jorim", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["An ancestor of Jesus. Luke 3:29"], "Word": "Jorim", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["( whom Jehovah has exalted ), son of Matthat, in the genealogy of Christ. ( Luke 3:29 )"], "Word": "Jorim", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Ἰωάννης", "transliteration": "Iōannēs", "strongs_definition": "Joannes (that is Jochanan) the name of four Israelites", "word_translated": "John", "bible_usage": "John.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"John": "132"}, "brown_driver_definition": [], "phonetic": "ee-o-an'-nace", "strongs_number": "G2491", "thayers_definition": ["John = \"Jehovah is a gracious giver\" ", " 1. John the Baptist was the son of Zacharias and Elisabeth, the forerunner of Christ. By order of Herod Antipas he was cast into prison and afterwards beheaded. ", " 2. John the apostle, the writer of the Fourth Gospel, son of Zebedee and Salome, brother of James the elder. He is that disciple who (without mention by name) is spoken of in the Fourth Gospel as especially dear to Jesus and according to the traditional opinion is the author of the book of Revelation. ", " 3. John surnamed Mark, the companion of Barnabas and Paul. Acts 12: ", " 4. John a certain man, a member of the Sanhedrin Acts 5:6 "], "word_origin": "Of Hebrew origin [H3110]", "bible_references": ["Mat 3:1", "Mat 3:4", "Mat 3:13", "Mat 3:14", "Mat 4:12", "Mat 4:21", "Mat 9:14", "Mat 10:2", "Mat 11:2", "Mat 11:7", "Mat 11:11", "Mat 11:12", "Mat 11:13", "Mat 11:18", "Mat 14:2", "Mat 14:3", "Mat 14:4", "Mat 14:8", "Mat 14:10", "Mat 16:14", "Mat 17:1", "Mat 17:13", "Mat 21:25", "Mat 21:26", "Mat 21:32", "Mark 1:4", "Mark 1:6", "Mark 1:9", "Mark 1:14", "Mark 1:19", "Mark 1:29", "Mark 2:18", "Mark 2:18", "Mark 3:17", "Mark 5:37", "Mark 6:14", "Mark 6:16", "Mark 6:17", "Mark 6:18", "Mark 6:20", "Mark 6:24", "Mark 6:25", "Mark 8:28", "Mark 9:2", "Mark 9:38", "Mark 10:35", "Mark 10:41", "Mark 11:30", "Mark 11:32", "Mark 13:3", "Mark 14:33", "Luke 1:13", "Luke 1:60", "Luke 1:63", "Luke 3:2", "Luke 3:15", "Luke 3:16", "Luke 3:20", "Luke 5:10", "Luke 5:33", "Luke 6:14", "Luke 7:18", "Luke 7:19", "Luke 7:20", "Luke 7:22", "Luke 7:24", "Luke 7:24", "Luke 7:28", "Luke 7:29", "Luke 7:33", "Luke 8:51", "Luke 9:7", "Luke 9:9", "Luke 9:19", "Luke 9:28", "Luke 9:49", "Luke 9:54", "Luke 11:1", "Luke 16:16", "Luke 20:4", "Luke 20:6", "Luke 22:8", "John 1:6", "John 1:15", "John 1:19", "John 1:26", "John 1:28", "John 1:29", "John 1:32", "John 1:35", "John 1:40", "John 3:23", "John 3:24", "John 3:25", "John 3:26", "John 3:27", "John 4:1", "John 5:33", "John 5:36", "John 10:40", "John 10:41", "John 10:41", "Act 1:5", "Act 1:13", "Act 1:22", "Act 3:1", "Act 3:3", "Act 3:4", "Act 3:11", "Act 4:6", "Act 4:13", "Act 4:19", "Act 8:14", "Act 10:37", "Act 11:16", "Act 12:2", "Act 12:12", "Act 12:25", "Act 13:5", "Act 13:13", "Act 13:24", "Act 13:25", "Act 15:37", "Act 18:25", "Act 19:3", "Act 19:4", "Gal 2:9", "Rev 1:1", "Rev 1:4", "Rev 1:9", "Rev 21:2", "Rev 22:8"], "letter": "J", "origin_links": ["H3110"], "data": {"1": {"Definitions": ["1.  One who, with Annas and Caiaphas, sat in judgment on the apostles Peter and John ( Acts 4:6 ). He was of the kindred of the high priest; otherwise unknown.", "2.  The Hebrew name of Mark (q.v.). He is designated by this name in the acts of the Apostles ( 12:12, 25 ;  13:5, 13 ;  15:37 ).", "3.  THE APOSTLE, brother of James the \"Greater\" ( Matthew 4:21 ;  10:2 ;  Mark 1:19 ;  3:17 ;  10:35 ). He was one, probably the younger, of the sons of Zebedee ( Matthew 4:21 ) and Salome ( Matthew 27:56 ; comp.  Mark 15:40 ), and was born at Bethsaida. His father was apparently a man of some wealth (comp.  Mark 1:20 ;  Luke 5:3 ;  John 19:27 ). He was doubtless trained in all that constituted the ordinary education of Jewish youth. When he grew up he followed the occupation of a fisherman on the Lake of Galilee. When John the Baptist began his ministry in the wilderness of Judea, John, with many others, gathered round him, and was deeply influenced by his teaching. There he heard the announcement, \"Behold the Lamb of God,\" and forthwith, on the invitation of Jesus, became a disciple and ranked among his followers ( John 1:36, 37 ) for a time. He and his brother then returned to their former avocation, for how long is uncertain. Jesus again called them (Matthew  4:21 ;  Luke 5:1-11 ), and now they left all and permanently attached themselves to the company of his disciples. He became one of the innermost circle ( Mark 5:37 ;  Matthew 17:1 ;  26:37 ;  Mark 13:3 ). He was the disciple whom Jesus loved. In zeal and intensity of character he was a \"Boanerges\" ( Mark 3:17 ). This spirit once and again broke out ( Matthew 20:20-24 ;  Mark 10:35-41 ;  Luke 9:49, 54 ). At the betrayal he and Peter follow Christ afar off, while the others betake themselves to hasty flight ( John 18:15 ). At the trial he follows Christ into the council chamber, and thence to the praetorium ( 18:16, 19, 28 ) and to the place of crucifixion ( 19:26, 27 ). To him and Peter, Mary first conveys tidings of the resurrection ( 20:2 ), and they are the first to go and see what her strange words mean. After the resurrection he and Peter again return to the Sea of Galilee, where the Lord reveals himself to them ( 21:1, 7 ). We find Peter and John frequently after this together ( Acts 3:1 ;  4:13 ). John remained apparently in Jerusalem as the leader of the church there ( Acts 15:6 ;  Galatians 2:9 ). His subsequent history is unrecorded. He was not there, however, at the time of Paul's last visit ( Acts 21:15-40 ). He appears to have retired to Ephesus, but at what time is unknown. The seven churches of Asia were the objects of his special care ( Revelation 1:11 ). He suffered under persecution, and was banished to Patmos ( 1:9 ); whence he again returned to Ephesus, where he died, probably about A.D. 98, having outlived all or nearly all the friends and companions even of his maturer years. There are many interesting traditions regarding John during his residence at Ephesus, but these cannot claim the character of historical truth."], "Word": "John", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["the grace or mercy of the Lord"], "Word": "John", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. The Baptist:", "Prophecies concerning Isaiah 40:3 ;  Malachi 4:5-6 ;  Luke 1:11-17", "Miraculous birth of Luke 1:11-20 ;  Luke 1:57-65", "Dwells in the desert Matthew 3:1 ;  Mark 1:4 ;  Luke 1:80 ;  Luke 3:2-3", "Mission of Matthew 17:11 ;  Mark 1:2-8 ;  Luke 1:15-17 ;  Luke 1:76-79 ;  Luke 3:4-6 ;  John 1:7-8 ;  John 1:15 ;  John 1:22-28 ;  John 1:31-34 ;  John 5:32-35 ;  Acts 13:24-25 ;  Acts 19:4", "Ministry of Matthew 3:1-3 ;  Mark 1:4 ;  Luke 3:2-3 ;  John 1:6-8", "His influence upon the public mind Matthew 3:5-6 ;  Matthew 14:5 ;  Matthew 21:32 ;  Mark 1:5 ;  Mark 11:32 ;  Luke 3:7 ;  Luke 3:15 ;  Luke 20:6 ;  John 1:35-40", "Testifies to the messiahship of Jesus Matthew 3:11-12 ;  Mark 1:7-8 ;  Luke 3:16-17 ;  John 1:15 ;  John 1:26-36 ;  John 3:23-36 ;  John 5:32-33 ;  John 10:41 ;  Acts 13:25", "Teaches his disciples:", "To pray Luke 11:1", "To fast Luke 5:33", "The baptism which he taught Baptism", "Baptizes Jesus Matthew 3:13-16 ;  Mark 1:9-11 ;  Luke 3:21-22 ;  John 1:32", "The testimony of Jesus concerning John 5:32-35 ;  Matthew 17:12-13 ;  Matthew 21:32 ;  Mark 9:13 ;  Matthew 11:7-19 ;  Luke 7:24-33", "His ministry not attested by miracles John 10:41", "Reproves Herod on account of his incest; Herod imprisons him; beheads him Matthew 4:12 ;  Matthew 14:1-12 ;  Mark 6:16-29 ;  Mark 9:13 ;  Luke 3:18-20", "Sends two disciples to Jesus Matthew 11:2-6 ;  Luke 7:18-23", "Herod falsely supposes Jesus to be Matthew 14:1-2 ;  Matthew 16:14 ;  Mark 6:14 ;  Mark 6:16 ;  Luke 9:19", "Character of Mark 6:20 ;  John 5:35", "Jesus discourses upon Matthew 11:7-19 ;  Luke 7:24-33", "Affected probably by the doctrines of the stoics Matthew 11:18 ;  Mark 1:6 ;  Luke 1:80", "A Nazarite Matthew 11:18 ;  Luke 1:15 ;  Luke 7:33", "2. The Apostle:", "Intimately associated with Jesus John 13:23-26 ;  John 21:20", "Is present when Jesus performs the following miracles:", "Healing of Peter's mother-in-law Matthew 8:14-15 ;  Mark 1:30-31 ;  Luke 4:38-39", "Raising of the daughter of Jairus Mark 5:37 ;  Luke 8:51", "The two draughts of fishes Luke 5:10 ;  John 21:1-7", "Transfiguration Matthew 17:1 ;  Mark 9:2 ;  Luke 9:28", "Is present with Jesus in the garden Matthew 26:37 ;  Mark 14:33 ;  Luke 22:39", "Intolerance of Mark 9:38 ;  Luke 9:49-50 ;  Luke 9:54-56", "Civil ambitions of Matthew 20:20-24 ;  Mark 10:35-41", "Prepares the Passover Matthew 26:18-19 ;  Mark 14:13-16 ;  Luke 22:8-13", "Present:", "At the trial of Jesus before the high priest John 18:15-16", "At the crucifixion John 19:26-27", "At the sepulcher John 20:2-8", "When Jesus manifested Himself at the Sea of Galilee John 43:21", "With Peter in the temple Acts 3:1-11", "Dwells in Jerusalem Acts 1:13", "Is entrusted with the care of Mary, mother of Jesus John 19:26", "Imprisoned by the rulers of the Jews Acts 4:1-19", "Sent by the church with the commission to Samaria Acts 8:14-17", "A pillar of the church Galatians 2:9", "Writes to the churches Galatians 62:1 ;  2 John 1:1-13 ;  3 John 1:1-14", "Writes his apocalyptic vision from Patmos Revelation 1:9", "Prophecy concerning Revelation 10:11", "3. A kinsman of Annas the high priest Acts 4:6", "4. Whose surname was Mark Mark"], "Word": "John", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["the same name as Johanan, a contraction of Jehoanan,  Jehovah's gift  ."], "Word": "John", "Dictionary": "Smith's Bible Dictionary"}, "5": {"Definitions": ["was the son of Zebedee, a fisherman on the Lake of Galilee, and of Salome, and brother of James, also an apostle. Peter and James and John come within the innermost circle of their Lord's friends; but to John belongs the distinction of being the disciple whom Jesus loved. He hardly sustains the popular notion, fostered by the received types of Christian art, of a nature gentle, yielding, feminine. The name Boanerges, ( Mark 3:17 ) implies a vehemence, zeal, intensity, which gave to those who had it the might of sons of thunder. [ JAMES ] The three are with our Lord when none else are, in the chamber of death, ( Mark 5:37 ) in the glory of the transfiguration, ( Matthew 17:1 ) when he forewarns them of the destruction of the holy city, ( Mark 13:3 ) in the agony of Gethsemane. When the betrayal is accomplished, Peter and John follow afar off. ( John 18:15 ) The personal acquaintance which exited between John and Caiaphas enables him to gain access to the council chamber, pr'torium of the Roman procurator. ( John 18:16,19,28 ) Thence he follows to the place of crucifixion, and the Teacher leaves to him the duty of becoming a son to the mother who is left desolate. ( John 19:26,27 ) It is to Peter and John that Mary Magdalene first runs with the tidings of the emptied sepulchre, ( John 20:2 ) they are the first to go together to see what the strange words meant, John running on most eagerly to the rock-tomb; Peter, the least restrained by awe, the first to enter in and look. ( John 20:4-6 ) For at least eight days they continue in Jerusalem. ( John 20:26 ) Later, on the Sea of Galilee, John is the first to recognize in the dim form seen in the morning twilight the presence of his risen Lord; Peter the first to plunge into the water and swim toward the shore where he stood calling to them. ( John 21:7 ) The last words of John's Gospel reveal to us the deep affection which united the two friends. The history of the Acts shows the same union. They are together at the ascension on the day of Pentecost. Together they enter the temple as worshippers, ( Acts 3:1 ) and protest against the threats of the Sanhedrin. ch ( Acts 4:13 ) The persecution which was pushed on by Saul of Tarsus did not drive John from his post. ch. ( Acts 8:1 ) Fifteen years after St. Paul's first visit he was still at Jerusalem, and helped to take part in the settlement of the great controversy between the Jewish and the Gentile Christians. ( Acts 15:6 ) His subsequent history we know only by tradition. There can be no doubt that he removed from jerusalem and settled at Ephesus, though at what time is uncertain. Tradition goes on to relate that in the persecution under Domitian he is taken to Rome, and there, by his boldness, though not by death, gains the crown of martyrdom. The boiling oil into which he is thrown has no power to hurt him. He is then sent to labor in the mines, and Patmost is the place of his exile. The accession of Nerva frees him from danger, and he returns to Ephesus. Heresies continue to show themselves, but he meets them with the strongest possible protest. The very time of his death lies within the region of conjecture rather than of history, and the dates that have been assigned for it range from A.D. 89 to A.D. 120."], "Word": "John the Apostle", "Dictionary": "Smith's Bible Dictionary"}, "6": {"Definitions": ["The \"forerunner of our Lord.\" We have but fragmentary and imperfect accounts of him in the Gospels. He was of priestly descent. His father, Zacharias, was a priest of the course of Abia ( 1 Chronicles 24:10 ), and his mother, Elisabeth, was of the daughters of Aaron ( Luke 1:5 ). The mission of John was the subject of prophecy ( Matthew 3:3 ;  Isaiah 40:3 ;  Malachi 3:1 ). His birth, which took place six months before that of Jesus, was foretold by an angel. Zacharias, deprived of the power of speech as a token of God's truth and a reproof of his own incredulity with reference to the birth of his son, had the power of speech restored to him on the occasion of his circumcision ( Luke 1:64 ). After this no more is recorded of him for thirty years than what is mentioned in  Luke 1:80 . John was a Nazarite from his birth ( Luke 1:15 ;  Numbers 6:1-12 ). He spent his early years in the mountainous tract of Judah lying between Jerusalem and the Dead Sea ( Matthew 3:1-12 ).", "At length he came forth into public life, and great multitudes from \"every quarter\" were attracted to him. The sum of his preaching was the necessity of repentance. He denounced the Sadducees and Pharisees as a \"generation of vipers,\" and warned them of the folly of trusting to external privileges ( Luke 3:8 ). \"As a preacher, John was eminently practical and discriminating. Self-love and covetousness were the prevalent sins of the people at large. On them, therefore, he enjoined charity and consideration for others. The publicans he cautioned against extortion, the soldiers against crime and plunder.\" His doctrine and manner of life roused the entire south of Palestine, and the people from all parts flocked to the place where he was, on the banks of the Jordan. There he baptized thousands unto repentance.", "The fame of John reached the ears of Jesus in Nazareth ( Matthew 3:5 ), and he came from Galilee to Jordan to be baptized of John, on the special ground that it became him to \"fulfil all righteousness\" ( 3:15 ). John's special office ceased with the baptism of Jesus, who must now \"increase\" as the King come to his kingdom. He continued, however, for a while to bear testimony to the Messiahship of Jesus. He pointed him out to his disciples, saying, \"Behold the Lamb of God.\" His public ministry was suddenly (after about six months probably) brought to a close by his being cast into prison by Herod, whom he had reproved for the sin of having taken to himself the wife of his brother Philip ( Luke 3:19 ). He was shut up in the castle of Machaerus (q.v.), a fortress on the southern extremity of Peraea, 9 miles east of the Dead Sea, and here he was beheaded. His disciples, having consigned the headless body to the grave, went and told Jesus all that had occurred ( Matthew 14:3-12 ). John's death occurred apparently just before the third Passover of our Lord's ministry. Our Lord himself testified regarding him that he was a \"burning and a shining light\" ( John 5:35 )."], "Word": "John the Baptist", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["was of the priestly race by both parents, for his father, Zacharias, was himself a priest of the course of Abia or Abijah, ( 1 Chronicles 24:10 ) and Elisabeth was of the daughters of Aaron. ( Luke 1:5 ) His birth was foretold by an angel sent from God, and is related at length in Luke 1. The birth of John preceded by six months that of our Lord. John was ordained to be a Nazarite from his birth. ( Luke 1:15 ) Dwelling by himself in the wild and thinly-peopled region westward of the Dead Sea, he prepared himself for the wonderful office to which he had been divinely called. His dress was that of the old prophets", "a garment woven of camel's hair, ( 2 Kings 1:8 ) attached to the body by a leathern girdle. His food was such as the desert afforded", "locusts, ( Leviticus 11:22 ) and wild honey. ( Psalms 81:16 ) And now the long-secluded hermit came forth to the discharge of his office. His supernatural birth, his life, and the general expectation that some great one was about to appear, were sufficient to attract to him a great multitude from \"every quarter.\" ( Matthew 3:5 ) Many of every class pressed forward to confess their sins and to be baptized. Jesus himself came from Galilee to Jordan to be baptized of John. [ JESUS CHRIST ] From incidental notices we learn that John and his disciples continued to baptize some time after our Lord entered upon his ministry. See ( John 3:23 ;  4:1 ;  Acts 19:3 ) We gather also that John instructed his disciples in certain moral and religious duties, as fasting, ( Matthew 9:14 ;  Luke 5:33 ) and prayer. ( Luke 11:1 ) But shortly after he had given his testimony to the Messiah, John's public ministry was brought to a close. In daring disregard of the divine laws, Herod Antipas had taken to himself Herodias, the wife of his brother Philip; and when John reproved him for this, as well as for other sins, ( Luke 3:19 ) Herod cast him into prison. (March, A.D. 28.) The place of his confinement was the castle of Mach'rus, a fortress on the eastern shore of the Dead Sea. It was here that reports reached him of the miracles which our Lord was working in Judea. Nothing but the death of the Baptist would satisfy the resentment of Herodias. A court festival was kept at Mach'rus in honor of the king's birthday. After supper the daughter of Herodias came in and danced the king by her grace that he promised with an oath to give her whatsoever she should ask. Salome, prompted by her abandoned mother, demanded the head of John the Baptist. Herod gave instructions to an officer of his guard, who went and executed John in the prison, and his head was brought to feast the eyes of the adulteress whose sins he had denounced. His death is supposed to have occurred just before the third passover, in the course of the Lord's ministry. (March, A.D. 29.)"], "Word": "John the Baptist", "Dictionary": "Smith's Bible Dictionary"}, "8": {"Definitions": ["The fourth of the catholic or \"general\" epistles. It was evidently written by John the evangelist, and probably also at Ephesus, and when the writer was in advanced age. The purpose of the apostle ( 1:1-4 ) is to declare the Word of Life to those to whom he writes, in order that they might be united in fellowship with the Father and his Son Jesus Christ. He shows that the means of union with God are, (1) on the part of Christ, his atoning work ( 1:7 ;  2:2 ;  3:5 ;  4:10, 14 ;  5:11, 12 ) and his advocacy ( 2:1 ); and (2), on the part of man, holiness ( 1:6 ), obedience ( 2:3 ), purity ( 3:3 ), faith ( 3:23 ;  4:3 ;  5:5 ), and love ( 2:7, 8 ;  3:14 ;  4:7 ;  5:1 )."], "Word": "John, First Epistle of", "Dictionary": "Easton's Bible Dictionary"}, "9": {"Definitions": ["The genuineness of this Gospel, i.e., the fact that the apostle John was its author, is beyond all reasonable doubt. In recent times, from about 1820, many attempts have been made to impugn its genuineness, but without success.", "The design of John in writing this Gospel is stated by himself ( John 20:31 ). It was at one time supposed that he wrote for the purpose of supplying the omissions of the synoptical, i.e., of the first three, Gospels, but there is no evidence for this. \"There is here no history of Jesus and his teaching after the manner of the other evangelists. But there is in historical form a representation of the Christian faith in relation to the person of Christ as its central point; and in this representation there is a picture on the one hand of the antagonism of the world to the truth revealed in him, and on the other of the spiritual blessedness of the few who yield themselves to him as the Light of life\" (Reuss).", "After the prologue ( 1:1-5 ), the historical part of the book begins with verse 6, and consists of two parts. The first part ( 1:6-ch. 12 ) contains the history of our Lord's public ministry from the time of his introduction to it by John the Baptist to its close. The second part (ch. 13-21) presents our Lord in the retirement of private life and in his intercourse with his immediate followers (13-17), and gives an account of his sufferings and of his appearances to the disciples after his resurrection (18-21).", "The peculiarities of this Gospel are the place it gives (1) to the mystical relation of the Son to the Father, and (2) of the Redeemer to believers; (3) the announcement of the Holy Ghost as the Comforter; (4) the prominence given to love as an element in the Christian character. It was obviously addressed primarily to Christians.", "It was probably written at Ephesus, which, after the destruction of Jerusalem (A.D. 70), became the centre of Christian life and activity in the East, about A.D. 90."], "Word": "John, Gospel of", "Dictionary": "Easton's Bible Dictionary"}, "10": {"Definitions": ["This Gospel was probably written at Ephesus about A.D. 78. (Canon Cook places it toward the close of John's life, A.D. 90-100.", "ED.) The Gospel was obviously addressed primarily to Christians, not to heathen. There can be little doubt that the main object of St. John, who wrote after the other evangelists, is to supplement their narratives, which were almost confined to our Lord's life in Galilee. (It was the Gospel for the Church, to cultivate and cherish the spiritual life of Christians, and bring them into the closest relations to the divine Saviour. It gives the inner life and teachings of Christ as revealed to his disciples. Nearly two-thirds of the whole book belong to the last six months of our Lord's life, and one-third is the record of the last week.", "ED.) The following is an abridgment of its contents- A.  The Prologue.  ch. ( John 1:1-18 ) B.  The History,  ch. ( John 1:19 ;  John 20:29 ) (a) Various events relating to our Lord's ministry, narrated in connection with seven journeys, ch. ( John 1:19 ;  John 12:50 )"], "Word": "John, Gospel of", "Dictionary": "Smith's Bible Dictionary"}, "11": {"Definitions": ["Is addressed to \"the elect lady,\" and closes with the words, \"The children of thy elect sister greet thee;\" but some would read instead of \"lady\" the proper name Kyria. Of the thirteen verses composing this epistle seven are in the First Epistle. The person addressed is commended for her piety, and is warned against false teachers."], "Word": "John, Second Epistle of", "Dictionary": "Easton's Bible Dictionary"}, "12": {"Definitions": ["There can be no doubt that the apostle John was the author of this epistle. It was probably written from Ephesus, and most likely at the close of the first century. In the introduction, ch. ( 1 John 1:1-4 ) the apostle states the purpose of his epistle: it is to declare the word of life to those whom he is addressing, in order that he and they might be united in true communion with each other, and with God the Father and his Son Jesus Christ. His lesson throughout is that the means of union with God are, on the part of Christ, his atoning blood, ch. ( 1 John 1:7 ;  2:2 ;  3:5 ;  4:10,14 ;  5:6 ) and advocacy, ch. ( 1 John 2:1 ) on the part of man, holiness, ch. ( 1 John 1:6 ), obedience, ch. ( 1 John 2:3 ) purity, ch. ( 1 John 3:3 ) faith, ch. ( 1 John 3:23 ;  4:3 ;  5:5 ) and above all love. ch. ( 1 John 2:7 ;  3:14 ;  4:7 ;  5:1 )"], "Word": "John, the First Epistle General of", "Dictionary": "Smith's Bible Dictionary"}, "13": {"Definitions": ["The second epistle is addressed to an individual woman. One who had children, and a sister and nieces, is clearly indicated. According to one interpretation she is \"the Lady Electa,\" to another, \"the elect Kyria,\" to a third, \"the elect Lady.\" The third epistle is addressed to Caius or Gaius. He was probably a convert of St. John, Epist. ( 3 John 1:4 ) and a layman of wealth and distinction, Epits. ( 3 John 1:5 ) in some city near Ephesus. The  object  of St. John in writing the second epistle was to warn the lady to whom he wrote against abetting the teaching known as that of Basilides and his followers, by perhaps an undue kindness displayed by her toward the preachers of the false doctrine. The third epistle was written for the purpose of commending to the kindness and hospitality of Caius some Christians who were strangers in the place where he lived. It is probably that these Christians carried this letter with them to Caius as their introduction."], "Word": "John, the Second and Third Epistles of", "Dictionary": "Smith's Bible Dictionary"}, "14": {"Definitions": ["Is addressed to Caius, or Gaius, but whether to the Christian of that name in Macedonia ( Acts 19:29 ) or in Corinth ( Romans 16:23 ) or in Derbe ( Acts 20:4 ) is uncertain. It was written for the purpose of commending to Gaius some Christians who were strangers in the place where he lived, and who had gone thither for the purpose of preaching the gospel (ver. 7).", "The Second and Third Epistles were probably written soon after the First, and from Ephesus."], "Word": "John, Third Epistle of", "Dictionary": "Easton's Bible Dictionary"}, "15": {"Definitions": ["JOHN'APPLE ,  noun   A sort of apple, good for spring use, when other fruit is spent."], "Word": "Johnapple", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Ἰωσῆς", "transliteration": "Iōsēs", "strongs_definition": "Joses the name of two Israelites", "word_translated": "Joses", "bible_usage": "Joses. Compare  .", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Joses": "6"}, "brown_driver_definition": [], "phonetic": "ee-o-sace'", "strongs_number": "G2500", "thayers_definition": ["Joses = \"exalted\" ", " 1. one of the ancestors of Christ, Lk 3: ", " 2. Joses, the brother of Jesus, Mk 6: ", " 3. Joses, the son of Mary, the sister of the mother of Jesus, Mt. 27: ", " 4. Joses, a Levite, Acts 4:36 "], "word_origin": "Perhaps from G2501", "bible_references": ["Mat 13:55", "Mat 27:56", "Mark 6:3", "Mark 15:40", "Mark 15:47", "Act 4:36"], "letter": "J", "origin_links": ["G2501"], "data": {"1": {"Definitions": ["same as Jose"], "Word": "Joses", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["1. One of the brethren of Jesus Matthew 13:55 ;  Matthew 27:56 ;  Mark 6:3 ;  Mark 15:40 ;  Mark 15:47", "2. A Levite, surnamed Barnabas by the apostles Acts 4:36"], "Word": "Joses", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["( exalted )."], "Word": "Joses", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "κινδυνεύω", "transliteration": "kinduneuō", "strongs_definition": "to undergo peril", "word_translated": "jeopardy", "bible_usage": "be in danger be (stand) in jeopardy.", "part_of_speech": "Verb", "translation_occurrences": {"jeopardy": "2", "danger": "2"}, "brown_driver_definition": [], "phonetic": "kin-doon-yoo'-o", "strongs_number": "G2793", "thayers_definition": [" 1. to be in jeopardy, to be in danger, to put in peril "], "word_origin": "From G2794", "bible_references": ["Luke 8:23", "1 Cor 15:30"], "letter": "J", "origin_links": ["G2794"], "data": {"1": {"Definitions": ["JEOPARDY ,  noun   jep'ardy. Exposure to death, loss or injury; hazard; danger; peril.", "They were filled with water and were in  jeopardy", "Luke 8:23 ."], "Word": "Jeopardy", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ματαιολογία", "transliteration": "mataiologia", "strongs_definition": "random talk that is babble", "word_translated": "jangling", "bible_usage": "vain jangling.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"jangling": "1"}, "brown_driver_definition": [], "phonetic": "mat-ah-yol-og-ee'-ah", "strongs_number": "G3150", "thayers_definition": [" 1. vain talking, empty talk "], "word_origin": "From G3151", "bible_references": ["1 Tim 1:6"], "letter": "J", "origin_links": ["G3151"], "data": {"1": {"Definitions": ["JAN'GLING ,  participle present tense   Wrangling; quarreling; sounding discordantly.", "JAN'GLING ,  noun   A noisy dispute; a wrangling."], "Word": "Jangling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὑακίνθινος", "transliteration": "huakinthinos", "strongs_definition": " or  that is deep blue", "word_translated": "jacinth", "bible_usage": "jacinth.", "part_of_speech": "Adjective", "translation_occurrences": {"jacinth": "1"}, "brown_driver_definition": [], "phonetic": "hoo-ak-in'-thee-nos", "strongs_number": "G5191", "thayers_definition": [" 1. hyacinth, of the colour of hyacinth ", " a. of a red colour bordering on black "], "word_origin": "From G5192", "bible_references": ["Rev 9:17"], "letter": "J", "origin_links": ["G5192"], "data": {"1": {"Definitions": ["Properly a flower of a reddish blue or deep purple (hyacinth), and hence a precious stone of that colour ( Revelation 21:20 ). It has been supposed to designate the same stone as the ligure (Heb. leshem) mentioned in  Exodus 28:19  as the first stone of the third row in the high priest's breast-plate. In  Revelation 9:17  the word is simply descriptive of colour."], "Word": "Jacinth", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["A precious stone. Revelation 9:17 ;  Revelation 21:20"], "Word": "Jacinth", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["a precious stone, forming one of the foundations of the walls of the new Jerusalem. ( Revelation 21:20 ) Called  hyacinth  in the Revised Version. This is simply a different English rendering of the same Greek original. It is probably identical with the  lighure  of ( Exodus 28:19 ) The Jacinth or hyacinth is a red variety of zircon, which is found in square prisms of a white, gray, red, reddish-brown, yellow or pale-green color. The expression in ( Revelation 9:17 ) \"of jacinth,\" is descriptive simply of a dark-purple color."], "Word": "Jacinth", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["JA'CINTH ,  noun   [a different orthography of Hyacinth.]", "1.  A genus of plants. [ See Hyacinth .]", "2.  A species of pellucid gems. [ See Hyacinth .]  Revelation 21:20 ."], "Word": "Jacinth", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "χαίρω", "transliteration": "chairō", "strongs_definition": "to be full of  that is calmly happy or well off; impersonal especially as a salutation (on meeting or parting) be well", "word_translated": "joying", "bible_usage": "farewell be glad God speed greeting hail joy (-fully) rejoice.", "part_of_speech": "Verb", "translation_occurrences": {"joying": "1", "rejoice": "26", "rejoiced": "8", "joyfully": "1", "Rejoicing": "5", "God%20speed": "2", "greeting": "3", "Hail": "6", "joyed": "1", "farewell": "1", "rejoiceth": "3", "joy": "3", "glad": "14"}, "brown_driver_definition": [], "phonetic": "khah'ee-ro", "strongs_number": "G5463", "thayers_definition": [" 1. to rejoice, be glad ", " 2. to rejoice exceedingly ", " 3. to be well, thrive ", " 4. in salutations, hail! ", " 5. at the beginning of letters: to give one greeting, salute "], "word_origin": "A primary verb", "bible_references": ["Col 2:5"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["Attributed to God Deuteronomy 28:63 ;  Deuteronomy 30:9 ;  Jeremiah 32:41", "In heaven Luke 15:10-32", "Unclassified scriptures relating to Deuteronomy 12:18 ;  1 Samuel 2:1 ;  1 Chronicles 16:27 ;  2 Chronicles 7:10 ;  Ezra 6:22 ;  Nehemiah 8:10 ;  Nehemiah 8:12 ;  Nehemiah 12:43 ;  Job 8:21 ;  Job 22:21 ;  Job 22:26 ;  Job 33:26 ;  Psalms 2:11 ;  Psalms 4:7 ;  Psalms 5:11 ;  Psalms 9:2 ;  Psalms 13:5 ;  Psalms 9:14 ;  Psalms 16:5-6 ;  Psalms 16:8-9 ;  Psalms 16:11 ;  Psalms 17:15 ;  Psalms 19:8 ;  Psalms 20:5 ;  Psalms 21:1 ;  Psalms 21:6 ;  Psalms 28:7 ;  Psalms 30:5 ;  Psalms 30:11-12 ;  Psalms 32:11 ;  Psalms 32:1-2 ;  Psalms 33:21 ;  Psalms 35:9 ;  Psalms 36:8 ;  Psalms 40:16 ;  Psalms 70:4 ;  Psalms 42:4 ;  Psalms 43:4 ;  Psalms 45:15 ;  Psalms 46:4 ;  Psalms 51:8 ;  Psalms 51:12 ;  Psalms 53:6 ;  Psalms 14:7 ;  Psalms 63:5-7 ;  Psalms 63:11 ;  Psalms 64:10 ;  Psalms 68:3 ;  Psalms 69:32 ;  Psalms 71:23 ;  Psalms 85:6 ;  Psalms 89:15-16 ;  Psalms 97:11-12 ;  Psalms 100:1-2 ;  Psalms 104:34 ;  Psalms 105:3 ;  Psalms 105:43 ;  Psalms 119:1-2 ;  Psalms 119:14 ;  Psalms 119:16 ;  Psalms 119:55 ;  Psalms 119:111 ;  Psalms 119:162 ;  Psalms 119:165 ;  Psalms 126:5-6 ;  Psalms 132:16 ;  Psalms 138:5 ;  Psalms 149:2 ;  Psalms 149:5 ;  Proverbs 10:28 ;  Proverbs 13:9 ;  Proverbs 19:23 ;  Proverbs 29:6 ;  Proverbs 28:12 ;  Ecclesiastes 2:26 ;  Isaiah 9:3 ;  Isaiah 12:1-6 ;  Isaiah 25:9 ;  Isaiah 29:19 ;  Isaiah 30:29 ;  Isaiah 35:1-2 ;  Isaiah 35:10 ;  Isaiah 41:16 ;  Isaiah 44:23 ;  Isaiah 49:13 ;  Isaiah 52:9 ;  Isaiah 51:11 ;  Isaiah 56:7 ;  Isaiah 55:12 ;  Isaiah 61:3 ;  Isaiah 61:7 ;  Isaiah 61:10 ;  Isaiah 65:14 ;  Isaiah 65:18-19 ;  Isaiah 66:10-12 ;  Isaiah 66:14 ;  Jeremiah 15:16 ;  Jeremiah 31:12-14 ;  Jeremiah 31:25-26 ;  Jeremiah 33:6 ;  Jeremiah 33:11 ;  Joel 2:23 ;  Nahum 1:15 ;  Habakkuk 3:18 ;  Zephaniah 3:14 ;  Haggai 2:9 ;  Zech 2:10 ;  Zech 9:9 ;  Zech 10:7 ;  Matthew 25:21 ;  Luke 1:47 ;  Luke 2:10 ;  Luke 6:22-23 ;  Luke 10:20 ;  Luke 15:6-8 ;  Luke 15:10 ;  Matthew 18:13 ;  Luke 15:22-32 ;  Luke 24:52-53 ;  John 15:11 ;  John 16:20 ;  John 16:22 ;  John 16:24 ;  John 16:33 ;  John 17:13 ;  Acts 2:28 ;  Acts 8:8 ;  Acts 8:39 ;  Acts 13:52 ;  Acts 16:25 ;  Acts 16:34 ;  Romans 5:2 ;  Romans 5:11 ;  Romans 12:12 ;  Romans 14:17 ;  Romans 15:13 ;  2 Corinthians 1:12 ;  2 Corinthians 1:24 ;  2 Corinthians 6:10 ;  2 Corinthians 7:4 ;  2 Corinthians 8:2 ;  2 Corinthians 12:10 ;  Galatians 5:22 ;  Ephesians 5:18-19 ;  Philippians 3:3 ;  Philippians 4:4 ;  Colossians 1:11 ;  1 Thessalonians 1:6 ;  1 Thessalonians 5:16 ;  Hebrews 10:34 ;  James 1:2 ;  James 5:13 ;  1 Peter 1:8 ;  1 Peter 4:13 ;  1 John 1:4 ;  Jude 1:24", "Instances of Joy:", "Of Moses and the Israelites, when Pharaoh and his army were destroyed Exodus 15:1-22", "Of Deborah and the Israelites, when Sisera was overthrown Jude 1:5", "Of Jephthah's daughter, when he returned from his victory over the Ammonites Judges 11:34", "Of Hannah, when Samuel was born 1 Samuel 2:1-11", "Of Naomi, when Boaz showed kindness to Ruth Ruth 2:20 ;  Ruth 4:14", "Of the Israelites:", "When Saul was presented as their king 1 Samuel 10:24", "When David slew Goliath 1 Samuel 18:6-7", "When they repaired to David to Hebron to make him king 1 Chronicles 12:40", "When they took the ark from Kirjath-Jearim 1 Chronicles 13:8", "When they brought the ark from the house of Obed-Edom to Jerusalem 1 Chronicles 15:16 ;  1 Chronicles 15:25 ;  1 Chronicles 15:28", "When they made gifts to the house of God 1 Chronicles 29:9", "When they kept the dedication of the temple, and the Feast of Tabernacles under Ezra Ezra 6:16 ;  Ezra 6:22", "Of the Jews:", "After hearing anew, the word of God Nehemiah 8:9-18", "When they turned away from idolatry 2 Chronicles 15:14-15 ;  2 Chronicles 23:18 ;  2 Chronicles 23:21 ;  2 Chronicles 29:30 ;  2 Chronicles 29:36 ;  2 Chronicles 30:21 ;  2 Chronicles 30:23 ;  2 Chronicles 30:26", "When the wall of Jerusalem was dedicated Nehemiah 12:43", "When the foundation of the second temple was laid Ezra 3:11-13", "Of David, over the offerings of the princes and people for the house of God 1 Chronicles 29:10-19", "Of Jews, over the hanging of Haman Esther 8:15-16 ;  Esther 7:10", "Of Elizabeth, when Mary visited her Luke 1:5-44", "Of Mary, when she visited Elizabeth Luke 1:46-56", "Of Zecharias, when John was born Luke 1:67-79", "Of angels, when Jesus was born Luke 2:13-14", "Of the shepherds, when they saw the infant Jesus Luke 2:20", "Of the magi Matthew 2:10", "Of Simeon, when Jesus was presented in the temple Luke 2:28-32", "Of the disciples, because the devils were subject to them Luke 10:17", "Of the father, when his prodigal son returns Luke 15:20-32", "Of angels, when sinners repent Luke 15:7 ;  Luke 15:10", "Of the disciples, when Jesus triumphantly entered Jerusalem Matthew 21:8-9 ;  Mark 11:8-10", "Of the women who returned from the Lord's sepulcher Matthew 28:8", "Of the disciples:", "After the resurrection of Jesus Luke 24:41", "In the temple after the ascension of Jesus Luke 24:53", "In the temple because they had received the gift of the Holy Ghost Acts 2:46-47", "Of the impotent man, healed by Peter Acts 3:8", "Of Paul, when he went up to Jerusalem Acts 20:22-24", "Of Paul and Silas, in the jail at Philippi Acts 16:25", "Of Rhoda, when she heard Peter at the gate Acts 12:14", "Of the disciples at Jerusalem, when Peter told them about the conversion of Cornelius and other Gentiles Acts 11:18", "Of Barnabas, when he saw the success of the gospel at Antioch Acts 11:22-23", "Of Paul and the Corinthians, because the excommunicated member repented 2 Corinthians 1:24 ;  2 Corinthians 2:3", "Of Paul and Titus, because of the hospitality of the Corinthians 2 Corinthians 7:13 ;  2 Corinthians 8:6 ;  Romans 15:32 ;  1 Corinthians 16:18", "Of the Macedonians, when they made a contribution for the Christians at Jerusalem 2 Corinthians 8:2", "Of Paul, when he prayed for the Philippians Philippians 1:4", "Of Thessalonians, when they believed Paul's gospel 1 Thessalonians 1:6", "Of Paul, rejoicing over his converts 1 Thessalonians 2:19-20 ;  1 Thessalonians 3:9 ;  Philippians 1:7", "Of early Christians, when they believed in Jesus 1 Peter 1:8-9", "Of the wicked Job 20:5 ;  Proverbs 14:13 ;  Proverbs 15:21 ;  Ecclesiastes 2:10 ;  Ecclesiastes 7:6 ;  Ecclesiastes 11:8-9 ;  Isaiah 16:10 ;  James 4:9 Happiness ;  Praise ;  Thanksgiving"], "Word": "Joy", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["JOY ,  noun", "1.  The passion or emotion excited by the acquisition or expectation of good; that excitement of pleasurable feelings which is caused by success, good fortune, the gratification of desire or some good possessed, or by a rational prospect of possessing what we love or desire; gladness; exultation; exhilaration of spirits.", "JOY  is a delight of the mind, from the consideration of the present or assured approaching possession of a good.", "Bring heavenly balm to heal my country's wounds,", "JOY  to my soul and transport to my lay.", "2.  Gayety; mirth; festivity.", "The roofs with  joy  resound.", "3.  Happiness; felicity.", "Her heavenly form beheld, all wished her  joy", "4.  A glorious and triumphant state.", "--Who for the  joy  that was set before him, endured the cross.  Hebrews 12:2 .", "5.  The cause of  joy  or happiness.", "For ye are our glory and  joy    1 Thessalonians 2:19 .", "6.  A term of fondness; the cause of you.", "JOY ,  verb intransitive   To rejoice; to be glad; to exult.", "I will  joy  in the God of my salvation.  Habakkuk 3:18 .", "JOY ,  verb transitive   To give  joy  to; to congratulate; to entertain kindly.", "1.  To gladden; to exhilarate.", "My soul was joyed in vain.", "2.  To enjoy; to have or possess with pleasure, or to have pleasure in the possession of. [Little used.  See Enjoy .]"], "Word": "Joy", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "χαίρω", "transliteration": "chairō", "strongs_definition": "to be full of  that is calmly happy or well off; impersonal especially as a salutation (on meeting or parting) be well", "word_translated": "joyed", "bible_usage": "farewell be glad God speed greeting hail joy (-fully) rejoice.", "part_of_speech": "Verb", "translation_occurrences": {"joying": "1", "rejoice": "26", "rejoiced": "8", "joyfully": "1", "Rejoicing": "5", "God%20speed": "2", "greeting": "3", "Hail": "6", "joyed": "1", "farewell": "1", "rejoiceth": "3", "joy": "3", "glad": "14"}, "brown_driver_definition": [], "phonetic": "khah'ee-ro", "strongs_number": "G5463", "thayers_definition": [" 1. to rejoice, be glad ", " 2. to rejoice exceedingly ", " 3. to be well, thrive ", " 4. in salutations, hail! ", " 5. at the beginning of letters: to give one greeting, salute "], "word_origin": "A primary verb", "bible_references": ["2 Cor 7:13"], "letter": "J", "origin_links": [], "data": {"1": {"Definitions": ["JOY'ED ,  participle passive   Gladdened; enjoyed."], "Word": "Joyed", "Dictionary": "Webster's 1828 Dictionary"}}}
