{"word_original": "ἀποκτείνω", "transliteration": "apokteinō", "strongs_definition": "to kill outright; figuratively to destroy", "word_translated": "killest", "bible_usage": "put to death kill slay.", "part_of_speech": "Verb", "translation_occurrences": {"slew": "4", "death": "6", "slay": "3", "killeth": "3", "killing": "1", "slain": "7", "kill": "28", "killest": "2", "killed": "21"}, "brown_driver_definition": [], "phonetic": "ap-ok-ti'-no", "strongs_number": "G615", "thayers_definition": [" 1. to kill in any way whatever ", " a. to destroy, to allow to perish ", " 2. metaph. to extinguish, abolish ", " a. to inflict mortal death ", " b. to deprive of spiritual life and procure eternal misery in hell "], "word_origin": "From G575 and κτείνω kteinō (to slay)", "bible_references": ["Mat 23:37", "Luke 13:34"], "letter": "K", "origin_links": ["G575"], "data": {"1": {"Definitions": ["KILL ,  verb transitive", "1.  To deprive of life, animal or vegetable, in any manner or by any means. To  kill  an animal or a plant, is to put an end to the vital functions, either by destroying or essentially injuring the organs necessary to life, or by causing them to cease from action. An animal may be killed by the sword or by poison, by disease or by suffocation. A strong solution of salt will  kill  plants.", "2.  To butcher; to slaughter for food; as, to  kill  an ox.", "3.  To quell; to appease; to calm; to still; as, in seamen's language, a shower of rain kills the wind."], "Word": "Kill", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["KIL'LAS ,  noun   An argillaceous stone of a pale gray or greenish gray, of a lamellar or coarsely granular texture, found in Cornwall, England."], "Word": "Killas", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["KILL'DEE ,  noun   A small bird in America, so called from its voice or note; a species of plover."], "Word": "Killdee", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["KILL'ED ,  participle passive   Deprived of life; quelled; calmed."], "Word": "Killed", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["KILL'ER ,  noun   One who deprives of life; he or that which kills."], "Word": "Killer", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["See Homicide Homicide"], "Word": "Killing", "Dictionary": "Naves Topical Index"}, "7": {"Definitions": ["KILL'ING ,  participle present tense   Depriving of life; quelling."], "Word": "Killing", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["KIL'LINITE ,  noun   A mineral, a variety of spodumene, found at Killeney, in Ireland."], "Word": "Killinite", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["KIL'LOW ,  noun   An earth of a blackish or deep blue color."], "Word": "Killow", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βασιλεύς", "transliteration": "basileus", "strongs_definition": "a sovereign (abstractly relatively or figuratively)", "word_translated": "KINGS", "bible_usage": "king.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"king": "84", "KINGS": "30"}, "brown_driver_definition": [], "phonetic": "bas-il-yooce'", "strongs_number": "G935", "thayers_definition": [" 1. leader of the people, prince, commander, lord of the land, king "], "word_origin": "Probably from G939 (through the notion of a foundation of power)", "bible_references": ["Mat 10:18", "Mat 11:8", "Mat 17:25", "Mark 13:9", "Luke 10:24", "Luke 21:12", "Luke 22:25", "Act 4:26", "Act 9:15", "1 Tim 2:2", "Heb 7:1", "Rev 1:5", "Rev 1:6", "Rev 5:10", "Rev 6:15", "Rev 10:11", "Rev 16:12", "Rev 16:14", "Rev 17:2", "Rev 17:10", "Rev 17:12", "Rev 17:12", "Rev 17:14", "Rev 17:18", "Rev 18:3", "Rev 18:9", "Rev 19:16", "Rev 19:18", "Rev 19:19", "Rev 21:24"], "letter": "K", "origin_links": ["G939"], "data": {"1": {"Definitions": ["of Judah and Isr'l. For the list see table at the end of this volume."], "Word": "Kings", "Dictionary": "Smith's Bible Dictionary"}, "2": {"Definitions": ["originally only one book in the Hebrew canon, from in the LXX. and the Vulgate the third and fourth books of  Kings  (the books of Samuel being the first and second). It must be remembered that the division between the books of Kings and Samuel is equally artificial, and that in point of fact the historical books commencing with Judges and ending with 2Kings present the appearance of one work, giving a continuous history of Isr'l from the time of Joshua to the death of jehoiachin. The books of Kings contain the history from David's death and Solomon's accession to the destruction of the kingdom of Judah and the desolation of Jerusalem, with a supplemental notice of an event that occurred after an interval of twenty-six years", "viz., the liberation of Jehoiachin from his prison at Babylon", "and a still further extension to Jehoiachin's death, the time of which is not known, but which was probably not long after his liberation. The history therefore comprehends the whole time of the Isr'litish monarchy, exclusive of the reigns of Saul and David. As regards the affairs of foreign nations and the relation of Isr'l to them, the historical notices in these books, though in the earlier times scanty, are most valuable, and in striking accord with the latest additions to our knowledge of contemporary profane history. A most important aid to a right understanding of the history in these books, and to the filling up of its outline, is to be found in the prophets, and especially in Isaiah and Jeremiah.  Time when written.", "They were undoubtedly written during the period of the captivity, probably after the twenty-sixth year.  Authorship.", "As regards the authorship of the books, but little difficulty presents itself. The Jewish tradition which ascribes them to Jeremiah is borne out by the strongest internal evidence, in addition to that of the language.  Sources of information.", "There was a regular series of state annals for both the kingdom of Judah and that of Isr'l, which embraced the whole time comprehended in the books of Kings, or at least to the end of the reign of Jehoiakim. ( 2 Kings 24:5 ) These annals are constantly cited by name as \"the book of the acts of Solomon,\" ( 1 Kings 11:41 ) and after Solomon \"the book of the Chronicles of the Kings of Judah\" or \"Isr'l,\" e.g. ( 1 Kings 14:29 ;  15:7 ;  16:5,14,20 ;  2 Kings 10:34 ;  24:5 ) etc.; and it is manifest that the author of Kings had them both before him while he drew up his history, in which the reigns of the two kingdoms are harmonized and these annals constantly appealed to. But in addition to these national annals, there, were also extant, at the time that the books of Kings were compiled, separate works of the several prophets who had lived in Judah and Isr'l.  Authority.", "Their canonical authority having never been disputed, it is needless to bring forward the testimonies to their authenticity which may be found in Josephus, Eusebius, jerome, Augustine, etc. They are reckoned among the prophets, in the threefold division of the Holy Scriptures; a position in accordance with the supposition that they were compiled by Jeremiah, and contain the narratives of the different prophets in succession. They are frequently cited by our Lord and by the apostles."], "Word": "Kings, First and Second Books of", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["The two books of Kings formed originally but one book in the Hebrew Scriptures. The present division into two books was first made by the LXX., which now, with the Vulgate, numbers them as the third and fourth books of Kings, the two books of Samuel being the first and second books of Kings.", "They contain the annals of the Jewish commonwealth from the accession of Solomon till the subjugation of the kingdom by Nebuchadnezzar and the Babylonians (apparently a period of about four hundred and fifty-three years). The books of Chronicles (q.v.) are more comprehensive in their contents than those of Kings. The latter synchronize with 1 Chronicles 28- 2 Chronicles 36:21 . While in the Chronicles greater prominence is given to the priestly or Levitical office, in the Kings greater prominence is given to the kingly.", "The authorship of these books is uncertain. There are some portions of them and of Jeremiah that are almost identical, e.g.,  2 Kings 24:18-25  and  Jeremiah 52 ;  39:1-10 ;  40:7-41:10 . There are also many undesigned coincidences between Jeremiah and Kings (2 Kings 21-23 and  Jeremiah 7:15 ;  15:4 ;  19:3,  etc.), and events recorded in Kings of which Jeremiah had personal knowledge. These facts countenance in some degree the tradition that Jeremiah was the author of the books of Kings. But the more probable supposition is that Ezra, after the Captivity, compiled them from documents written perhaps by David, Solomon, Nathan, Gad, and Iddo, and that he arranged them in the order in which they now exist.", "In the threefold division of the Scriptures by the Jews, these books are ranked among the \"Prophets.\" They are frequently quoted or alluded to by our Lord and his apostles ( Matthew 6:29 ;  12:42 ;  Luke 4:25, 26 ;  10:4 ; comp.  2 Kings 4:29 ;  Mark 1:6 ; comp.  2 Kings 1:8 ;  Matthew 3:4 , etc.).", "The sources of the narrative are referred to (1) \"the book of the acts of Solomon\" ( 1 Kings 11:41 ); (2) the \"book of the chronicles of the kings of Judah\" ( 14:29 ;  15:7, 23,  etc.); (3) the \"book of the chronicles of the kings of Israel\" ( 14:19 ;  15:31 ;  16:14, 20, 27 , etc.).", "The date of its composition was some time between B.C. 561, the date of the last chapter (2 Kings 25), when Jehoiachin was released from captivity by Evil-merodach, and B.C. 538, the date of the decree of deliverance by Cyrus."], "Word": "Kings, the Books of", "Dictionary": "Easton's Bible Dictionary"}, "4": {"Definitions": ["KING'S-EVIL ,  noun   A disease of the scrofulous kind."], "Word": "Kings-evil", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["KING'SHIP ,  noun   Royalty; the state, office or dignity of a king."], "Word": "Kingship", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["KING'S-SPEAR ,  noun   A plant of the genus Asphodelus."], "Word": "Kings-spear", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["KING'STONE ,  noun   A fish."], "Word": "Kingstone", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "γινώσκω", "transliteration": "ginōskō", "strongs_definition": "to  (absolutely) in a great variety of applications and with many implications (as shown at left with others not thus clearly expressed)", "word_translated": "Knowing", "bible_usage": "allow be aware (of) feel (have) known (-ledge) perceive be resolved can speak be sure understand.", "part_of_speech": "Verb", "translation_occurrences": {"knowest": "5", "Knowing": "5", "perceived": "7", "felt": "1", "knowledge": "1", "understood": "4", "Understandest": "1", "knew": "30", "knoweth": "16", "perceive": "2", "aware": "2", "resolved": "1", "Greek": "1", "knewest": "1", "sure": "2", "understand": "3", "can": "1", "allow": "1", "known": "45", "know": "92"}, "brown_driver_definition": [], "phonetic": "ghin-oce'-ko", "strongs_number": "G1097", "thayers_definition": [" 1. to learn to know, come to know, get a knowledge of perceive, feel ", " a. to become known ", " 2. to know, understand, perceive, have knowledge of ", " a. to understand ", " b. to know ", " 3. Jewish idiom for sexual intercourse between a man and a woman ", " 4. to become acquainted with, to know "], "word_origin": "A prolonged form of a primary verb", "bible_references": ["Rom 6:6", "Heb 10:34", "Jam 1:3", "2 Pet 1:20", "2 Pet 3:3"], "letter": "K", "origin_links": [], "data": {"1": {"Definitions": ["KNOWING ,  participle present tense   no'ing.", "1.  Having clear and certain perception of.", "2.   adjective   Skillful; well informed; well instructed; as a  knowing  man.", "The  knowing  and intelligent part of the world.", "3.  Conscious; intelligent.", "A  knowing  prudent cause.", "KNOWING ,  noun   no'ing. Knowledge."], "Word": "Knowing", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["KNOWINGLY ,  adverb   no'ingly. With knowledge. He would not  knowingly  offend."], "Word": "Knowingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κλείς", "transliteration": "kleis", "strongs_definition": "a key (as shutting a lock) literally or figuratively", "word_translated": "keys", "bible_usage": "key.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"keys": "2", "key": "4"}, "brown_driver_definition": [], "phonetic": "klice", "strongs_number": "G2807", "thayers_definition": [" 1. a key ", " a. since the keeper of the keys has the power to open and to shut ", " b. metaph. in the NT to denote power and authority of various kinds "], "word_origin": "From G2808", "bible_references": ["Mat 16:19", "Rev 1:18"], "letter": "K", "origin_links": ["G2808"], "data": {"1": {"Definitions": ["Frequently mentioned in Scripture. It is called in Hebrew maphteah, i.e., the opener ( Judges 3:25 ); and in the Greek New Testament kleis, from its use in shutting ( Matthew 16:19 ;  Luke 11:52 ;  Revelation 1:18 , etc.). Figures of ancient Egyptian keys are frequently found on the monuments, also of Assyrian locks and keys of wood, and of a large size (comp.  Isaiah 22:22 ).", "The word is used figuratively of power or authority or office ( Isaiah 22:22 ;  Revelation 3:7 ;  Revelation 1:8 ; comp.  9:1 ;  20:1 ; comp. also  Matthew 16:19 ;  18:18 ). The \"key of knowledge\" ( Luke 11:52 ; comp.  Matthew 23:13 ) is the means of attaining the knowledge regarding the kingdom of God. The \"power of the keys\" is a phrase in general use to denote the extent of ecclesiastical authority."], "Word": "Key", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Judges 3:25", "A symbol of authority Isaiah 22:22 ;  Matthew 16:19 ;  Revelation 1:18 ;  Revelation 3:7 ;  Revelation 9:1 ;  Revelation 20:1", "Figurative Luke 11:52"], "Word": "Key", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The key of a native Oriental lock is a piece of wood, from seven inches to two feet in length, fitted with the wires or short nails, which, being inserted laterally into the hollow bolt which serves as a lock, raises other pins within the staple so as to allow the bolt to be drawn back. (Keys were sometimes of bronze or iron, and so large that one was as much as a man could carry. They are used in Scripture as a symbol of authority and power. Giving keys to a person signifies the intrusting of him with an important charge. ( Matthew 16:19 ) In England in modern times certain officers of the government receive, at their induction into office, a golden key.", "ED.)"], "Word": "Key", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["KEY ,  noun   ke. In a general sense, a fastener; that which fastens; as a piece of wood in the frame of a building, or in a chain, etc.", "1.  An instrument for shutting or opening a lock, by pushing the bolt one way or the other. Keys are of various forms, and fitted to the wards of the locks to which they belong.", "2.  An instrument by which something is screwed or turned; as the  key  of a watch or other chronometer.", "3.  The stone which binds an arch. [ See Key-stone .]", "4.  In an organ or harpsichord, the  key   or finger  key  is a little lever or piece in the fore part by which the instrument is played on by the fingers.", "5.  In music, the  key   or  key  note, is the fundamental note or tone, to which the whole piece is accommodated, and with which it usually begins and always ends. There are two keys, one of the major, and one of the minor mode.  key  sometimes signifies a scale or system of intervals.", "6.  An index, or that which serves to explain a cypher. Hence,", "7.  That which serves to explain any thing difficult to be understood.", "8.  In the Romish church, ecclesiastical jurisdiction, or the power of the pope, or the power of excommunicating or absolving.", "9.  A ledge or lay of ricks near the surface of the water.", "10.  The husk containing the seed of an ash.", "KEY ,  noun   A bank or wharf built on the side of a river or harbor, for the convenience of loading and unloading ships, and securing them in their stations. Hence keys are furnished with posts, rings, cranes, capstans, etc. It is sometimes written quay."], "Word": "Key", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κρούω", "transliteration": "krouō", "strongs_definition": "to rap", "word_translated": "knocked", "bible_usage": "knock.", "part_of_speech": "Verb", "translation_occurrences": {"knocked": "1", "knock": "4", "knocking": "1", "knocketh": "3"}, "brown_driver_definition": [], "phonetic": "kroo'-o", "strongs_number": "G2925", "thayers_definition": [" 1. to knock: at the door "], "word_origin": "Apparently a primary verb", "bible_references": ["Act 12:13"], "letter": "K", "origin_links": [], "data": {"1": {"Definitions": ["\"Though Orientals are very jealous of their privacy, they never knock when about to enter your room, but walk in without warning or ceremony. It is nearly impossible to teach an Arab servant to knock at your door. They give warning at the outer gate either by calling or knocking. To stand and call is a very common and respectful mode. Thus Moses commanded the holder of a pledge to stand without and call to the owner to come forth ( Deuteronomy 24:10 ). This was to avoid the violent intrusion of cruel creditors. Peter stood knocking at the outer door ( Acts 12:13, 16 ), and the three men sent to Joppa by Cornelius made inquiry and stood before the gate' ( 10:17, 18 ). The idea is that the guard over your privacy is to be placed at the entrance.\"", "Knocking is used as a sign of importunity ( Matthew 7:7, 8 ;  Luke 13:25 ), and of the coming of Christ ( Luke 12:36 ;  Revelation 3:20 )."], "Word": "Knock", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["KNOCK ,  verb intransitive   nok.", "1.  To strike or beat with something thick or heavy; as, to  knock  with a club or with the fist; to  knock  at the door. We never use this word to express beating with a small stick or whip.", "2.  To drive or be driven against; to strike against; to clash; as when one heavy body knocks against another.", "To  knock  under, to yield; to submit; to acknowledge to be conquered; an expression borrowed from the practice of knocking under the table, when conquered.", "KNOCK ,  verb transitive   nok. To strike; to drive against; as, to  knock  the head against a post.", "1.  To strike a door for admittance; to rap.", "To  knock  down, to strike down; to fell; to prostrate by a blow or by blows; as, to  knock  down an ox.", "To  knock  out, to force out by a blow or by blows; as, to  knock  out the brains.", "To  knock  up, to arouse by knocking. In popular use, to beat out; to fatigue till unable to do more.", "To  knock  off, to force off by beating. At auctions, to assign to a bidder by a blow on the counter.", "To  knock  on the head, to kill by a blow or by blows.", "KNOCK ,  noun   nok. A blow; a stroke with something thick or heavy.", "1.  A stroke on a door, intended as a request for admittance; a rap."], "Word": "Knock", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["KNOCK'ER ,  noun   nok'er. One that knocks.", "1.  An instrument or kind of hammer, fastened to a door to be used in seeking for admittance."], "Word": "Knocker", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["KNOCK'ING ,  participle present tense   nok'ing. Beating; striking.", "KNOCK'ING ,  noun   nok'ing. A beating; a rap."], "Word": "Knocking", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κρούω", "transliteration": "krouō", "strongs_definition": "to rap", "word_translated": "knocking", "bible_usage": "knock.", "part_of_speech": "Verb", "translation_occurrences": {"knocked": "1", "knock": "4", "knocking": "1", "knocketh": "3"}, "brown_driver_definition": [], "phonetic": "kroo'-o", "strongs_number": "G2925", "thayers_definition": [" 1. to knock: at the door "], "word_origin": "Apparently a primary verb", "bible_references": ["Act 12:16"], "letter": "K", "origin_links": [], "data": {"1": {"Definitions": ["KNOCK'ING ,  participle present tense   nok'ing. Beating; striking.", "KNOCK'ING ,  noun   nok'ing. A beating; a rap."], "Word": "Knocking", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κρούω", "transliteration": "krouō", "strongs_definition": "to rap", "word_translated": "knock", "bible_usage": "knock.", "part_of_speech": "Verb", "translation_occurrences": {"knocked": "1", "knock": "4", "knocking": "1", "knocketh": "3"}, "brown_driver_definition": [], "phonetic": "kroo'-o", "strongs_number": "G2925", "thayers_definition": [" 1. to knock: at the door "], "word_origin": "Apparently a primary verb", "bible_references": ["Mat 7:7", "Luke 11:9", "Luke 13:25", "Rev 3:20"], "letter": "K", "origin_links": [], "data": {"1": {"Definitions": ["\"Though Orientals are very jealous of their privacy, they never knock when about to enter your room, but walk in without warning or ceremony. It is nearly impossible to teach an Arab servant to knock at your door. They give warning at the outer gate either by calling or knocking. To stand and call is a very common and respectful mode. Thus Moses commanded the holder of a pledge to stand without and call to the owner to come forth ( Deuteronomy 24:10 ). This was to avoid the violent intrusion of cruel creditors. Peter stood knocking at the outer door ( Acts 12:13, 16 ), and the three men sent to Joppa by Cornelius made inquiry and stood before the gate' ( 10:17, 18 ). The idea is that the guard over your privacy is to be placed at the entrance.\"", "Knocking is used as a sign of importunity ( Matthew 7:7, 8 ;  Luke 13:25 ), and of the coming of Christ ( Luke 12:36 ;  Revelation 3:20 )."], "Word": "Knock", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["KNOCK ,  verb intransitive   nok.", "1.  To strike or beat with something thick or heavy; as, to  knock  with a club or with the fist; to  knock  at the door. We never use this word to express beating with a small stick or whip.", "2.  To drive or be driven against; to strike against; to clash; as when one heavy body knocks against another.", "To  knock  under, to yield; to submit; to acknowledge to be conquered; an expression borrowed from the practice of knocking under the table, when conquered.", "KNOCK ,  verb transitive   nok. To strike; to drive against; as, to  knock  the head against a post.", "1.  To strike a door for admittance; to rap.", "To  knock  down, to strike down; to fell; to prostrate by a blow or by blows; as, to  knock  down an ox.", "To  knock  out, to force out by a blow or by blows; as, to  knock  out the brains.", "To  knock  up, to arouse by knocking. In popular use, to beat out; to fatigue till unable to do more.", "To  knock  off, to force off by beating. At auctions, to assign to a bidder by a blow on the counter.", "To  knock  on the head, to kill by a blow or by blows.", "KNOCK ,  noun   nok. A blow; a stroke with something thick or heavy.", "1.  A stroke on a door, intended as a request for admittance; a rap."], "Word": "Knock", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["KNOCK'ER ,  noun   nok'er. One that knocks.", "1.  An instrument or kind of hammer, fastened to a door to be used in seeking for admittance."], "Word": "Knocker", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["KNOCK'ING ,  participle present tense   nok'ing. Beating; striking.", "KNOCK'ING ,  noun   nok'ing. A beating; a rap."], "Word": "Knocking", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "τηρέω", "transliteration": "tēreō", "strongs_definition": "perhaps akin to ); to guard (from loss or injury properly by keeping the eye upon; and thus differing from  which is properly to prevent escaping; and from  which implies a fortress or full military lines of apparatus) that is to note (a prophecy; figuratively to fulfil a command); by implication to detain (in custody; figuratively to maintain); by extension to withhold (for personal ends; figuratively to keep unmarried)", "word_translated": "Keep", "bible_usage": "hold fast keep (-er) (ob- pre- re) serve watch.", "part_of_speech": "Verb", "translation_occurrences": {"kept": "15", "keepeth": "10", "watching": "1", "keepers": "1", "Keep": "32", "observe": "4", "fast": "1", "watched": "1", "reserved": "7", "reserve": "1", "preserved": "2"}, "brown_driver_definition": [], "phonetic": "tay-reh'-o", "strongs_number": "G5083", "thayers_definition": [" 1. to attend to carefully, take care of ", " a. to guard ", " b. metaph. to keep, one in the state in which he is ", " c. to observe ", " d. to reserve: to undergo something "], "word_origin": "From τηρός teros (a watch", "bible_references": ["Mat 19:17", "Mark 7:9", "John 8:51", "John 8:52", "John 8:55", "John 14:15", "John 14:23", "John 15:10", "John 15:20", "John 17:11", "John 17:15", "Act 15:5", "Act 15:24", "Act 16:23", "Act 24:23", "1 Cor 7:37", "2 Cor 11:9", "Eph 4:3", "1 Tim 5:22", "1 Tim 6:14", "Jam 1:27", "Jam 2:10", "1 John 2:3", "1 John 3:22", "1 John 5:2", "1 John 5:3", "Jude 1:21", "Rev 1:3", "Rev 3:10", "Rev 12:17", "Rev 14:12", "Rev 22:9"], "letter": "K", "origin_links": [], "data": {"1": {"Definitions": ["KEEP ,  verb transitive    preterit tense   and  participle passive   kept. [Latin  habeo, and capio.]", "1.  To hold; to retain in one's power or possession; not to lose or part with; as, to  keep  a house or a farm; to  keep  any thing in the memory, mind or heart.", "2.  To have in custody for security or preservation.", "The crown of Stephanus, first king of Hungary, was always kept in the castle of Vicegrade.", "3.  To preserve; to retain.", "The Lord God, merciful and gracious, keeping mercy for thousands-- Exodus 34:18 .", "4.  To preserve from falling or from danger; to protect; to guard or sustain.", "And behold, I am with thee, and will  keep  thee.  Genesis 28:15 .", "Luke 4:10 .", "5.  To hold or restrain from departure; to detain.", "--That I may know what keeps me here with you.", "6.  To tend; to have the care of.", "And the Lord God took the man and put him in the garden of Eden, to dress it and to  keep  it.  Genesis 2:15 .", "7.  To tend; to feed; to pasture; as, to  keep  a flock of sheep or a herd of cattle in a yard or in a field. He keeps his horses on oats or on hay.", "8.  To preserve in any tenor or state.  keep  a stiff rein.", "KEEP  the constitution sound.", "9.  To regard; to attend to.", "While the stars and course of heaven I keep--", "10.  To hold in any state; as, to  keep  in order.", "11.  To continue any state, course or action; as, to  keep  silence; to  keep  the same road or the same pace; to  keep  reading or talking; to  keep  a given distance.", "12.  To practice; to do or perform; to obey; to observe in practice; not to neglect or violate; as, to  keep  the laws, statutes or commandments of God.", "13.  To fulfill; to perform; as, to  keep  one's word, promise or covenant.", "14.  To practice; to use habitually; as, to  keep  bad hours.", "15.  To copy carefully.", "Her servant's eyes were fix'd upon her face,", "And as she moved or turned, her motions viewed,", "Her measures kept, and step by step pursued.", "16.  To observe or solemnize.", "17.  To board; to maintain; to supply with necessaries of life. The men are kept at a moderate price per week.", "18.  To have in the house; to entertain; as, to  keep  lodgers.", "19.  To maintain; not to intermit; as, to  keep  watch or guard.", "20.  To hold in one's own bosom; to confine to one's own knowledge; not to disclose or communicate to others; not to betray; as, to  keep  a secret; to  keep  one's own counsel.", "21.  To have in pay; as, to  keep  a servant.", "To  keep  back, to reserve; to withhold; not to disclose or communicate.", "I will  keep  nothing back from you.  Jeremiah 42:4 .", "1.  To restrain; ; to prevent from advancing.", "KEEP  back thy servant also from presumptuous sins.  Psalms 19:13 .", "2.  To reserve; to withhold; not to deliver.  Acts 5:3 .", "To  keep  company with, to frequent the society of; to associate with. Let youth  keep  company with the wise and good.", "To accompany; to go with; as, to  keep  company with one on a journey or voyage.", "To  keep  down, to prevent from rising; not to lift or suffer to be raised.", "To  keep  in, to prevent from escape; to hold in confinement.", "1.  To conceal; not to tell or disclose.", "2.  To restrain; to curb.", "To  keep  off, to hinder from approach or attack; as, to  keep  off an enemy or an evil.", "To  keep  under, to restrain; to hold in subjection; as, to  keep  under an antagonist or a conquered country; to  keep  under the appetites and passions.", "To  keep  up, to maintain; to prevent from falling or diminution; as, to  keep  up the price of goods; to  keep  up one's credit.", "1.  To maintain; to continue; to hinder from ceasing.", "In joy, that which keeps up the action is the desire to continue it.keep out, to hinder from entering or taking possession.", "To  keep  bed, to remain in bed without rising; to be confined to one's bed.", "To  keep  house, to maintain a family state.", "His income enables him to  keep  house.", "1.  To remain in the house; to be confined.", "His feeble health obliges him to  keep  house.", "To  keep  from, to restrain; to prevent approach.", "To  keep  a school, to maintain or support it; as, the town or its inhabitants  keep  ten schools; more properly, to govern and instruct or teach a school, as a preceptor.", "KEEP ,  verb intransitive   To remain in any state; as, to  keep  at a distance; to  keep  aloft; to  keep  near; to  keep  in the house; to  keep  before or behind; to  keep  in favor; to  keep  out of company, or out of reach.", "1.  To last; to endure; not to perish or be impaired. Seek for winter's use apples that will  keep", "If the malt is not thoroughly dried, the ale it makes will not  keep", "2.  To lodge; to dwell; to reside for a time.", "Knock at the study, where, they say, he keeps.", "To  keep  to, to adhere strictly; not to neglect or deviate from; as, to  keep  to old customs; to  keep  to a rule; to  keep  to one's word or promise.", "To  keep  on, to go forward; to proceed; to continue to advance.", "To  keep  up, to remain unsubdued; or not to be confined to one's bed.", "In popular language, this word signifies to continue; to repeat continually; not to cease.", "KEEP ,  noun   Custody; guard. [Little used.]", "1.  Colloquially, case; condition; as in good  keep", "2.  Guardianship; restraint. [Little used.]", "3.  A place of confinement; in old castles, the dungeon."], "Word": "Keep", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["KEE'PER ,  noun   One who keeps; one that holds or has possession of any thing.", "1.  One who retains in custody; one who has the care of a prison and the custody of prisoners.", "2.  One who has the care of a park or other inclosure, or the custody of beasts; as the  keeper  of a park, a pound, or of sheep.", "3.  One who has the care, custody or superintendence of any thing.", "In Great Britain, the  keeper  of the great seal, is a lord by his office, and one of the privy council. All royal grants, commissions and charters pass through his hands. He is constituted lord-keeper by the delivery of the great seal. The  keeper  of the privy seal is also a lord by his office, and a member of the privy council."], "Word": "Keeper", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["KEE'PERSHIP ,  noun   The office of a keeper. [Little used.]"], "Word": "Keepership", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["KEE'PING ,  participle present tense   Holding; restraining; preserving; guarding; protecting; performing.", "KEE'PING ,  noun   A holding; restraint; custody; guard; preservation.", "1.  Feed; fodder. The cattle have good  keeping", "2.  In painting, a representation of objects in the manner they appear to the eye at different distance from it."], "Word": "Keeping", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["KEE'PSAKE ,  noun   Any thing kept, or given to be kept for the sake of the giver; a token of friendship."], "Word": "Keepsake", "Dictionary": "Webster's 1828 Dictionary"}}}
