{"word_original": "ab-at-tee'-akh", "transliteration": "ʼăbaṭṭîyach", "strongs_definition": "a melon (only plural)", "word_translated": "melons", "bible_usage": "melon.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"melons": "1"}, "brown_driver_definition": [" 1. watermelon, Egyptian fruit "], "phonetic": "ab-at-tee'-akh", "strongs_number": "H20", "thayers_definition": [], "word_origin": "Of uncertain derivation", "bible_references": ["Num 11:5"], "letter": "M", "origin_links": [], "data": {"1": {"Definitions": ["Only in  Numbers 11:5 , the translation of the Hebrew abattihim, the LXX. and Vulgate pepones, Arabic britikh. Of this plant there are various kinds, the Egyptian melon, the Cucumus chate, which has been called \"the queen of cucumbers;\" the water melon, the Cucurbita citrullus; and the common or flesh melon, the Cucumus melo. \"A traveller in the East who recollects the intense gratitude which a gift of a slice of melon inspired while journeying over the hot and dry plains, will readily comprehend the regret with which the Hebrews in the Arabian desert looked back upon the melons of Egypt\" (Kitto)."], "Word": "Melons", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["(Heb.  abattichim ) are mentioned only in ( Numbers 11:5 ) By the Hebrew word we are probably to understand both the melon ( Cumcumis melo ) and the watermelon ( Cucurbita citrullus ). The watermelon, which is now extensively cultivated in all hot countries, is a fruit not unlike the common melon, but the leaves are deeply lobed and gashed; the flesh is pink or white, and contains a large quantity of cold watery juice with out much flavor; the seeds are black."], "Word": "Melons", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "eb-yone'", "transliteration": "ʼebyôwn", "strongs_definition": "destitute", "word_translated": "man", "bible_usage": "{beggar} {needy} poor (man).", "part_of_speech": "", "translation_occurrences": {"needy": "35", "poor": "23", "beggar": "1", "man": "1"}, "brown_driver_definition": [" 1. in want, needy, chiefly poor, needy person ", " 2. subject to oppression and abuse ", " 3. needing help, deliverance from trouble, especially as delivered by God ", " 4. general reference to lowest class "], "phonetic": "eb-yone'", "strongs_number": "H34", "thayers_definition": [], "word_origin": "From {H14 } in the sense of want (especially in feeling)", "bible_references": ["Deut 15:7"], "letter": "M", "origin_links": ["H14"], "data": {"1": {"Definitions": ["1.  Heb. Adam, used as the proper name of the first man. The name is derived from a word meaning \"to be red,\" and thus the first man was called Adam because he was formed from the red earth. It is also the generic name of the human race ( Genesis 1:26, 27 ;  5:2 ;  8:21 ;  Deuteronomy 8:3 ). Its equivalents are the Latin homo and the Greek anthropos ( Matthew 5:13, 16 ). It denotes also man in opposition to woman ( Genesis 3:12 ;  Matthew 19:10 ).", "2.  Heb. ish, like the Latin vir and Greek aner, denotes properly a man in opposition to a woman ( 1 Samuel 17:33 ;  Matthew 14:21 ); a husband ( Genesis 3:16 ;  Hosea 2:16 ); man with reference to excellent mental qualities.", "3.  Heb. enosh, man as mortal, transient, perishable ( 2 Chronicles 14:11 ;  Isaiah 8:1 ;  Job 15:14 ;  Psalms 8:4 ;  9:19, 20 ;  103:15 ). It is applied to women ( Joshua 8:25 ).", "4.  Heb. geber, man with reference to his strength, as distinguished from women ( Deuteronomy 22:5 ) and from children ( Exodus 12:37 ); a husband ( Proverbs 6:34 ).", "5.  Heb. methim, men as mortal ( Isaiah 41:14 ), and as opposed to women and children ( Deuteronomy 3:6 ;  Job 11:3 ;  Isaiah 3:25 ).", "Man was created by the immediate hand of God, and is generically different from all other creatures ( Genesis 1:26, 27 ;  2:7 ). His complex nature is composed of two elements, two distinct substances, viz., body and soul ( Genesis 2:7 ;  Ecclesiastes 12:7 ;  2 Corinthians 5:1-8) .", "The words translated \"spirit\" and \"soul,\" in  1 Thessalonians 5:23 ,  Hebrews 4:12 , are habitually used interchangeably ( Matthew 10:28 ;  16:26 ;  1 Peter 1:22 ). The \"spirit\" (Gr. pneuma) is the soul as rational; the \"soul\" (Gr. psuche) is the same, considered as the animating and vital principle of the body.", "Man was created in the likeness of God as to the perfection of his nature, in knowledge ( Colossians 3:10 ), righteousness, and holiness ( Ephesians 4:24 ), and as having dominion over all the inferior creatures ( Genesis 1:28 ). He had in his original state God's law written on his heart, and had power to obey it, and yet was capable of disobeying, being left to the freedom of his own will. He was created with holy dispositions, prompting him to holy actions; but he was fallible, and did fall from his integrity ( 3:1-6 ). (See  FALL .)"], "Word": "Man", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Created Genesis 1:26-27 ;  Genesis 2:7 ;  Genesis 5:1-2 ;  Deuteronomy 4:32 ;  Job 4:17 ;  Job 10:2-3 ;  Job 10:8-9 ;  Job 31:15 ;  Job 33:4 ;  Job 34:19 ;  Job 35:10 ;  Psalms 8:5 ;  Psalms 100:3 ;  Psalms 119:73 ;  Psalms 138:8 ;  Psalms 139:14 ;  Ecclesiastes 7:29 ;  Isaiah 17:7 ;  Isaiah 42:5 ;  Isaiah 43:7 ;  Isaiah 45:12 ;  Isaiah 64:8 ;  Jeremiah 27:5 ;  Zech 12:1 ;  Malachi 2:10 ;  Mark 10:6 ;  Hebrews 2:7", "Created in the image of God Genesis 1:26-27 ;  Genesis 9:6 ;  Ecclesiastes 7:29 ;  1 Corinthians 11:7 ;  1 Corinthians 15:48-49 ;  James 3:9", "Design of the creation of Psalms 8:6-8 ;  Proverbs 16:4 ;  Isaiah 43:7", "Dominion of Genesis 1:26 ;  Genesis 1:28 ;  Genesis 2:19-20 ;  Genesis 9:2-3 ;  Jeremiah 27:6 ;  Jeremiah 28:14 ;  Daniel 2:38 ;  Hebrews 2:7-8", "Duty of man Duty ;  Neighbor", "Equality of man", "General references Job 31:13-15 ;  Psalms 33:13-15 ;  Proverbs 22:2 ;  Matthew 20:25-28 ;  Matthew 23:8 ;  Matthew 23:11 ;  Mark 10:42-44 ;  Acts 10:28 ;  Acts 17:26 ;  Galatians 3:28 Race, 1. Human, Unity of", "Ignorance of man Ignorance", "Immortal Immortality", "Insignificance of Job 4:18-19 ;  Job 15:14 ;  Job 22:2-5 ;  Job 25:4-6 ;  Job 35:2-8 ;  Job 38:4 ;  Job 38:12-13 ;  Psalms 8:3-4 ;  Psalms 144:3-4", "Little lower than the angels Job 4:18-21 ;  Psalms 8:5 ;  Hebrews 2:7-8", "Mortal", "General references Job 4:17 ;  Ecclesiastes 2:14-15 ;  Ecclesiastes 3:20 ;  1 Corinthians 15:21-22 ;  Hebrews 9:27 Death", "Spirit Job 4:19 ;  Job 32:8 ;  Psalms 31:5 ;  Proverbs 20:27 ;  Ecclesiastes 1:8 ;  Ecclesiastes 3:21 ;  Ecclesiastes 12:7 ;  Isaiah 26:9 ;  Zech 12:1 ;  Matthew 4:4 ;  Matthew 10:28 ;  Matthew 26:41 ;  Mark 14:38 ;  Luke 22:40 ;  Luke 23:46 ;  Luke 24:39 ;  John 3:3-8 ;  John 4:24 ;  Acts 7:59 ;  Romans 1:9 ;  Romans 2:29 ;  Romans 7:14-25 ;  1 Corinthians 2:11 ;  1 Corinthians 6:20 ;  1 Corinthians 7:34 ;  1 Corinthians 14:14 ;  2 Corinthians 4:6-7 ;  2 Corinthians 4:16 ;  2 Corinthians 5:1-9 ;  Ephesians 3:16 ;  Ephesians 4:4 ;  1 Thessalonians 5:23 ;  Hebrews 4:12 ;  James 2:26", "State of, after the fall Depravity", "State of, before the fall Man, Created in the Image of God", "Young men Young Men"], "Word": "Man", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["Four Hebrew terms are rendered \"man\" in the Authorized Version:"], "Word": "Man", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["MAN ,  noun    plural   men. [Heb.species, kind, image, similitude.]", "1.  Mankind; the human race; the whole species of human beings; beings distinguished from all other animals by the powers of reason and speech, as well as by their shape and dignified aspect. 'Os homini sublime dedit.'", "And God said, Let us make  man  in our image, , after our likeness, and let them have dominion-- Genesis 1:26 .", "MAN  that is born of a woman, is of few days and full of trouble.  Job 14:1 .", "My spirit shall not always strive with  man    Genesis 6:3 .", "I will destroy  man  whom I have created.  Genesis 6:3 .", "There hath no temptation taken you, but such as is common to  man    1 Corinthians 10:13 .", "It is written, man shall not live by bread alone.  Matthew 4:4 .", "There must be somewhere such a rank as  man", "Respecting  man   whatever wrong we call--", "But vindicate the ways of God to  man", "The proper study of mankind is  man", "In the System of Nature,  man  is ranked as a distinct genus.", "When opposed to woman,  man  sometimes denotes the male sex in general.", "Woman has, in general, much stronger propensity than  man  to the discharge of parental duties.", "2.  A male individual of the human race, of adult growth or years.", "The king is but a  man  as I am.", "And the  man  dreams but what the boy believed.", "3.  A male of the human race; used often in compound words, or in the nature of an adjective; as a man-child; men-cooks; men-servants.", "4.  A servant, or an attendant of the male sex.", "I and my  man  will presently go ride.", "5.  A word of familiar address.", "We speak no treason,  man", "6.  It sometimes bears the sense of a male adult of some uncommon qualifications; particularly, the sense of strength, vigor, bravery, virile powers, or magnanimity, as distinguished from the weakness, timidity or impotence of a boy, or from the narrow mindedness of low bred men.", "I dare do all that may become a  man", "Will reckons he should not have been the  man  he is, had he not broke windows--", "So in popular language, it is said, he is no  man   Play your part like a  man   He has not the spirit of a  man", "Thou art but a youth, and he a  man  of war from his youth.  1 Samuel 17:8 .", "7.  An individual of the human species.", "In matters of equity between  man  and man--", "Under this phraseology, females may be comprehended. So a law restraining  man   or every  man  from a particular act, comprehends women and children, if of competent age to be the subjects of law.", "8.   man  is sometimes opposed to boy or child, and sometimes to beast.", "9.  One who is master of his mental powers, or who conducts himself with his usual judgment. When a person has lost his senses, or acts without his usual judgment, we say, he is not his own  man", "10.  It is sometimes used indefinitely, without reference to a particular individual; any person; one. This is as much as a  man  can desire.", "A  man   in an instant, may discover the assertion to be impossible.", "This word however is always used in the singular number, referring to an individual. In this respect it does not answer to the French on, nor to the use of  man  by our Saxon ancestors. In Saxon,  man  ofsloh, signifies, they slew;  man  sette ut, they set or fitted out. So in German,  man  sagt, may be rendered, one ways, it is said, they say, or people say. So in Danish,  man  siger, one says, it is said, they say.", "11.  In popular usage, a husband.", "Every wife ought to answer for her  man", "12.  A movable piece at chess or draughts.", "13.  In feudal law, a vassal, a liege subject or tenant.", "The vassal or tenant, kneeling, ungirt, uncovered and holding up his hands between those of his lord, professed that he did become his  man   from that day forth, of life, limb, and earthly honor.", "MAN  of war, a ship or war; an armed ship."], "Word": "Man", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "aw-beer'", "transliteration": "ʼâbîyr", "strongs_definition": "mighty (spoken of God)", "word_translated": "mighty", "bible_usage": "mighty (one).", "part_of_speech": "Adjective Masculine", "translation_occurrences": {"mighty": "3", "One": "3"}, "brown_driver_definition": [" 1. strong, mighty - used only to describe God ", " 2. the Strong - old name for God (poetic) "], "phonetic": "aw-beer'", "strongs_number": "H46", "thayers_definition": [], "word_origin": "From H82", "bible_references": ["Gen 49:24", "Ps 132:2", "Ps 132:5"], "letter": "M", "origin_links": ["H82"], "data": {"1": {"Definitions": ["MI'GHTY ,  adjective   Having great bodily strength or physical power; very strong or vigorous; as a  mighty  arm.", "1.  Very strong; valiant; bold; as a  mighty  man of valor.  Judges 6:12 .", "2.  Very powerful; having great command.", "Cush begat Nimrod; he began to be a  mighty  one on the earth.  Genesis 10:8 .", "3.  Very strong in numbers; as a  mighty  nation.  Genesis 18:18 .", "4.  Very strong or great in corporeal power; very able.", "Wo to them that are  mighty  to drink wine.  Isaiah 5:15 .", "5.  Violent; very loud; as  mighty  thunderings.  Exodus 9:28 .  Psalms 68:33 .", "6.  Vehement; rushing with violence; as a  mighty  wind or tempest.  Exodus 10:19 .  Revelation 6:13 .", "7.  Very great; vast; as  mighty  waters.  Nehemiah 9:11 .", "8.  Very great or strong; as  mighty  power.  2 Chronicles 26:12 .", "9.  Very forcible; efficacious; as, great is truth and  mighty", "10.  Very great or eminent in intellect or acquirements; as the  mighty  Scaliger and Selden.", "11.  Great; wonderful; performed with great power; as  mighty  works.  Matthew 11:20 .", "12.  Very severe and distressing; as a  mighty  famine.  Luke 15:14 .", "13.  Very great, large or populous; as a  mighty  city.  Revelation 18:10 .", "14.  Important; momentous.", "I'll sing of heroes and of kings,", "In  mighty  numbers  mighty  things.", "MI'GHTY ,  adverb   In a great degree; very; as might wise;  mighty  thoughtful. [Colloquial.]"], "Word": "Mighty", "Dictionary": "Webster's 1828 Dictionary"}}}
