{"word_original": "ab-beer'", "transliteration": "ʼabbîyr", "strongs_definition": "For ", "word_translated": "ones", "bible_usage": "{angel} {bull} {chiefest} mighty ({one}) stout {[-hearted]} strong ({one}) valiant.", "part_of_speech": "Adjective Masculine", "translation_occurrences": {"chiefest": "1", "bulls": "4", "ones": "2", "mighty": "3", "stouthearted": "2", "strong": "2", "angels": "1", "valiant": "2"}, "brown_driver_definition": [" 1. mighty, valiant ", " a. of men ", " b. of angels ", " c. of animals ", " d. (metaph) ", " 1. of enemies ", " 2. of princes ", " 3. of sacrificial objects ", " e. obstinate (fig.) "], "phonetic": "ab-beer'", "strongs_number": "H47", "thayers_definition": [], "word_origin": "", "bible_references": ["Judg 5:22", "Jer 8:16"], "letter": "O", "origin_links": [], "data": {"1": {"Definitions": ["ONE ,  adjective   wun. [Latin  unus; Gr.]", "1.  Single in number; individual; as  one  man;  one  book. There is  one  sun only in our system of planets.", "2.  Indefinitely, some or any. You will  one  day repent of your folly. But in this phrase,  one  day is equivalent to some future time.", "3.  It follows any.", "When any  one  heareth the word of the kingdom.  Matthew 13:19 .", "4.  Different; diverse; opposed to another. It is  one  thing to promise, and another to fulfill.", "5.  It is used with another, to denote mutuality or reciprocation. Be kind and assist  one  another.", "6.  It is used with another, to denote average or mean proportion. The coins  one  with another, weigh seven penny weight each.", "7.   one  of two; opposed to other.", "Ask from  one  side of heaven to the other.  Deuteronomy 4:4 .", "8.  Single by union; undivided; the same.", "The church is therefore  one   though the members may be many.", "9.  Single in kind; the same.", "ONE  plague was on you all and on your lords.  1 Samuel 4:1 .", "1.   one  day, on a certain or particular day, referring to time past.", "ONE  day when Phoebe fair with all her band was following the chase.", "2.  Referring to future time; at a future time, indefinitely. [See  one   No. 2.]", "At  one   in union; in agreement or concord.", "The king resolved to keep Ferdinand and Philip at  one  with themselves.", "In  one   in union; in  one  united body.", "ONE , like many other adjectives is used without a noun, and is to be considered as a substitute for some noun understood. Let the men depart  one  by one; count them  one  by one; every  one  has his peculiar habits; we learn of  one  another, that is, we learn,  one  of us learns of another.", "In this use, as a substitute,  one  may be plural; as the great ones of the earth; they came with their little ones.", "It also denotes union, a united body.", "Ye are all  one  in Christ Jesus.  Galatians 3:10 .", "ONE  o'clock,  one  hour of the clock that is, as signified or represented by the clock.", "ONE  is used indefinitely for any person; as,  one  sees;  one  knows; after the French manner, on voit. Our ancestors used man in this manner; man sees; man knows; 'man brohte, ' man brought, that is, they brought.", "This word we have received from the Latin through the Italian and French. The same word from our Saxon ancestors we write an."], "Word": "One", "Dictionary": "Webster's 1828 Dictionary"}}}
