{"word_original": "ἄβυσσος", "transliteration": "abussos", "strongs_definition": "depthless that is (specifically) (infernal) ", "word_translated": "bottomless", "bible_usage": "deep (bottomless) pit.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"bottomless": "2", "pit": "5", "deep": "2"}, "brown_driver_definition": [], "phonetic": "ab'-us-sos", "strongs_number": "G12", "thayers_definition": [" 1. bottomless ", " 2. unbounded ", " 3. the abyss ", " a. the pit ", " b. the immeasurable depth ", " c. of Orcus, a very deep gulf or chasm in the lowest parts of the earth used as the common receptacle of the dead and especially as the abode of demons "], "word_origin": "From G1 (as a negative particle) and a variation of G1037", "bible_references": ["Rev 9:1", "Rev 9:2"], "letter": "B", "origin_links": ["G1", "G1037"], "data": {"1": {"Definitions": ["BOT'TOMLESS ,  adjective   Without a bottom; applied to water, caverns etc., it signified fathomless, whose bottom cannot be found by sounding; as a  bottomless  abyss or ocean."], "Word": "Bottomless", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "αἰτέω", "transliteration": "aiteō", "strongs_definition": "to ask (in generally)", "word_translated": "begged", "bible_usage": "ask beg call for crave desire require. Compare  .", "part_of_speech": "Verb", "translation_occurrences": {"desire": "5", "begged": "2", "craved": "1", "requiring": "1", "require": "1", "asked": "4", "desired": "10", "asketh": "5", "ask": "38", "desiring": "2", "called": "1", "askest": "1"}, "brown_driver_definition": [], "phonetic": "ahee-teh'-o", "strongs_number": "G154", "thayers_definition": [" 1. to ask, beg, call for, crave, desire, require "], "word_origin": "Of uncertain derivation", "bible_references": ["Mat 27:58", "Luke 23:52"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BEG'GED ,  participle passive   Entreated; supplicated; asked in charity."], "Word": "Begged", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀλαζών", "transliteration": "alazōn", "strongs_definition": "braggart", "word_translated": "boasters", "bible_usage": "boaster.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"boasters": "2"}, "brown_driver_definition": [], "phonetic": "al-ad-zone'", "strongs_number": "G213", "thayers_definition": [" 1. an empty pretender, a boaster "], "word_origin": "From ἄλη alē (vagrancy)", "bible_references": ["Rom 1:30", "2 Tim 3:2"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BOASTER ,  noun   One who boasts, glories or vaunts ostentatiously."], "Word": "Boaster", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἀλαζονεία", "transliteration": "alazoneia", "strongs_definition": "braggadocio that is (by implication) self confidence", "word_translated": "boastings", "bible_usage": "boasting pride.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"pride": "1", "boastings": "1"}, "brown_driver_definition": [], "phonetic": "al-ad-zon-i'-a", "strongs_number": "G212", "thayers_definition": [" 1. empty, braggart talk ", " 2. an insolent and empty assurance, which trusts in its own power and resources and shamefully despises and violates divine laws and human rights ", " 3. an impious and empty presumption which trusts in the stability of earthy things "], "word_origin": "From G213", "bible_references": ["Jam 4:16"], "letter": "B", "origin_links": ["G213"], "data": {"1": {"Definitions": ["General references Proverbs 20:14 ;  Proverbs 25:14 ;  Proverbs 27:1 ;  Isaiah 10:15 ;  Jeremiah 9:23 ;  Romans 1:30 ;  James 3:5 ;  James 4:16", "Of evil Psalms 52:1", "Instances of:", "Goliath Psalms 9:17", "Ben-Hadad 1 Kings 20:10", "Sennacherib 2 Kings 18:19 ;  Isaiah 10:8-15", "The disciples Luke 10:17 ;  Luke 10:20", "Spiritual Psalms 49:6-9 ;  Psalms 52:1 ;  Psalms 94:4 ;  Romans 3:1-31 ;  Romans 11:17-21 ;  1 Corinthians 1:17-31 ;  1 Corinthians 4:6-7 ;  2 Corinthians 10:12-17 ;  Ephesians 2:8-10"], "Word": "Boasting", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BOASTING ,  participle present tense   Talking ostentatiously; glorying; vaunting.", "BOASTING ,  noun   Ostentatious display of personal worth, or actions; a glorying or vaunting.", "Where is  boasting  then?  Romans 3:27 ."], "Word": "Boasting", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BOASTINGLY ,  adverb   In an ostentatious manner; with boasting."], "Word": "Boastingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἄλογος", "transliteration": "alogos", "strongs_definition": "irrational", "word_translated": "brute", "bible_usage": "brute unreasonable.", "part_of_speech": "Adjective", "translation_occurrences": {"brute": "2", "unreasonable": "1"}, "brown_driver_definition": [], "phonetic": "al'-og-os", "strongs_number": "G249", "thayers_definition": [" 1. destitute of reason ", " 2. contrary to reason, absurd "], "word_origin": "From G1 (as a negative particle) and G3056", "bible_references": ["2 Pet 2:12", "Jude 1:10"], "letter": "B", "origin_links": ["G1", "G3056"], "data": {"1": {"Definitions": ["BRUTE ,  adjective   [Latin  brutus, senseless, irrational.]", "1.  Senseless; unconscious; as the  brute  earth.", "2.  Irrational; ferine; as a  brute  beast.", "3.  Bestial; in common with beasts; as  brute  violence.", "4.  Rough; uncivilized; insensible; as a  brute  philosopher.", "BRUTE ,  noun   A beast; any animal destitute of reason, and of course the word comprehends all animals except man, but is applied mostly to the larger beasts.", "1.  A brutal person; a savage in heart or manners; a low bred, unfeeling man.", "BRUTE ,  verb transitive   for bruit, to report. [Not used.]"], "Word": "Brute", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BRU'TELY ,  adverb   In a rude manner."], "Word": "Brutely", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BRU'TENESS ,  noun   Brutality."], "Word": "Bruteness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἄμαχος", "transliteration": "amachos", "strongs_definition": "peaceable", "word_translated": "brawlers", "bible_usage": "not a brawler.", "part_of_speech": "Adjective", "translation_occurrences": {"brawlers": "1", "brawler": "1"}, "brown_driver_definition": [], "phonetic": "am'-akh-os", "strongs_number": "G269", "thayers_definition": [" 1. not to be withstood, invincible ", " 2. not contentious ", " 3. abstaining from fighting "], "word_origin": "From G1 (as a negative particle) and G3163", "bible_references": ["Tit 3:2"], "letter": "B", "origin_links": ["G1", "G3163"], "data": {"1": {"Definitions": ["BRAWL'ER ,  noun   A noisy fellow; a wrangler."], "Word": "Brawler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἄμαχος", "transliteration": "amachos", "strongs_definition": "peaceable", "word_translated": "brawler", "bible_usage": "not a brawler.", "part_of_speech": "Adjective", "translation_occurrences": {"brawlers": "1", "brawler": "1"}, "brown_driver_definition": [], "phonetic": "am'-akh-os", "strongs_number": "G269", "thayers_definition": [" 1. not to be withstood, invincible ", " 2. not contentious ", " 3. abstaining from fighting "], "word_origin": "From G1 (as a negative particle) and G3163", "bible_references": ["1 Tim 3:3"], "letter": "B", "origin_links": ["G1", "G3163"], "data": {"1": {"Definitions": ["BRAWL'ER ,  noun   A noisy fellow; a wrangler."], "Word": "Brawler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἁπλότης", "transliteration": "haplotēs", "strongs_definition": "singleness that is (subjectively) sincerity (without dissimulation or self seeking) or (objectively) generosity (copious bestowal)", "word_translated": "bountifulness", "bible_usage": "bountifulness liberal (-ity) simplicity singleness.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"simplicity": "3", "bountifulness": "1", "singleness": "2", "liberal": "1", "liberality": "1"}, "brown_driver_definition": [], "phonetic": "hap-lot'-ace", "strongs_number": "G572", "thayers_definition": [" 1. singleness, simplicity, sincerity, mental honesty ", " a. the virtue of one who is free from pretence and hypocrisy ", " 2. not self seeking, openness of heart manifesting itself by generousity "], "word_origin": "From G573", "bible_references": ["2 Cor 9:11"], "letter": "B", "origin_links": ["G573"], "data": {"1": {"Definitions": ["BOUN'TIFULNESS ,  noun   The quality of being bountiful; liberality in the bestowment of gifts and favors."], "Word": "Bountifulness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαπτισμός", "transliteration": "baptismos", "strongs_definition": "ablution (ceremonially or Christian)", "word_translated": "baptisms", "bible_usage": "baptism washing.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"washings": "1", "washing": "2", "baptisms": "1"}, "brown_driver_definition": [], "phonetic": "bap-tis-mos'", "strongs_number": "G909", "thayers_definition": [" 1. a washing, purification effected by means of water ", " a. of washing prescribed by the Mosaic law (Heb 9: ", " 2. which seems to mean an exposition of the difference between the washings prescribed by the Mosaic law and Christian baptism "], "word_origin": "From G907", "bible_references": ["Heb 6:2"], "letter": "B", "origin_links": ["G907"], "data": {"1": {"Definitions": ["John's Matthew 3:5-8 ;  Matthew 3:11 ;  Matthew 3:13-16 ;  Mark 1:8-10 ;  Luke 3:7-8 ;  John 10:40 ;  Matthew 21:25 ;  Mark 11:30 ;  Luke 20:4 ;  Mark 1:4-5 ;  Luke 3:12 ;  Luke 3:21 ;  Luke 7:29-30 ;  John 1:25-26 ;  John 1:28 ;  John 1:31 ;  John 1:33 ;  John 3:23 ;  Acts 1:5 ;  Acts 1:22 ;  Acts 10:37 ;  Acts 11:16 ;  Acts 19:3-4", "Christian Matthew 28:19 ;  Mark 16:16 ;  John 3:5 ;  John 3:22 ;  John 4:1-2 ;  Acts 1:5 ;  Acts 1:22 ;  Acts 2:38 ;  Acts 2:41 ;  Acts 8:12-13 ;  Acts 8:16 ;  Acts 8:36-38 ;  Acts 9:18 ;  Acts 10:46-48 ;  Acts 16:14-15 ;  Acts 16:33 ;  Acts 18:8 ;  Acts 18:25 ;  Acts 19:4-5 ;  Acts 22:16 ;  Romans 6:3-4 ;  1 Corinthians 1:13-17 ;  1 Corinthians 10:1-2 ;  1 Corinthians 12:13 ;  1 Corinthians 15:29 ;  Galatians 3:27 ;  Ephesians 4:5 ;  Ephesians 5:26 ;  Colossians 2:12 ;  Hebrews 6:2 ;  1 Peter 3:18 ;  1 Peter 3:21", "Of the Holy Ghost", "General references Isaiah 44:3 ;  Joel 2:28-29 ;  Zech 12:10 ;  Matthew 3:11 ;  Mark 1:8 ;  Luke 3:16 ;  Matthew 3:16 ;  Luke 3:22 ;  John 1:32-33 ;  Luke 24:49 ;  John 3:5 ;  Acts 1:5 ;  Acts 2:1-4 ;  Acts 2:38 ;  Acts 2:41 ;  Acts 8:15-17 ;  Acts 10:38 ;  Acts 10:44-45 ;  Acts 10:47 ;  Acts 11:15-16 ;  Acts 19:2 ;  1 Corinthians 12:13 ;  Titus 3:5-6 ;  1 Peter 3:20-21 Holy Spirit"], "Word": "Baptism", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["It is well known that ablution or bathing was common in most ancient nations as a preparation for prayers and sacrifice or as expiatory of sin. In warm countries this connection is probably even closer than in colder climates; and hence the frequency of ablution in the religious rites throughout the East. Baptism in the name of the Father, Son and Holy Ghost is the rite or ordinance by which persons are admitted into the Church of Christ. It is the public profession of faith and discipleship. Baptism signifies"], "Word": "Baptism", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["BAP'TISM ,  noun   [Gr. to baptize.]", "1.  The application of water to a person, as a sacrament or religious ceremony, by which he is initiated into the visible church of Christ. This is usually performed by sprinkling or immersion.", "2.  The sufferings of Christ. Matt.xx22.23.", "3.  So much of the gospel as was preached by John, the Baptist.  Acts 18:25 ."], "Word": "Baptism", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["Only mentioned in  1 Corinthians 15:29 . This expression as used by the apostle may be equivalent to saying, \"He who goes through a baptism of blood in order to join a glorified church which has no existence [i.e., if the dead rise not] is a fool.\" Some also regard the statement here as an allusion to the strange practice which began, it is said, to prevail at Corinth, in which a person was baptized in the stead of others who had died before being baptized, to whom it was hoped some of the benefits of that rite would be extended. This they think may have been one of the erroneous customs which Paul went to Corinth to \"set in order.\""], "Word": "Baptism For the Dead", "Dictionary": "Easton's Bible Dictionary"}, "5": {"Definitions": ["Christ had to be formally inaugurated into the public discharge of his offices. For this purpose he came to John, who was the representative of the law and the prophets, that by him he might be introduced into his offices, and thus be publicly recognized as the Messiah of whose coming the prophecies and types had for many ages borne witness.", "John refused at first to confer his baptism on Christ, for he understood not what he had to do with the \"baptism of repentance.\" But Christ said, \"Suffer it to be so now,' NOW as suited to my state of humiliation, my state as a substitute in the room of sinners.\" His reception of baptism was not necessary on his own account. It was a voluntary act, the same as his act of becoming incarnate. Yet if the work he had engaged to accomplish was to be completed, then it became him to take on him the likeness of a sinner, and to fulfil all righteousness ( Matthew 3:15 ).", "The official duty of Christ and the sinless person of Christ are to be distinguished. It was in his official capacity that he submitted to baptism. In coming to John our Lord virtually said, \"Though sinless, and without any personal taint, yet in my public or official capacity as the Sent of God, I stand in the room of many, and bring with me the sin of the world, for which I am the propitiation.\" Christ was not made under the law on his own account. It was as surety of his people, a position which he spontaneously assumed. The administration of the rite of baptism was also a symbol of the baptism of suffering before him in this official capacity ( Luke 12:50 ). In thus presenting himself he in effect dedicated or consecrated himself to the work of fulfilling all righteousness."], "Word": "Baptism of Christ", "Dictionary": "Easton's Bible Dictionary"}, "6": {"Definitions": ["An ordinance immediately instituted by Christ ( Matthew 28:19, 20 ), and designed to be observed in the church, like that of the Supper, \"till he come.\" The words \"baptize\" and \"baptism\" are simply Greek words transferred into English. This was necessarily done by the translators of the Scriptures, for no literal translation could properly express all that is implied in them.", "The mode of baptism can in no way be determined from the Greek word rendered \"baptize.\" Baptists say that it means \"to dip,\" and nothing else. That is an incorrect view of the meaning of the word. It means both (1) to dip a thing into an element or liquid, and (2) to put an element or liquid over or on it. Nothing therefore as to the mode of baptism can be concluded from the mere word used. The word has a wide latitude of meaning, not only in the New Testament, but also in the LXX. Version of the Old Testament, where it is used of the ablutions and baptisms required by the Mosaic law. These were effected by immersion, and by affusion and sprinkling; and the same word, \"washings\" ( Hebrews 9:10, 13, 19, 21 ) or \"baptisms,\" designates them all. In the New Testament there cannot be found a single well-authenticated instance of the occurrence of the word where it necessarily means immersion. Moreover, none of the instances of baptism recorded in the Acts of the Apostles ( 2:38-41 ;  8:26-39 ;  9:17, 18 ;  22:12-16 ;  10:44-48 ;  16:32-34 ) favours the idea that it was by dipping the person baptized, or by immersion, while in some of them such a mode was highly improbable.", "The gospel and its ordinances are designed for the whole world, and it cannot be supposed that a form for the administration of baptism would have been prescribed which would in any place (as in a tropical country or in polar regions) or under any circumstances be inapplicable or injurious or impossible.", "Baptism and the Lord's Supper are the two symbolical ordinances of the New Testament. The Supper represents the work of Christ, and Baptism the work of the Spirit. As in the Supper a small amount of bread and wine used in this ordinance exhibits in symbol the great work of Christ, so in Baptism the work of the Holy Spirit is fully seen in the water poured or sprinkled on the person in the name of the Father, Son, and Holy Ghost. That which is essential in baptism is only \"washing with water,\" no mode being specified and none being necessary or essential to the symbolism of the ordinance.", "The apostles of our Lord were baptized with the Holy Ghost ( Matthew 3:11 ) by his coming upon them ( Acts 1:8 ). The fire also with which they were baptized sat upon them. The extraordinary event of Pentecost was explained by Peter as a fulfilment of the ancient promise that the Spirit would be poured out in the last days ( 2:17 ). He uses also with the same reference the expression shed forth as descriptive of the baptism of the Spirit (33). In the Pentecostal baptism \"the apostles were not dipped into the Spirit, nor plunged into the Spirit; but the Spirit was shed forth, poured out, fell on them ( 11:15 ), came upon them, sat on them.\" That was a real and true baptism. We are warranted from such language to conclude that in like manner when water is poured out, falls, comes upon or rests upon a person when this ordinance is administered, that person is baptized. Baptism is therefore, in view of all these arguments \"rightly administered by pouring or sprinkling water upon the person.\"", "The subjects of baptism. This raises questions of greater importance than those relating to its mode.", "1. The controversy here is not about \"believers' baptism,\" for that is common to all parties. Believers were baptized in apostolic times, and they have been baptized in all time by all the branches of the church. It is altogether a misrepresentation to allege, as is sometimes done by Baptists, that their doctrine is \"believers' baptism.\" Every instance of adult baptism, or of \"believers' baptism,\" recorded in the New Testament ( Acts 2:41 ;  8:37 ;  9:17, 18 ;  10:47 ;  16:15 ;  19:5 , etc.) is just such as would be dealt with in precisely the same way by all branches of the Protestant Church, a profession of faith or of their being \"believers\" would be required from every one of them before baptism. The point in dispute is not the baptism of believers, but whether the infant children of believers, i.e., of members of the church, ought to be baptized.", "2. In support of the doctrine of infant baptism, i.e., of the baptism of the infants, or rather the \"children,\" of believing parents, the following considerations may be adduced:", "The Church of Christ exists as a divinely organized community. It is the \"kingdom of God,\" one historic kingdom under all dispensations. The commonwealth of Israel was the \"church\" ( Acts 7:38 ;  Romans 9:4 ) under the Mosaic dispensation. The New Testament church is not a new and different church, but one with that of the Old Testament. The terms of admission into the church have always been the same viz., a profession of faith and a promise of subjection to the laws of the kingdom. Now it is a fact beyond dispute that the children of God's people under the old dispensation were recognized as members of the church. Circumcision was the sign and seal of their membership. It was not because of carnal descent from Abraham, but as being the children of God's professing people, that this rite was administered ( Romans 4:11 ). If children were members of the church under the old dispensation, which they undoubtedly were, then they are members of the church now by the same right, unless it can be shown that they have been expressly excluded. Under the Old Testament parents acted for their children and represented them. (See  Genesis 9:9 ;  17:10 ;  Exodus 24:7, 8 ;  Deuteronomy 29:9-13 .) When parents entered into covenant with God, they brought their children with them. This was a law in the Hebrew Church. When a proselyte was received into membership, he could not enter without bringing his children with him. The New Testament does not exclude the children of believers from the church. It does not deprive them of any privilege they enjoyed under the Old Testament. There is no command or statement of any kind, that can be interpreted as giving any countenance to such an idea, anywhere to be found in the New Testament. The church membership of infants has never been set aside. The ancient practice, orginally appointed by God himself, must remain a law of his kingdom till repealed by the same divine authority. There are lambs in the fold of the Good Shepherd ( John 21:15 ; comp.  Luke 1:15 ;  Matthew 19:14 ;  1 Corinthians 7:14 ).", "\"In a company of converts applying for admission into Christ's house there are likely to be some heads of families. How is their case to be treated? How, for example, are Lydia and her neighbour the keeper of the city prison to be treated? Both have been converted. Both are heads of families. They desire to be received into the infant church of Philippi. What is Christ's direction to them? Shall we say that it is to this effect: 'Arise, and wash away your sins, and come into my house. But you must come in by yourselves. These babes in your arms, you must leave them outside. They cannot believe yet, and so they cannot come in. Those other little ones by your side, their hearts may perhaps have been touched with the love of God; still, they are not old enough to make a personal profession, so they too must be left outside...For the present you must leave them where they are and come in by yourselves.' One may reasonably demand very stringent proofs before accepting this as a fair representation of the sort of welcome Christ offers to parents who come to his door bringing their children with them. Surely it is more consonant with all we know about him to suppose that his welcome will be more ample in its scope, and will breathe a more gracious tone. Surely it would be more like the Good Shepherd to say, Come in, and bring your little ones along with you. The youngest needs my salvation; and the youngest is accessible to my salvation. You may be unable as yet to deal with them about either sin or salvation, but my gracious power can find its way into their hearts even now. I can impart to them pardon and a new life. From Adam they have inherited sin and death; and I can so unite them to myself that in me they shall be heirs of righteousness and life. You may without misgiving bring them to me. And the law of my house requires that the same day which witnesses your reception into it by baptism must witness their reception also'\" (The Church, by Professor Binnie, D.D.)."], "Word": "Baptism, Christian", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["Was not Christian baptism, nor was that which was practised by the disciples previous to our Lord's crucifixion. Till then the New Testament economy did not exist. John's baptism bound its subjects to repentance, and not to the faith of Christ. It was not administered in the name of the Trinity, and those whom John baptized were rebaptized by Paul ( Acts 18:24 ;  19:7 )."], "Word": "Baptism, John's", "Dictionary": "Easton's Bible Dictionary"}, "8": {"Definitions": ["BAPTIS'MAL ,  adjective   Pertaining to baptist; as a  baptismal  vow."], "Word": "Baptismal", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βαρθολομαῖος", "transliteration": "Bartholomaios", "strongs_definition": "son of Tolmai; Bar-tholomaeus a Christian apostle", "word_translated": "Bartholomew", "bible_usage": "Bartholomeus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Bartholomew": "4"}, "brown_driver_definition": [], "phonetic": "bar-thol-om-ah'-yos", "strongs_number": "G918", "thayers_definition": ["Bartholomew = \"son of Tolmai\" ", " 1. one of the twelve apostles of Christ "], "word_origin": "Of Chaldee origin [H1247] and [H8526]", "bible_references": ["Mat 10:3", "Mark 3:18", "Luke 6:14", "Act 1:13"], "letter": "B", "origin_links": ["H1247", "H8526"], "data": {"1": {"Definitions": ["Son of Tolmai, one of the twelve apostles ( Matthew 10:3 ;  Acts 1:13 ); generally supposed to have been the same as Nathanael. In the synoptic gospels Philip and Bartholomew are always mentioned together, while Nathanael is never mentioned; in the fourth gospel, on the other hand, Philip and Nathanael are similarly mentioned together, but nothing is said of Bartholomew. He was one of the disciples to whom our Lord appeared at the Sea of Tiberias after his resurrection ( John 21:2 ). He was also a witness of the Ascension ( Acts 1:4, 12, 13 ). He was an \"Israelite indeed\" ( John 1:47 )."], "Word": "Bartholomew", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["a son that suspends the waters"], "Word": "Bartholomew", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["One of the apostles. Matthew 10:3 ;  Mark 3:18 ;  Luke 6:14 ;  Acts 1:13"], "Word": "Bartholomew", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( son of Tolmai ), one of the twelve apostles of Christ. ( Matthew 10:3 ;  Mark 3:18 ;  Luke 6:14 ;  Acts 1:13 ) It has been not improperly conjectured that he is identical with Nathan'l. ( John 1:45 ) ff. He is said to have preached the gospel in India, that is, probably, Arabia Felix, and according to some in Armenia."], "Word": "Bartholomew", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βαριησοῦς", "transliteration": "Bariēsous", "strongs_definition": "son of Jesus (or Joshua); Barjesus an Israelite", "word_translated": "Barjesus", "bible_usage": "Barjesus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Barjesus": "1"}, "brown_driver_definition": [], "phonetic": "bar-ee-ay-sooce'", "strongs_number": "G919", "thayers_definition": ["Barjesus = \"son of Jesus\" ", " 1. a certain false prophet "], "word_origin": "Of Chaldee origin [H1247] and [H3091]", "bible_references": ["Act 13:6"], "letter": "B", "origin_links": ["H1247", "H3091"], "data": {"1": {"Definitions": ["Son of Joshua, the patronymic of Elymas the sorcerer ( Acts 13:6 ), who met Paul and Barnabas at Paphos. Elymas is a word of Arabic origin meaning \"wise.\""], "Word": "Barjesus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["son of Jesus or Joshua"], "Word": "Barjesus", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["( son of Jesus ). [ ELYMAS ]"], "Word": "Barjesus", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βαραχίας", "transliteration": "Barachias", "strongs_definition": "Barachias (that is Berechijah) an Israelite", "word_translated": "Barachias", "bible_usage": "Barachias.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Barachias": "1"}, "brown_driver_definition": [], "phonetic": "bar-akh-ee'-as", "strongs_number": "G914", "thayers_definition": ["Barachiah = \"Jehovah blesses\" ", " 1. said to be the father of the Zachariah slain in the temple "], "word_origin": "Of Hebrew origin [H1296]", "bible_references": ["Mat 23:35"], "letter": "B", "origin_links": ["H1296"], "data": {"1": {"Definitions": ["same as Barachel"], "Word": "Barachias", "Dictionary": "Hitchcock's Names Dictionary"}, "2": {"Definitions": ["( Matthew 23:35 ) [ ZACHARIAS ]"], "Word": "Barachias", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["4 (q.v.), whom Jehovah hath blessed, father of the prophet Zechariah ( Zechariah 1:1, 7 ;  Matthew 23:35 )."], "Word": "Barachias, Berechiah", "Dictionary": "Easton's Bible Dictionary"}}}
{"word_original": "Βαπτιστής", "transliteration": "Baptistēs", "strongs_definition": "a baptizer as an epithet of Christ´ s forerunner", "word_translated": "Baptist", "bible_usage": "Baptist.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Baptist": "14"}, "brown_driver_definition": [], "phonetic": "bap-tis-tace'", "strongs_number": "G910", "thayers_definition": [" 1. a baptiser ", " 2. one who administers the rite of baptism ", " 3. the surname of John, the forerunner of Christ "], "word_origin": "From G907", "bible_references": ["Mat 3:1", "Mat 11:11", "Mat 11:12", "Mat 14:2", "Mat 14:8", "Mat 16:14", "Mat 17:13", "Mark 6:24", "Mark 6:25", "Mark 8:28", "Luke 7:20", "Luke 7:28", "Luke 7:33", "Luke 9:19"], "letter": "B", "origin_links": ["G907"], "data": {"1": {"Definitions": ["BAP'TIST ,  noun   One who administers baptism. This appellation is appropriately given to John, the forerunner of Christ.", "2.  As a contraction of Anabaptist, one who denies the doctrine of infant baptism, and maintains that baptism ought to be administered only to adults by immersing the body in water."], "Word": "Baptist", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BAP'TISTERY ,  noun   [Latin  baptisterium.] A place where the sacrament of baptism is administered. Primitively, baptisteries were in buildings separate from the church; but in the sixth century, they were taken into the church-porch, and afterwards into the church itself."], "Word": "Baptistery", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BAPTIS'TIC", "BAPTIS'TIC AL,  adjective   Pertaining to baptism."], "Word": "Baptistic", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βαριωνᾶς", "transliteration": "Bariōnas", "strongs_definition": "son of Jonas (or Jonah); Bar-jonas an Israelite", "word_translated": "Bar", "bible_usage": "Bar-jona.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Bar": "1"}, "brown_driver_definition": [], "phonetic": "bar-ee-oo-nas'", "strongs_number": "G920", "thayers_definition": ["Barjona = \"son of Jonah\" ", " 1. the surname of the apostle Peter "], "word_origin": "Of Chaldee origin [H1247] and [H3124]", "bible_references": ["Mat 16:17"], "letter": "B", "origin_links": ["H1247", "H3124"], "data": {"1": {"Definitions": ["Used to denote the means by which a door is bolted ( Nehemiah 3:3 ); a rock in the sea ( Jonah 2:6 ); the shore of the sea ( Job 38:10 ); strong fortifications and powerful impediments, etc. ( Isaiah 45:2 ;  Amos 1:5 ); defences of a city ( 1 Kings 4:13 ). A bar for a door was of iron ( Isaiah 45:2 ), brass ( Psalms 107:16 ), or wood ( Nahum 3:13 )."], "Word": "Bar", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["B'AR ,  noun   [If these words are the Eng.bar, the sense is a shoot, that which shoots, passes or is driven.]", "1.  A piece of wood, iron or other solid matte, long in proportion to its diameter, used for various purposes, but especially for a hindrance or obstruction; as the bars of a fence or gate; the  bar  of a door or hatchway.  Exodus 26:28 ,   Exodus 36:33", "2.  Any obstacle which obstructs, hinders or defends; an obstruction; a fortification.  Amos 1:5 .", "Must I new bars to my own joy create.", "3.  The shore of the sea, which restrains its waters.  Job 38:10 .", "4.  The railing that incloses the place which counsel occupy in courts of justice. Hence the phrase, at the  bar  of the court, signifies in open court. Hence also licensed lawyers are called barristers; and hence the whole body of lawyers licensed in a court, are customarily called the  bar   A trial at  bar   in England, is a trial in the courts of Westminster, opposed to a trial at Nisi Prius, in the circuits.", "5.  Figuratively, any tribunal; as the  bar  of public opinion. Thus the final trial of men is called the  bar  of God.", "6.  The inclosed place of a tavern, inn or coffee house, where the landlord or his servant delivers out liquors, and waits upon customers.", "7.  A bank of sand, gravel or earth, forming a shoal at the mouth of a river or harbor, obstructing entrance, or rendering it difficult.", "8.  A rock in the sea, according to Brown; or any thing by which structure is held together, according to Johnson; used in  Jonah 2:6 .", "9.  Any thing laid across another, as bars in heraldlry, stripes in color, and the like.", "10.  In the menage, the highest part of the place in a horse's mouth between the grinders and tusks, so that the part of the mouth which lies under and at the side of the bars, retains the name of the gum. The upper part of the gums, which bears no teeth, and to which the bit is applied.", "11.  In music, bars are lines drawn perpendicularly across the lines of the staff, including between each two, a certain quantity of time, or number of beats.", "12.  In law, a peremptory exception sufficient to destroy the plaintiff's action. It is divided into a  bar  to common intendment, and  bar  special;  bar  temporary and  bar  perpetual.  bar  to common intendment is an ordinary or general  bar   which disables the declaration of the plaintiff. A special  bar  is more than ordinary, as a fine, release, or justification. A temporary  bar  is that which is good for a time, but may afterwards cease. A perpetual  bar  overthrows the action of the plaintiff forever.", "13.  A  bar  of gold or silver, is an ingot, lump or wedge, from the mines, run in a mold, and unwrought. A  bar  of iron is a long piece, wrought in the forge and hammered from a pig.", "14.  Among printers, the iron with a wooden handle, by which the screw of the press is turned.", "15.  In the African trade, a denomination of price; payment formerly being made to the Africans in iron bars.", "B'AR ,  verb transitive   To fasten with a bar; as, to  bar  a door, or gate.", "2.  To hinder; to obstruct, or prevent; as, to  bar  the entrance of evil.", "3.  To prevent; to exclude; to hinder; to make impracticable; as, the distance between us bars our intercourse. In this sense, the phrase is often varied, thus; the distance bars me from his aid, or bars him from my aid.", "4.  To prohibit; to restrain or exclude by express or implied prohibition; as, the statute bars my right; the law bars the use of poisoned weapons.", "5.  To obstruct, prevent or hinder by any moral obstacle; as, the right is barred by time, or by statute; a release bars the plaintiff's recovery.", "6.  To except; to exclude by exception; as, I  bar  to night.", "7.  To cross with stripes of a different color.", "8.  To  bar  a vein, in farriery, is an operation upon the legs of a horse, or other parts, to stop malignant humors. This is done by opening the skin above a vein, disengaging it and tying it both above and below, and striking between the two ligatures.", "9.  To adorn with trappings; a contraction of barb. [ See Barb .]"], "Word": "Bar", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαρέω", "transliteration": "bareō", "strongs_definition": "to weigh down (figuratively)", "word_translated": "burdened", "bible_usage": "burden charge heavy press.", "part_of_speech": "Verb", "translation_occurrences": {"heavy": "3", "burdened": "1", "pressed": "1", "charged": "1"}, "brown_driver_definition": [], "phonetic": "bar-eh'-o", "strongs_number": "G916", "thayers_definition": [" 1. to burden, weigh down, depress "], "word_origin": "From G926", "bible_references": ["2 Cor 5:4"], "letter": "B", "origin_links": ["G926"], "data": {"1": {"Definitions": ["BURD'ENED ,  participle passive   Loaded with weight; incumbered; oppressed."], "Word": "Burdened", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βάρβαρος", "transliteration": "barbaros", "strongs_definition": "a foreigner (that is non Greek)", "word_translated": "barbarian", "bible_usage": "barbarian (-rous).", "part_of_speech": "Adjective", "translation_occurrences": {"barbarians": "2", "people": "1", "barbarian": "3"}, "brown_driver_definition": [], "phonetic": "bar'-bar-os", "strongs_number": "G915", "thayers_definition": [" 1. one whose speech is rude, rough and harsh ", " 2. one who speaks a foreign or strange language which is not understood by another ", " 3. used by the Greeks of any foreigner ignorant of the Greek language, whether mental or moral, with the added notion after the Persian war, of rudeness and brutality. The word is used in the N.T. without the idea of reproachfulness. "], "word_origin": "Of uncertain derivation", "bible_references": ["1 Cor 14:11", "1 Cor 14:11", "Col 3:11"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["A Greek word used in the New Testament ( Romans 1:14 ) to denote one of another nation. In  Colossians 3:11 , the word more definitely designates those nations of the Roman empire that did not speak Greek. In  1 Corinthians 14:11 , it simply refers to one speaking a different language. The inhabitants of Malta are so called ( Acts 28:1, 2, 4 ). They were originally a Carthaginian colony. This word nowhere in Scripture bears the meaning it does in modern times."], "Word": "Barbarian", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["A foreigner Acts 28:2-4 ;  Romans 1:14 ;  1 Corinthians 14:11 ;  Colossians 3:11 Strangers"], "Word": "Barbarian", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["\"every one not a Greek is a barbarian\" is the common Greek definition, and in this strict sense the word is sued in ( Romans 1:14 ) It often retains this primitive meaning, as in ( 1 Corinthians 14:11 ;  Acts 28:24 )"], "Word": "Barbarian", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BARBA'RIAN ,  noun   [Latin  barbarus; . The sense is, foreign, wild, fierce.]", "1.  A man in his rude, savage state; an uncivilized person.", "2.  A cruel, savage, brutal man; one destitute of pity or humanity.", "3.  A foreigner. The Greeks and Romans denominated most foreign nations barbarians; and many of these were less civilized than themselves, or unacquainted with their language, laws and manners. But with them, the word was less reproachful than with us.", "BARBA'RIAN ,  adjective   Belonging to savages; rude; uncivilized.", "2.  Cruel; inhuman.", "34"], "Word": "Barbarian", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βάρβαρος", "transliteration": "barbaros", "strongs_definition": "a foreigner (that is non Greek)", "word_translated": "barbarians", "bible_usage": "barbarian (-rous).", "part_of_speech": "Adjective", "translation_occurrences": {"barbarians": "2", "people": "1", "barbarian": "3"}, "brown_driver_definition": [], "phonetic": "bar'-bar-os", "strongs_number": "G915", "thayers_definition": [" 1. one whose speech is rude, rough and harsh ", " 2. one who speaks a foreign or strange language which is not understood by another ", " 3. used by the Greeks of any foreigner ignorant of the Greek language, whether mental or moral, with the added notion after the Persian war, of rudeness and brutality. The word is used in the N.T. without the idea of reproachfulness. "], "word_origin": "Of uncertain derivation", "bible_references": ["Act 28:4", "Rom 1:14"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["A Greek word used in the New Testament ( Romans 1:14 ) to denote one of another nation. In  Colossians 3:11 , the word more definitely designates those nations of the Roman empire that did not speak Greek. In  1 Corinthians 14:11 , it simply refers to one speaking a different language. The inhabitants of Malta are so called ( Acts 28:1, 2, 4 ). They were originally a Carthaginian colony. This word nowhere in Scripture bears the meaning it does in modern times."], "Word": "Barbarian", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["A foreigner Acts 28:2-4 ;  Romans 1:14 ;  1 Corinthians 14:11 ;  Colossians 3:11 Strangers"], "Word": "Barbarian", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["\"every one not a Greek is a barbarian\" is the common Greek definition, and in this strict sense the word is sued in ( Romans 1:14 ) It often retains this primitive meaning, as in ( 1 Corinthians 14:11 ;  Acts 28:24 )"], "Word": "Barbarian", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BARBA'RIAN ,  noun   [Latin  barbarus; . The sense is, foreign, wild, fierce.]", "1.  A man in his rude, savage state; an uncivilized person.", "2.  A cruel, savage, brutal man; one destitute of pity or humanity.", "3.  A foreigner. The Greeks and Romans denominated most foreign nations barbarians; and many of these were less civilized than themselves, or unacquainted with their language, laws and manners. But with them, the word was less reproachful than with us.", "BARBA'RIAN ,  adjective   Belonging to savages; rude; uncivilized.", "2.  Cruel; inhuman.", "34"], "Word": "Barbarian", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βαρνάβας", "transliteration": "Barnabas", "strongs_definition": "son of Nabas (that is prophecy); Barnabas an Israelite", "word_translated": "Barnabas", "bible_usage": "Barnabas.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Barnabas": "29"}, "brown_driver_definition": [], "phonetic": "bar-nab'-as", "strongs_number": "G921", "thayers_definition": ["Barnabas = \"son of rest\" ", " 1. the surname of Joses or Joseph, a Levite, a native of Cyprus He was a distinguished Christian teacher and companion and colleague of Paul. "], "word_origin": "Of Chaldee origin [H1247] and [H5029]", "bible_references": ["Act 4:36", "Act 9:27", "Act 11:22", "Act 11:25", "Act 11:30", "Act 12:25", "Act 13:1", "Act 13:2", "Act 13:7", "Act 13:43", "Act 13:46", "Act 13:50", "Act 14:12", "Act 14:14", "Act 14:20", "Act 15:2", "Act 15:2", "Act 15:12", "Act 15:22", "Act 15:25", "Act 15:35", "Act 15:36", "Act 15:37", "Act 15:39", "1 Cor 9:6", "Gal 2:1", "Gal 2:9", "Gal 2:13", "Col 4:10"], "letter": "B", "origin_links": ["H1247", "H5029"], "data": {"1": {"Definitions": ["Son of consolation, the surname of Joses, a Levite ( Acts 4:36 ). His name stands first on the list of prophets and teachers of the church at Antioch ( 13:1 ). Luke speaks of him as a \"good man\" ( 11:24 ). He was born of Jewish parents of the tribe of Levi. He was a native of Cyprus, where he had a possession of land ( Acts 4:36, 37 ), which he sold. His personal appearance is supposed to have been dignified and commanding ( Acts 14:11, 12 ). When Paul returned to Jerusalem after his conversion, Barnabas took him and introduced him to the apostles ( 9:27 ). They had probably been companions as students in the school of Gamaliel.", "The prosperity of the church at Antioch led the apostles and brethren at Jerusalem to send Barnabas thither to superintend the movement. He found the work so extensive and weighty that he went to Tarsus in search of Saul to assist him. Saul returned with him to Antioch and laboured with him for a whole year ( Acts 11:25, 26 ). The two were at the end of this period sent up to Jerusalem with the contributions the church at Antioch had made for the poorer brethren there ( 11:28-30 ). Shortly after they returned, bringing John Mark with them, they were appointed as missionaries to the heathen world, and in this capacity visited Cyprus and some of the principal cities of Asia Minor ( Acts 13:14 ). Returning from this first missionary journey to Antioch, they were again sent up to Jerusalem to consult with the church there regarding the relation of Gentiles to the church ( Acts 15:2 :  Galatians 2:1 ). This matter having been settled, they returned again to Antioch, bringing the decree of the council as the rule by which Gentiles were to be admitted into the church.", "When about to set forth on a second missionary journey, a dispute arose between Saul and Barnabas as to the propriety of taking John Mark with them again. The dispute ended by Saul and Barnabas taking separate routes. Saul took Silas as his companion, and journeyed through Syria and Cilicia; while Barnabas took his nephew John Mark, and visited Cyprus ( Acts 15:36-41 ). Barnabas is not again mentioned by Luke in the Acts."], "Word": "Barnabas", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["son of the prophet,  or of consolation"], "Word": "Barnabas", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["Called also Joses.", "A prophet Acts 13:1", "An apostle Acts 14:14", "A Levite who gave his possessions to be owned in common with other disciples Acts 4:36-37", "Goes to Antioch to find Paul, brings him to Antioch Acts 9:25-27", "Accompanies Paul to Jerusalem Acts 11:30", "Returns with Paul to Antioch Acts 12:25", "Goes with Paul to Seleucia Acts 44:13", "Goes with Paul to Iconium Acts 14:1-7", "Called Jupiter Acts 14:12-18", "Goes to Derbe Acts 14:20", "Is sent as a commissioner to Jerusalem Acts 44:15 ;  Galatians 2:1-9", "Disaffected towards Paul Acts 15:36-39", "Is reconciled to Paul 1 Corinthians 9:6", "Piety of Acts 11:24", "Devotion of, to Jesus Acts 15:26"], "Word": "Barnabas", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( son of consolation or comfort ) a name given by the apostles, ( Acts 4:36 ) to Joseph (or Jose), a Levite of the island of Cyprus, who was early a disciple of Christ. In ( Acts 9:27 ) we find him introducing the newly-converted Saul to the apostles at Jerusalem. Barnabas was sent to Jerusalem, ( Acts 11:19-26 ) and went to Tarsus to seek Saul, as one specially raised up to preach to the Gentiles. ( Acts 26:17 ) He brought him to Antioch, and was sent with him to Jerusalem. ( Acts 11:30 ) On their return, they were ordained by the church for the missionary work, ( Acts 13:2 ) and sent forth (A.D. 45). From this time Barnabas and Paul enjoy the title and dignity of apostles. Their first missionary journey is related in ( Acts 13:14 ) Returning to Antioch (A.D. 47 or 48), they were sent (A.D. 50), with some others, to Jerusalem. ( Acts 15:1,36 ) Afterwards they parted and Barnabas took Mark and sailed to Cyprus, his native island. Here the Scripture notices of him cease. The epistle attributed to Barnabas is believed to have been written early in the second century."], "Word": "Barnabas", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βαραββᾶς", "transliteration": "Barabbas", "strongs_definition": "son of Abba; Bar-abbas an Israelite", "word_translated": "Barabbas", "bible_usage": "Barabbas.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Barabbas": "11"}, "brown_driver_definition": [], "phonetic": "bar-ab-bas'", "strongs_number": "G912", "thayers_definition": ["Barabbas = \"son of a father or master\" ", " 1. the captive robber whom the Jews begged Pilate to release instead of Christ "], "word_origin": "Of Chaldee origin ([H1347] and G5 (Greek))", "bible_references": ["Mat 27:16", "Mat 27:17", "Mat 27:20", "Mat 27:21", "Mat 27:26", "Mark 15:7", "Mark 15:11", "Mark 15:15", "Luke 23:18", "John 18:40", "John 18:40"], "letter": "B", "origin_links": ["H1347", "G5"], "data": {"1": {"Definitions": ["I.e., son of Abba or of a father, a notorious robber whom Pilate proposed to condemn to death instead of Jesus, whom he wished to release, in accordance with the Roman custom ( John 18:40 ;  Mark 15:7 ;  Luke 23:19 ). But the Jews were so bent on the death of Jesus that they demanded that Barabbas should be pardoned ( Matthew 27:16-26 ;  Acts 3:14 ). This Pilate did."], "Word": "Barabbas", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["son of shame,  confusion"], "Word": "Barabbas", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A prisoner released by Pilate. Matthew 27:16-26 ;  Mark 15:7-15 ;  Luke 23:18-25 ;  John 18:40 ;  Acts 3:14"], "Word": "Barabbas", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( son of Abba ), a robber, ( John 18:40 ) who had committed murder in an insurrection, ( Mark 15:7 ;  Luke 28:18 ) in Jerusalem and was lying in prison the time of the trial of Jesus before Pilate."], "Word": "Barabbas", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "βάπτισμα", "transliteration": "baptisma", "strongs_definition": "baptism (technically or figuratively)", "word_translated": "baptism", "bible_usage": "baptism.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"baptism": "22"}, "brown_driver_definition": [], "phonetic": "bap'-tis-mah", "strongs_number": "G908", "thayers_definition": [" 1. immersion, submersion ", " a. of calamities and afflictions with which one is quite overwhelmed ", " b. of John's baptism, that purification rite by which men on confessing their sins were bound to spiritual reformation, obtained the pardon of their past sins and became qualified for the benefits of the Messiah's kingdom soon to be set up. This was valid Christian baptism, as this was the only baptism the apostles received and it is not recorded anywhere that they were ever rebaptised after Pentecost. ", " c. of Christian baptism; a rite of immersion in water as commanded by Christ, by which one after confessing his sins and professing his faith in Christ, having been born again by the Holy Spirit unto a new life, identifies publicly with the fellowship of Christ and the church. In Rom. 6:3 Paul states we are \"baptised unto death\" meaning that weare not only dead to our former ways, but they are buried. To returnto them is as unthinkable for a Christian as for one to dig up a deadcorpse! In Moslem countries a new believer has little trouble withMoslems until he is publicly baptised. It is then, that the Moslems'know he means business, and then the persecution starts. See alsodiscussion of baptism under No. 907. "], "word_origin": "From G907", "bible_references": ["Mat 3:7", "Mat 20:22", "Mat 20:23", "Mat 21:25", "Mark 1:4", "Mark 10:38", "Mark 10:39", "Mark 11:30", "Luke 3:3", "Luke 7:29", "Luke 12:50", "Luke 20:4", "Act 1:22", "Act 10:37", "Act 13:24", "Act 18:25", "Act 19:3", "Act 19:4", "Rom 6:4", "Eph 4:5", "Col 2:12", "1 Pet 3:21"], "letter": "B", "origin_links": ["G907"], "data": {"1": {"Definitions": ["John's Matthew 3:5-8 ;  Matthew 3:11 ;  Matthew 3:13-16 ;  Mark 1:8-10 ;  Luke 3:7-8 ;  John 10:40 ;  Matthew 21:25 ;  Mark 11:30 ;  Luke 20:4 ;  Mark 1:4-5 ;  Luke 3:12 ;  Luke 3:21 ;  Luke 7:29-30 ;  John 1:25-26 ;  John 1:28 ;  John 1:31 ;  John 1:33 ;  John 3:23 ;  Acts 1:5 ;  Acts 1:22 ;  Acts 10:37 ;  Acts 11:16 ;  Acts 19:3-4", "Christian Matthew 28:19 ;  Mark 16:16 ;  John 3:5 ;  John 3:22 ;  John 4:1-2 ;  Acts 1:5 ;  Acts 1:22 ;  Acts 2:38 ;  Acts 2:41 ;  Acts 8:12-13 ;  Acts 8:16 ;  Acts 8:36-38 ;  Acts 9:18 ;  Acts 10:46-48 ;  Acts 16:14-15 ;  Acts 16:33 ;  Acts 18:8 ;  Acts 18:25 ;  Acts 19:4-5 ;  Acts 22:16 ;  Romans 6:3-4 ;  1 Corinthians 1:13-17 ;  1 Corinthians 10:1-2 ;  1 Corinthians 12:13 ;  1 Corinthians 15:29 ;  Galatians 3:27 ;  Ephesians 4:5 ;  Ephesians 5:26 ;  Colossians 2:12 ;  Hebrews 6:2 ;  1 Peter 3:18 ;  1 Peter 3:21", "Of the Holy Ghost", "General references Isaiah 44:3 ;  Joel 2:28-29 ;  Zech 12:10 ;  Matthew 3:11 ;  Mark 1:8 ;  Luke 3:16 ;  Matthew 3:16 ;  Luke 3:22 ;  John 1:32-33 ;  Luke 24:49 ;  John 3:5 ;  Acts 1:5 ;  Acts 2:1-4 ;  Acts 2:38 ;  Acts 2:41 ;  Acts 8:15-17 ;  Acts 10:38 ;  Acts 10:44-45 ;  Acts 10:47 ;  Acts 11:15-16 ;  Acts 19:2 ;  1 Corinthians 12:13 ;  Titus 3:5-6 ;  1 Peter 3:20-21 Holy Spirit"], "Word": "Baptism", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["It is well known that ablution or bathing was common in most ancient nations as a preparation for prayers and sacrifice or as expiatory of sin. In warm countries this connection is probably even closer than in colder climates; and hence the frequency of ablution in the religious rites throughout the East. Baptism in the name of the Father, Son and Holy Ghost is the rite or ordinance by which persons are admitted into the Church of Christ. It is the public profession of faith and discipleship. Baptism signifies"], "Word": "Baptism", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["BAP'TISM ,  noun   [Gr. to baptize.]", "1.  The application of water to a person, as a sacrament or religious ceremony, by which he is initiated into the visible church of Christ. This is usually performed by sprinkling or immersion.", "2.  The sufferings of Christ. Matt.xx22.23.", "3.  So much of the gospel as was preached by John, the Baptist.  Acts 18:25 ."], "Word": "Baptism", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["Only mentioned in  1 Corinthians 15:29 . This expression as used by the apostle may be equivalent to saying, \"He who goes through a baptism of blood in order to join a glorified church which has no existence [i.e., if the dead rise not] is a fool.\" Some also regard the statement here as an allusion to the strange practice which began, it is said, to prevail at Corinth, in which a person was baptized in the stead of others who had died before being baptized, to whom it was hoped some of the benefits of that rite would be extended. This they think may have been one of the erroneous customs which Paul went to Corinth to \"set in order.\""], "Word": "Baptism For the Dead", "Dictionary": "Easton's Bible Dictionary"}, "5": {"Definitions": ["Christ had to be formally inaugurated into the public discharge of his offices. For this purpose he came to John, who was the representative of the law and the prophets, that by him he might be introduced into his offices, and thus be publicly recognized as the Messiah of whose coming the prophecies and types had for many ages borne witness.", "John refused at first to confer his baptism on Christ, for he understood not what he had to do with the \"baptism of repentance.\" But Christ said, \"Suffer it to be so now,' NOW as suited to my state of humiliation, my state as a substitute in the room of sinners.\" His reception of baptism was not necessary on his own account. It was a voluntary act, the same as his act of becoming incarnate. Yet if the work he had engaged to accomplish was to be completed, then it became him to take on him the likeness of a sinner, and to fulfil all righteousness ( Matthew 3:15 ).", "The official duty of Christ and the sinless person of Christ are to be distinguished. It was in his official capacity that he submitted to baptism. In coming to John our Lord virtually said, \"Though sinless, and without any personal taint, yet in my public or official capacity as the Sent of God, I stand in the room of many, and bring with me the sin of the world, for which I am the propitiation.\" Christ was not made under the law on his own account. It was as surety of his people, a position which he spontaneously assumed. The administration of the rite of baptism was also a symbol of the baptism of suffering before him in this official capacity ( Luke 12:50 ). In thus presenting himself he in effect dedicated or consecrated himself to the work of fulfilling all righteousness."], "Word": "Baptism of Christ", "Dictionary": "Easton's Bible Dictionary"}, "6": {"Definitions": ["An ordinance immediately instituted by Christ ( Matthew 28:19, 20 ), and designed to be observed in the church, like that of the Supper, \"till he come.\" The words \"baptize\" and \"baptism\" are simply Greek words transferred into English. This was necessarily done by the translators of the Scriptures, for no literal translation could properly express all that is implied in them.", "The mode of baptism can in no way be determined from the Greek word rendered \"baptize.\" Baptists say that it means \"to dip,\" and nothing else. That is an incorrect view of the meaning of the word. It means both (1) to dip a thing into an element or liquid, and (2) to put an element or liquid over or on it. Nothing therefore as to the mode of baptism can be concluded from the mere word used. The word has a wide latitude of meaning, not only in the New Testament, but also in the LXX. Version of the Old Testament, where it is used of the ablutions and baptisms required by the Mosaic law. These were effected by immersion, and by affusion and sprinkling; and the same word, \"washings\" ( Hebrews 9:10, 13, 19, 21 ) or \"baptisms,\" designates them all. In the New Testament there cannot be found a single well-authenticated instance of the occurrence of the word where it necessarily means immersion. Moreover, none of the instances of baptism recorded in the Acts of the Apostles ( 2:38-41 ;  8:26-39 ;  9:17, 18 ;  22:12-16 ;  10:44-48 ;  16:32-34 ) favours the idea that it was by dipping the person baptized, or by immersion, while in some of them such a mode was highly improbable.", "The gospel and its ordinances are designed for the whole world, and it cannot be supposed that a form for the administration of baptism would have been prescribed which would in any place (as in a tropical country or in polar regions) or under any circumstances be inapplicable or injurious or impossible.", "Baptism and the Lord's Supper are the two symbolical ordinances of the New Testament. The Supper represents the work of Christ, and Baptism the work of the Spirit. As in the Supper a small amount of bread and wine used in this ordinance exhibits in symbol the great work of Christ, so in Baptism the work of the Holy Spirit is fully seen in the water poured or sprinkled on the person in the name of the Father, Son, and Holy Ghost. That which is essential in baptism is only \"washing with water,\" no mode being specified and none being necessary or essential to the symbolism of the ordinance.", "The apostles of our Lord were baptized with the Holy Ghost ( Matthew 3:11 ) by his coming upon them ( Acts 1:8 ). The fire also with which they were baptized sat upon them. The extraordinary event of Pentecost was explained by Peter as a fulfilment of the ancient promise that the Spirit would be poured out in the last days ( 2:17 ). He uses also with the same reference the expression shed forth as descriptive of the baptism of the Spirit (33). In the Pentecostal baptism \"the apostles were not dipped into the Spirit, nor plunged into the Spirit; but the Spirit was shed forth, poured out, fell on them ( 11:15 ), came upon them, sat on them.\" That was a real and true baptism. We are warranted from such language to conclude that in like manner when water is poured out, falls, comes upon or rests upon a person when this ordinance is administered, that person is baptized. Baptism is therefore, in view of all these arguments \"rightly administered by pouring or sprinkling water upon the person.\"", "The subjects of baptism. This raises questions of greater importance than those relating to its mode.", "1. The controversy here is not about \"believers' baptism,\" for that is common to all parties. Believers were baptized in apostolic times, and they have been baptized in all time by all the branches of the church. It is altogether a misrepresentation to allege, as is sometimes done by Baptists, that their doctrine is \"believers' baptism.\" Every instance of adult baptism, or of \"believers' baptism,\" recorded in the New Testament ( Acts 2:41 ;  8:37 ;  9:17, 18 ;  10:47 ;  16:15 ;  19:5 , etc.) is just such as would be dealt with in precisely the same way by all branches of the Protestant Church, a profession of faith or of their being \"believers\" would be required from every one of them before baptism. The point in dispute is not the baptism of believers, but whether the infant children of believers, i.e., of members of the church, ought to be baptized.", "2. In support of the doctrine of infant baptism, i.e., of the baptism of the infants, or rather the \"children,\" of believing parents, the following considerations may be adduced:", "The Church of Christ exists as a divinely organized community. It is the \"kingdom of God,\" one historic kingdom under all dispensations. The commonwealth of Israel was the \"church\" ( Acts 7:38 ;  Romans 9:4 ) under the Mosaic dispensation. The New Testament church is not a new and different church, but one with that of the Old Testament. The terms of admission into the church have always been the same viz., a profession of faith and a promise of subjection to the laws of the kingdom. Now it is a fact beyond dispute that the children of God's people under the old dispensation were recognized as members of the church. Circumcision was the sign and seal of their membership. It was not because of carnal descent from Abraham, but as being the children of God's professing people, that this rite was administered ( Romans 4:11 ). If children were members of the church under the old dispensation, which they undoubtedly were, then they are members of the church now by the same right, unless it can be shown that they have been expressly excluded. Under the Old Testament parents acted for their children and represented them. (See  Genesis 9:9 ;  17:10 ;  Exodus 24:7, 8 ;  Deuteronomy 29:9-13 .) When parents entered into covenant with God, they brought their children with them. This was a law in the Hebrew Church. When a proselyte was received into membership, he could not enter without bringing his children with him. The New Testament does not exclude the children of believers from the church. It does not deprive them of any privilege they enjoyed under the Old Testament. There is no command or statement of any kind, that can be interpreted as giving any countenance to such an idea, anywhere to be found in the New Testament. The church membership of infants has never been set aside. The ancient practice, orginally appointed by God himself, must remain a law of his kingdom till repealed by the same divine authority. There are lambs in the fold of the Good Shepherd ( John 21:15 ; comp.  Luke 1:15 ;  Matthew 19:14 ;  1 Corinthians 7:14 ).", "\"In a company of converts applying for admission into Christ's house there are likely to be some heads of families. How is their case to be treated? How, for example, are Lydia and her neighbour the keeper of the city prison to be treated? Both have been converted. Both are heads of families. They desire to be received into the infant church of Philippi. What is Christ's direction to them? Shall we say that it is to this effect: 'Arise, and wash away your sins, and come into my house. But you must come in by yourselves. These babes in your arms, you must leave them outside. They cannot believe yet, and so they cannot come in. Those other little ones by your side, their hearts may perhaps have been touched with the love of God; still, they are not old enough to make a personal profession, so they too must be left outside...For the present you must leave them where they are and come in by yourselves.' One may reasonably demand very stringent proofs before accepting this as a fair representation of the sort of welcome Christ offers to parents who come to his door bringing their children with them. Surely it is more consonant with all we know about him to suppose that his welcome will be more ample in its scope, and will breathe a more gracious tone. Surely it would be more like the Good Shepherd to say, Come in, and bring your little ones along with you. The youngest needs my salvation; and the youngest is accessible to my salvation. You may be unable as yet to deal with them about either sin or salvation, but my gracious power can find its way into their hearts even now. I can impart to them pardon and a new life. From Adam they have inherited sin and death; and I can so unite them to myself that in me they shall be heirs of righteousness and life. You may without misgiving bring them to me. And the law of my house requires that the same day which witnesses your reception into it by baptism must witness their reception also'\" (The Church, by Professor Binnie, D.D.)."], "Word": "Baptism, Christian", "Dictionary": "Easton's Bible Dictionary"}, "7": {"Definitions": ["Was not Christian baptism, nor was that which was practised by the disciples previous to our Lord's crucifixion. Till then the New Testament economy did not exist. John's baptism bound its subjects to repentance, and not to the faith of Christ. It was not administered in the name of the Trinity, and those whom John baptized were rebaptized by Paul ( Acts 18:24 ;  19:7 )."], "Word": "Baptism, John's", "Dictionary": "Easton's Bible Dictionary"}, "8": {"Definitions": ["BAPTIS'MAL ,  adjective   Pertaining to baptist; as a  baptismal  vow."], "Word": "Baptismal", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαπτίζω", "transliteration": "baptizō", "strongs_definition": "to make whelmed (that is fully wet); used only (in the New Testament) of ceremonial ablution especially (technically) of the ordinance of Christian baptism", "word_translated": "baptizing", "bible_usage": "baptist baptize wash.", "part_of_speech": "", "translation_occurrences": {"Baptist": "1", "baptizest": "1", "baptizeth": "2", "washed": "1", "wash": "1", "baptize": "9", "baptized": "59", "baptizing": "4"}, "brown_driver_definition": [], "phonetic": "bap-tid'-zo", "strongs_number": "G907", "thayers_definition": [" 1. to dip repeatedly, to immerse, to submerge (of vessels sunk) ", " 2. to cleanse by dipping or submerging, to wash, to make clean with water, to wash one's self, bathe ", " 3. to overwhelm Not to be confused with 911, bapto. The clearest example that showsthe meaning of baptizo is a text from the Greek poet and physicianNicander, who lived about 200 B.C. It is a recipe for making picklesand is helpful because it uses both words. Nicander says that inorder to make a pickle, the vegetable should first be 'dipped'(bapto) into boiling water and then 'baptised' (baptizo) in thevinegar solution. Both verbs concern the immersing of vegetables in asolution. But the first is temporary. The second, the act ofbaptising the vegetable, produces a permanent change. When used in the New Testament, this word more often refers to ourunion and identification with Christ than to our water baptism. e.g.Mark 16:16. 'He that believes and is baptised shall be saved'.Christ is saying that mere intellectual assent is not enough. Theremust be a union with him, a real change, like the vegetable to thepickle! Bible Study Magazine, James Montgomery Boice, May 1989. "], "word_origin": "From a derivative of G911", "bible_references": ["Mat 28:19", "John 1:28", "John 1:31", "John 3:23"], "letter": "B", "origin_links": ["G911"], "data": {"1": {"Definitions": ["BAPTI'ZING ,  participle present tense   Administering baptism to; christening."], "Word": "Baptizing", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βαλάκ", "transliteration": "Balak", "strongs_definition": "Balak a Moabite", "word_translated": "Balac", "bible_usage": "Balac.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Balac": "1"}, "brown_driver_definition": [], "phonetic": "bal-ak'", "strongs_number": "G904", "thayers_definition": ["Balak = \"a devastator or spoiler\" ", " 1. a king of Moab "], "word_origin": "Of Hebrew origin [H1111]", "bible_references": ["Rev 2:14"], "letter": "B", "origin_links": ["H1111"], "data": {"1": {"Definitions": ["See Balak Balak"], "Word": "Balac", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["( Revelation 2:14 ) [ BALAK ]"], "Word": "Balac", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "βαπτίζω", "transliteration": "baptizō", "strongs_definition": "to make whelmed (that is fully wet); used only (in the New Testament) of ceremonial ablution especially (technically) of the ordinance of Christian baptism", "word_translated": "baptizeth", "bible_usage": "baptist baptize wash.", "part_of_speech": "", "translation_occurrences": {"Baptist": "1", "baptizest": "1", "baptizeth": "2", "washed": "1", "wash": "1", "baptize": "9", "baptized": "59", "baptizing": "4"}, "brown_driver_definition": [], "phonetic": "bap-tid'-zo", "strongs_number": "G907", "thayers_definition": [" 1. to dip repeatedly, to immerse, to submerge (of vessels sunk) ", " 2. to cleanse by dipping or submerging, to wash, to make clean with water, to wash one's self, bathe ", " 3. to overwhelm Not to be confused with 911, bapto. The clearest example that showsthe meaning of baptizo is a text from the Greek poet and physicianNicander, who lived about 200 B.C. It is a recipe for making picklesand is helpful because it uses both words. Nicander says that inorder to make a pickle, the vegetable should first be 'dipped'(bapto) into boiling water and then 'baptised' (baptizo) in thevinegar solution. Both verbs concern the immersing of vegetables in asolution. But the first is temporary. The second, the act ofbaptising the vegetable, produces a permanent change. When used in the New Testament, this word more often refers to ourunion and identification with Christ than to our water baptism. e.g.Mark 16:16. 'He that believes and is baptised shall be saved'.Christ is saying that mere intellectual assent is not enough. Theremust be a union with him, a real change, like the vegetable to thepickle! Bible Study Magazine, James Montgomery Boice, May 1989. "], "word_origin": "From a derivative of G911", "bible_references": ["John 1:33", "John 3:26"], "letter": "B", "origin_links": ["G911"], "data": {"1": {"Definitions": ["BAPTI'ZE ,  verb transitive   [ See Baptism .] To administer the sacrament of baptism to; to christen. By some denominations of christians, baptism is performed by plunging, or immersing the whole body in water, and this is done to none but adults. More generally the ceremony is performed by sprinkling water on the face of a person, whether an infant or an adult, and in the case of an infant, by giving him a name, in the name of the Father, Son and Holy Spirit, which is called Christening."], "Word": "Baptize", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BAPTI'ZED ,  participle passive   Having received baptism; christened."], "Word": "Baptized", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BAPTI'ZER ,  noun   One who christens, or administers baptism."], "Word": "Baptizer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαπτίζω", "transliteration": "baptizō", "strongs_definition": "to make whelmed (that is fully wet); used only (in the New Testament) of ceremonial ablution especially (technically) of the ordinance of Christian baptism", "word_translated": "baptized", "bible_usage": "baptist baptize wash.", "part_of_speech": "", "translation_occurrences": {"Baptist": "1", "baptizest": "1", "baptizeth": "2", "washed": "1", "wash": "1", "baptize": "9", "baptized": "59", "baptizing": "4"}, "brown_driver_definition": [], "phonetic": "bap-tid'-zo", "strongs_number": "G907", "thayers_definition": [" 1. to dip repeatedly, to immerse, to submerge (of vessels sunk) ", " 2. to cleanse by dipping or submerging, to wash, to make clean with water, to wash one's self, bathe ", " 3. to overwhelm Not to be confused with 911, bapto. The clearest example that showsthe meaning of baptizo is a text from the Greek poet and physicianNicander, who lived about 200 B.C. It is a recipe for making picklesand is helpful because it uses both words. Nicander says that inorder to make a pickle, the vegetable should first be 'dipped'(bapto) into boiling water and then 'baptised' (baptizo) in thevinegar solution. Both verbs concern the immersing of vegetables in asolution. But the first is temporary. The second, the act ofbaptising the vegetable, produces a permanent change. When used in the New Testament, this word more often refers to ourunion and identification with Christ than to our water baptism. e.g.Mark 16:16. 'He that believes and is baptised shall be saved'.Christ is saying that mere intellectual assent is not enough. Theremust be a union with him, a real change, like the vegetable to thepickle! Bible Study Magazine, James Montgomery Boice, May 1989. "], "word_origin": "From a derivative of G911", "bible_references": ["Mat 3:6", "Mat 3:13", "Mat 3:14", "Mat 3:16", "Mat 20:22", "Mat 20:22", "Mat 20:23", "Mat 20:23", "Mark 1:5", "Mark 1:8", "Mark 1:9", "Mark 10:38", "Mark 10:38", "Mark 10:39", "Mark 10:39", "Mark 16:16", "Luke 3:7", "Luke 3:12", "Luke 3:21", "Luke 3:21", "Luke 7:29", "Luke 7:30", "Luke 12:50", "John 3:22", "John 3:23", "John 4:1", "John 4:2", "Act 1:5", "Act 1:5", "Act 2:38", "Act 2:41", "Act 8:12", "Act 8:13", "Act 8:16", "Act 8:36", "Act 8:38", "Act 9:18", "Act 10:47", "Act 10:48", "Act 11:16", "Act 11:16", "Act 16:15", "Act 16:33", "Act 18:8", "Act 19:3", "Act 19:4", "Act 19:5", "Act 22:16", "Rom 6:3", "Rom 6:3", "1 Cor 1:13", "1 Cor 1:14", "1 Cor 1:15", "1 Cor 1:16", "1 Cor 10:2", "1 Cor 12:13", "1 Cor 15:29", "1 Cor 15:29", "Gal 3:27"], "letter": "B", "origin_links": ["G911"], "data": {"1": {"Definitions": ["BAPTI'ZED ,  participle passive   Having received baptism; christened."], "Word": "Baptized", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαπτίζω", "transliteration": "baptizō", "strongs_definition": "to make whelmed (that is fully wet); used only (in the New Testament) of ceremonial ablution especially (technically) of the ordinance of Christian baptism", "word_translated": "baptize", "bible_usage": "baptist baptize wash.", "part_of_speech": "", "translation_occurrences": {"Baptist": "1", "baptizest": "1", "baptizeth": "2", "washed": "1", "wash": "1", "baptize": "9", "baptized": "59", "baptizing": "4"}, "brown_driver_definition": [], "phonetic": "bap-tid'-zo", "strongs_number": "G907", "thayers_definition": [" 1. to dip repeatedly, to immerse, to submerge (of vessels sunk) ", " 2. to cleanse by dipping or submerging, to wash, to make clean with water, to wash one's self, bathe ", " 3. to overwhelm Not to be confused with 911, bapto. The clearest example that showsthe meaning of baptizo is a text from the Greek poet and physicianNicander, who lived about 200 B.C. It is a recipe for making picklesand is helpful because it uses both words. Nicander says that inorder to make a pickle, the vegetable should first be 'dipped'(bapto) into boiling water and then 'baptised' (baptizo) in thevinegar solution. Both verbs concern the immersing of vegetables in asolution. But the first is temporary. The second, the act ofbaptising the vegetable, produces a permanent change. When used in the New Testament, this word more often refers to ourunion and identification with Christ than to our water baptism. e.g.Mark 16:16. 'He that believes and is baptised shall be saved'.Christ is saying that mere intellectual assent is not enough. Theremust be a union with him, a real change, like the vegetable to thepickle! Bible Study Magazine, James Montgomery Boice, May 1989. "], "word_origin": "From a derivative of G911", "bible_references": ["Mat 3:11", "Mat 3:11", "Mark 1:4", "Mark 1:8", "Luke 3:16", "Luke 3:16", "John 1:26", "John 1:33", "1 Cor 1:17"], "letter": "B", "origin_links": ["G911"], "data": {"1": {"Definitions": ["BAPTI'ZE ,  verb transitive   [ See Baptism .] To administer the sacrament of baptism to; to christen. By some denominations of christians, baptism is performed by plunging, or immersing the whole body in water, and this is done to none but adults. More generally the ceremony is performed by sprinkling water on the face of a person, whether an infant or an adult, and in the case of an infant, by giving him a name, in the name of the Father, Son and Holy Spirit, which is called Christening."], "Word": "Baptize", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BAPTI'ZED ,  participle passive   Having received baptism; christened."], "Word": "Baptized", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BAPTI'ZER ,  noun   One who christens, or administers baptism."], "Word": "Baptizer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βαπτίζω", "transliteration": "baptizō", "strongs_definition": "to make whelmed (that is fully wet); used only (in the New Testament) of ceremonial ablution especially (technically) of the ordinance of Christian baptism", "word_translated": "baptizest", "bible_usage": "baptist baptize wash.", "part_of_speech": "", "translation_occurrences": {"Baptist": "1", "baptizest": "1", "baptizeth": "2", "washed": "1", "wash": "1", "baptize": "9", "baptized": "59", "baptizing": "4"}, "brown_driver_definition": [], "phonetic": "bap-tid'-zo", "strongs_number": "G907", "thayers_definition": [" 1. to dip repeatedly, to immerse, to submerge (of vessels sunk) ", " 2. to cleanse by dipping or submerging, to wash, to make clean with water, to wash one's self, bathe ", " 3. to overwhelm Not to be confused with 911, bapto. The clearest example that showsthe meaning of baptizo is a text from the Greek poet and physicianNicander, who lived about 200 B.C. It is a recipe for making picklesand is helpful because it uses both words. Nicander says that inorder to make a pickle, the vegetable should first be 'dipped'(bapto) into boiling water and then 'baptised' (baptizo) in thevinegar solution. Both verbs concern the immersing of vegetables in asolution. But the first is temporary. The second, the act ofbaptising the vegetable, produces a permanent change. When used in the New Testament, this word more often refers to ourunion and identification with Christ than to our water baptism. e.g.Mark 16:16. 'He that believes and is baptised shall be saved'.Christ is saying that mere intellectual assent is not enough. Theremust be a union with him, a real change, like the vegetable to thepickle! Bible Study Magazine, James Montgomery Boice, May 1989. "], "word_origin": "From a derivative of G911", "bible_references": ["John 1:25"], "letter": "B", "origin_links": ["G911"], "data": {"1": {"Definitions": ["BAPTI'ZE ,  verb transitive   [ See Baptism .] To administer the sacrament of baptism to; to christen. By some denominations of christians, baptism is performed by plunging, or immersing the whole body in water, and this is done to none but adults. More generally the ceremony is performed by sprinkling water on the face of a person, whether an infant or an adult, and in the case of an infant, by giving him a name, in the name of the Father, Son and Holy Spirit, which is called Christening."], "Word": "Baptize", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BAPTI'ZED ,  participle passive   Having received baptism; christened."], "Word": "Baptized", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BAPTI'ZER ,  noun   One who christens, or administers baptism."], "Word": "Baptizer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βαρτιμαῖος", "transliteration": "Bartimaios", "strongs_definition": "son of Timaeus (or the unclean); Bartimaeus an Israelite", "word_translated": "Bartimaeus", "bible_usage": "Bartimus.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Bartimaeus": "1"}, "brown_driver_definition": [], "phonetic": "bar-tim-ah'-yos", "strongs_number": "G924", "thayers_definition": ["Bartimaeus = \"son of Timaeus\" ", " 1. a certain blind man "], "word_origin": "Of Chaldee origin [H1247] and [H2931]", "bible_references": ["Mark 10:46"], "letter": "B", "origin_links": ["H1247", "H2931"], "data": {"1": {"Definitions": ["Son of Timaeus, one of the two blind beggars of Jericho ( Mark 10:46 ;  Matthew 20:30 ). His blindness was miraculously cured on the ground of his faith."], "Word": "Bartimaeus", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["( son of Timeus ), a blind beggar of Jericho who, ( Mark 10:46 ) ff., sat by the wayside begging as our Lord passed out of Jericho on his last journey to Jerusalem."], "Word": "Bartimaeus", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βαρσαβᾶς", "transliteration": "Barsabas", "strongs_definition": "son of Sabas (or Tsaba); Barsabas the name of two Israelites", "word_translated": "Barsabas", "bible_usage": "Barsabas.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Barsabas": "2"}, "brown_driver_definition": [], "phonetic": "bar-sab-as'", "strongs_number": "G923", "thayers_definition": ["Barsabas = \"son of Sabas\" ", " 1. the surname of a certain Joseph (Acts 1: ", " 2. ", " 3. the surname of a certain Judas (Acts 15: ", " 4. "], "word_origin": "Of Chaldee origin [H1247] and probably [H6634]", "bible_references": ["Act 1:23", "Act 15:22"], "letter": "B", "origin_links": ["H1247", "H6634"], "data": {"1": {"Definitions": ["Son of Saba, the surname (1) of Joseph, also called Justus ( Acts 1:23 ), some identify him with Barnabas; (2) of Judas, who was a \"prophet.\" Nothing more is known of him than what is mentioned in  Acts 15:32 ."], "Word": "Barsabas", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["son of return; son of rest"], "Word": "Barsabas", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. Surname of Joseph Acts 1:23", "2. Judas Acts 15:22"], "Word": "Barsabas", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( son of Sabas  or  rest ). [JOSEPH BARSABAS; JUDAS BARSABAS]"], "Word": "Barsabas", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "βασκαίνω", "transliteration": "baskainō", "strongs_definition": "to malign that is (by extension) to fascinate (by false representations)", "word_translated": "bewitched", "bible_usage": "bewitch.", "part_of_speech": "Verb", "translation_occurrences": {"bewitched": "1"}, "brown_driver_definition": [], "phonetic": "bas-kah'ee-no", "strongs_number": "G940", "thayers_definition": [" 1. to speak ill of one, to slander, traduce him ", " 2. to bring evil on one by feigning praise or an evil eye ", " 3. to charm, to bewitch "], "word_origin": "Akin to G5335", "bible_references": ["Gal 3:1"], "letter": "B", "origin_links": ["G5335"], "data": {"1": {"Definitions": ["BEWITCH'ED ,  participle passive   Fascinated; charmed."], "Word": "Bewitched", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βεελζεβούλ", "transliteration": "Beelzeboul", "strongs_definition": "dung god; Beelzebul a name of Satan", "word_translated": "Beelzebub", "bible_usage": "Beelzebub.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Beelzebub": "7"}, "brown_driver_definition": [], "phonetic": "beh-el-zeb-ool'", "strongs_number": "G954", "thayers_definition": ["Beelzebub = \"lord of the house\" ", " 1. a name of Satan, the prince of evil spirits "], "word_origin": "Of Chaldee origin (by parody upon [H1176])", "bible_references": ["Mat 10:25", "Mat 12:24", "Mat 12:27", "Mark 3:22", "Luke 11:15", "Luke 11:18", "Luke 11:19"], "letter": "B", "origin_links": ["H1176"], "data": {"1": {"Definitions": ["(Gr. form Beel'zebul), the name given to Satan, and found only in the New Testament ( Matthew 10:25 ;  12:24, 27 ;  Mark 3:22 ). It is probably the same as Baalzebub (q.v.), the god of Ekron, meaning \"the lord of flies,\" or, as others think, \"the lord of dung,\" or \"the dung-god.\""], "Word": "Beelzebub", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["same as Baalzebub"], "Word": "Beelzebub", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["The prince of devils Matthew 10:25 ;  Matthew 12:24 ;  Matthew 12:27 ;  Mark 3:22 ;  Luke 11:15 ;  Luke 11:18-19", "Messengers sent to inquire of, by Ahaziah 2 Kings 1:2 Baal-Zebub"], "Word": "Beelzebub", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["[ BEELZEBUL ]"], "Word": "Beelzebub", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βέροια", "transliteration": "Beroia", "strongs_definition": "Beraea a place in Macedonia", "word_translated": "Berea", "bible_usage": "Berea.", "part_of_speech": "Noun Location", "translation_occurrences": {"Berea": "2"}, "brown_driver_definition": [], "phonetic": "ber'-oy-ah", "strongs_number": "G960", "thayers_definition": ["Berea = \"well watered\" ", " 1. a city in Macedonia, near Pella, at the foot of Mount Bermius "], "word_origin": "Perhaps a provincial from a derivative of G4008 (Peraea that is the region beyond the coast line)", "bible_references": ["Act 17:10", "Act 17:13"], "letter": "B", "origin_links": ["G4008"], "data": {"1": {"Definitions": ["A city of Macedonia to which Paul with Silas and Timotheus went when persecuted at Thessalonica ( Acts 17:10, 13 ), and from which also he was compelled to withdraw, when he fled to the sea-coast and thence sailed to Athens (14, 15). Sopater, one of Paul's companions belonged to this city, and his conversion probably took place at this time ( Acts 20:4 ). It is now called Verria."], "Word": "Berea", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["heavy; weighty"], "Word": "Berea", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A city in the south of Macedonia. Acts 17:10 ;  Acts 17:13 ;  Acts 20:4"], "Word": "Berea", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["BERE'AVE ,  verb transitive    preterit tense  bereaved, bereft: participle passive  bereaved, bereft.", "1.  To deprive; to strip; to make destitute; with of before the thing taken away.", "Me have ye bereaved of my children.  Genesis 42:36 .", "It is sometimes used without of, and is particularly applied to express the loss of friends by death.", "2.  To take away from."], "Word": "Bereave", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BERE'AVED ,  participle passive   Deprived; stripped and left destitute."], "Word": "Bereaved", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["From God Exodus 12:29 ;  Hosea 9:12", "Mourning in, forbidden to Aaron, on account of his son's wickedness Leviticus 10:6", "Mourning in, forbidden to Ezekiel, for his wife Ezekiel 24:16-18", "Instances of:", "Abraham, of Sarah Genesis 23:2", "Jacob, of Joseph Genesis 37:34-35", "Joseph, of his father Genesis 50:1 ;  Genesis 50:4", "The Egyptians, of their firstborn Exodus 12:29-33", "Naomi, of her husband Ruth 1:3 ;  Ruth 1:5 ;  Ruth 1:20-21", "David, of his child by Bath-Sheba 2 Samuel 12:15-23", "Absalom 2 Samuel 18:33 ;  2 Samuel 19:4", "Resignation in 2 Samuel 12:22-23 ;  Job 1:18-21 ;  Ecclesiastes 7:2-4 ;  1 Thessalonians 4:13-18 Afflictions, Consolation in ;  Afflictions, Resignation in ;  Resignation"], "Word": "Bereavement", "Dictionary": "Naves Topical Index"}, "7": {"Definitions": ["BERE'AVEMENT ,  noun   Deprivation, particularly by the loss of a friend by death."], "Word": "Bereavement", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BERE'AVING ,  participle present tense   Stripping bare; depriving."], "Word": "Bereaving", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βερνίκη", "transliteration": "Bernikē", "strongs_definition": "victorious; Bernice a member of the Herodian family", "word_translated": "Bernice", "bible_usage": "Bernice.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"Bernice": "3"}, "brown_driver_definition": [], "phonetic": "ber-nee'-kay", "strongs_number": "G959", "thayers_definition": ["Bernice = \"bring victory\" ", " 1. the eldest daughter of Herod Agrippa I. Acts 12:1 "], "word_origin": "From a provincial form of G5342 and G3529", "bible_references": ["Act 25:13", "Act 25:23", "Act 26:30"], "letter": "B", "origin_links": ["G5342", "G3529"], "data": {"1": {"Definitions": ["Bearer of victory, the eldest daughter of Agrippa I., the Herod Agrippa of  Acts 12:20 . After the early death of her first husband she was married to her uncle Herod, king of Chalcis. After his death (A.D. 40) she lived in incestuous connection with her brother Agrippa II. ( Acts 25:13, 23 ;  26:30 ). They joined the Romans at the outbreak of the final war between them and the Jews, and lived afterwards at Rome."], "Word": "Bernice", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["one that brings victory"], "Word": "Bernice", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["Daughter of Agrippa. Acts 25:13 ;  Acts 25:23 ;  Acts 26:30"], "Word": "Bernice", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( bringing victory ), the eldest daughter of Herod Agrippa I. ( Acts 12:1 ) etc. She was first married to her uncle Herod, king of Chaleis, and after his death (A.D. 48) she lived under circumstances of great suspicion with her own brother, Agrippa II., in connection with whom she is mentioned, ( Acts 25:13,23 ;  26:30 ) as having visited Festus on his appointment as procurator of Judea."], "Word": "Bernice, or Berenice", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βηθαβαρά", "transliteration": "Bēthabara", "strongs_definition": "ferry house; Bethabara (that is Bethabarah) a place on the Jordan", "word_translated": "Bethabara", "bible_usage": "Bethabara.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bethabara": "1"}, "brown_driver_definition": [], "phonetic": "bay-thab-ar-ah'", "strongs_number": "G962", "thayers_definition": ["Bethabara = \"house of the ford\" ", " 1. a place beyond Jordan, where John was baptising. This may correspond to Bethbarah (fords of Abarah), the ancient ford of the Jordan on the road to Gilead "], "word_origin": "Of Hebrew origin ([H1004] and [H5679])", "bible_references": ["John 1:28"], "letter": "B", "origin_links": ["H1004", "H5679"], "data": {"1": {"Definitions": ["House of the ford, a place on the east bank of the Jordan, where John was baptizing ( John 1:28 ). It may be identical with Bethbarah, the ancient ford of Jordan of which the men of Ephraim took possession ( Judges 7:24 ). The Revised Version reads \"Bethany beyond Jordan.\" It was the great ford, and still bears the name of \"the ford,\" Makhadhet Abarah, \"the ford of crossing over,\" about 25 miles from Nazareth. (See  BETHBARAH .)"], "Word": "Bethabara", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["the house of confidence"], "Word": "Bethabara", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A city east of the Jordan Judges 7:24", "John testifies to Christ's messiahship, and baptizes at John 1:28", "Jesus baptizes at John 10:39-42"], "Word": "Bethabara", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( house of the ford ), a place beyond Jordan, in which according to the Received Text of the New Testament, John was baptizing. ( John 1:28 ) If this reading be correct, Bethabara is identical with Beth-barah ( fords of Abarah ) the ancient ford of Jordan on the road to Gilead; or, which seems more likely, with Beth-nimrah, on the east of the river, nearly opposite Jericho. The Revised Version reads BETHANY, which see below."], "Word": "Bethabara", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βηθεσδά", "transliteration": "Bēthesda", "strongs_definition": "house of kindness; Bethesda a pool in Jerusalem", "word_translated": "Bethesda", "bible_usage": "Bethesda.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bethesda": "1"}, "brown_driver_definition": [], "phonetic": "bay-thes-dah'", "strongs_number": "G964", "thayers_definition": ["Bethesda = \"house of mercy\" or \"flowing water\" ", " 1. the name of a pool near the sheep-gate at Jerusalem, whose waters had curative powers "], "word_origin": "Of Chaldee origin (compare [H1004] and [H2617])", "bible_references": ["John 5:2"], "letter": "B", "origin_links": ["H1004", "H2617"], "data": {"1": {"Definitions": ["House of mercy, a reservoir (Gr. kolumbethra, \"a swimming bath\") with five porches, close to the sheep-gate or market ( Nehemiah 3:1 ;  John 5:2 ). Eusebius the historian (A.D. 330) calls it \"the sheep-pool.\" It is also called \"Bethsaida\" and \"Beth-zatha\" ( John 5:2 , R.V. marg.). Under these \"porches\" or colonnades were usually a large number of infirm people waiting for the \"troubling of the water.\" It is usually identified with the modern so-called Fountain of the Virgin, in the valley of the Kidron, and not far from the Pool of Siloam (q.v.); and also with the Birket Israel, a pool near the mouth of the valley which runs into the Kidron south of \"St. Stephen's Gate.\" Others again identify it with the twin pools called the \"Souterrains,\" under the convent of the Sisters of Zion, situated in what must have been the rock-hewn ditch between Bezetha and the fortress of Antonia. But quite recently Schick has discovered a large tank, as sketched here, situated about 100 feet north-west of St. Anne's Church, which is, as he contends, very probably the Pool of Bethesda. No certainty as to its identification, however, has as yet been arrived at. (See  FOUNTAIN ;  GIHON .)"], "Word": "Bethesda", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["house of pity or mercy"], "Word": "Bethesda", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["Pool of John 5:2-4"], "Word": "Bethesda", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( house of mercy,  or  the flowing water ), the Hebrew name of a reservoir or tank, with five \"porches,\" close upon the sheep-gate or \"market\" in Jerusalem. ( John 5:2 ) The largest reservoir -  Birket Israil  - 360 feet long, 120 feet wide and 80 feet deep, within the walls of the city, close by St. Stephen's Gate, and under the northeast wall of the Haram area, is generally considered to be the modern representative of Bethesda. Robinson, however, suggests that the ancient Bethesda is identical with what is now called the  Pool of the Virgin,  an intermittent pool, south of  Birket Israil  and north of the pool of Siloam."], "Word": "Bethesda", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βηθφαγή", "transliteration": "Bethphagē", "strongs_definition": "fig house; Bethphage a place in Palestine", "word_translated": "Bethphage", "bible_usage": "Bethphage.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bethphage": "3"}, "brown_driver_definition": [], "phonetic": "bayth-fag-ay'", "strongs_number": "G967", "thayers_definition": ["Bethphage = \"house of unripe figs\" ", " 1. the name of a hamlet between Jericho and Jerusalem, close to Bethany "], "word_origin": "Of Chaldee origin (compare [H1004] and [H6291])", "bible_references": ["Mat 21:1", "Mark 11:1", "Luke 19:29"], "letter": "B", "origin_links": ["H1004", "H6291"], "data": {"1": {"Definitions": ["House of the unripe fig, a village on the Mount of Olives, on the road from Jerusalem to Jericho ( Matthew 21:1 ;  Mark 11:1 ;  Luke 19:29 ), and very close to Bethany. It was the limit of a Sabbath-day's journey from Jerusalem, i.e., 2,000 cubits. It has been identified with the modern Kefr-et-Tur."], "Word": "Bethphage", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["house of my month,  or of early figs"], "Word": "Bethphage", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A village on the Mount of Olives. Matthew 21:1 ;  Mark 11:1 ;  Luke 19:29"], "Word": "Bethphage", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["(g hard) ( house of figs ) the name of a place on the Mount of Olives on the road between Jericho and Jerusalem. It was apparently close to Bethany. ( Matthew 21:1 ;  Mark 11:1 ;  Luke 19:29 )"], "Word": "Bethphage", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βηθσαϊδά", "transliteration": "Bēthsaida", "strongs_definition": "fishing house; Bethsaida a place in Palestine", "word_translated": "Bethsaida", "bible_usage": "Bethsaida.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bethsaida": "7"}, "brown_driver_definition": [], "phonetic": "bayth-sahee-dah'", "strongs_number": "G966", "thayers_definition": ["Bethsaida = \"house of fish\" ", " 1. a small fishing village on the west shore of Lake Gennesaret, home of Andrew, Peter, Philip and John ", " 2. a village in lower Gaulanitis on the eastern shore of Lake Gennesaret, not far from where the Jordan empties into it "], "word_origin": "Of Chaldee origin (compare [H1004] and [H6719])", "bible_references": ["Mat 11:21", "Mark 6:45", "Mark 8:22", "Luke 9:10", "Luke 10:13", "John 1:44", "John 12:21"], "letter": "B", "origin_links": ["H1004", "H6719"], "data": {"1": {"Definitions": ["House of fish.", "1.  A town in Galilee, on the west side of the sea of Tiberias, in the \"land of Gennesaret.\" It was the native place of Peter, Andrew, and Philip, and was frequently resorted to by Jesus ( Mark 6:45 ;  John 1:44 ;  12:21 ). It is supposed to have been at the modern Ain Tabighah, a bay to the north of Gennesaret.", "2.  A city near which Christ fed 5,000 ( Luke 9:10 ; comp.  John 6:17 ;  Matthew 14:15-21 ), and where the blind man had his sight restored ( Mark 8:22 ), on the east side of the lake, two miles up the Jordan. It stood within the region of Gaulonitis, and was enlarged by Philip the tetrarch, who called it \"Julias,\" after the emperor's daughter. Or, as some have supposed, there may have been but one Bethsaida built on both sides of the lake, near where the Jordan enters it. Now the ruins et-Tel."], "Word": "Bethsaida", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["house of fruits,  or of food,  or of snares"], "Word": "Bethsaida", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["1. A city of Galilee", "The city of Philip, Andrew, and Peter John 1:44 ;  John 12:21", "Jesus visits Mark 6:45", "Jesus cures a blind man in Mark 8:22", "Jesus prophesies against Matthew 11:21 ;  Luke 10:13", "2. Desert of, east of the sea of Galilee, Jesus feeds five thousand people in Luke 9:10 ;  Matthew 14:13 ;  Mark 6:32"], "Word": "Bethsaida", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["( house of fish )  of Galilee,  ( John 12:21 ) a city which was the native place of Andrew, Peter and Philip, ( John 1:44 ;  12:21 ) in the land of Gennesareth, ( Mark 6:46 ) comp.  Mark 6:53  And therefore on the west side of the lake. By comparing the narratives in ( Mark 6:31-53 ) and  Luke 9:10-17  It appears certain that the Bethsaida at which the five thousand were fed must have been a second place of the same name on the east of the lake. (But in reality \"there is but one Bethsaida, that known on our maps at Bethsaida Julias.\" L. Abbot in  Biblical and Oriental Journal  . The fact is that Bethsaida was a village on both sides of the Jordan as it enters the sea of Galilee on the north, so that the western part of the village was in Galilee and the eastern portion in Gaulonitis, part of the tetrarchy of Philip. This eastern portion was built up into a beautiful city by Herod Philip, and named by him  Bethsaida Julias  , after Julia the daughter of the Roman emperor Tiberius C'sar. On the plain of Butaiha, a mile or two to the east, the five thousand were fed. The western part of the town remained a small village.", "ED.)"], "Word": "Bethsaida", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βηθανία", "transliteration": "Bēthania", "strongs_definition": "date house; Bethany a place in Palestine", "word_translated": "Bethany", "bible_usage": "Bethany.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bethany": "11"}, "brown_driver_definition": [], "phonetic": "bay-than-ee'-ah", "strongs_number": "G963", "thayers_definition": ["Bethany = \"house of dates\" or, \"house of misery\" ", " 1. a village at the Mount of Olives, about two miles (3 km) from Jerusalem, on or near the normal road to Jericho ", " 2. a town or village on the east bank of the Jordan, where John was baptising "], "word_origin": "Of Chaldee origin", "bible_references": ["Mat 21:17", "Mat 26:6", "Mark 11:1", "Mark 11:11", "Mark 11:12", "Mark 14:3", "Luke 19:29", "Luke 24:50", "John 11:1", "John 11:18", "John 12:1"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["House of dates.", "1.  The Revised Version in  John 1:28  has this word instead of Bethabara, on the authority of the oldest manuscripts. It appears to have been the name of a place on the east of Jordan.", "2.  A village on the south-eastern slope of the Mount of Olives ( Mark 11:1 ), about 2 miles east of Jerusalem, on the road to Jericho. It derived its name from the number of palm-trees which grew there. It was the residence of Lazarus and his sisters. It is frequently mentioned in connection with memorable incidents in the life of our Lord ( Matthew 21:17 ;  26:6 ;  Mark 11:11, 12 ;  14:3 ;  Luke 24:50 ;  John 11:1 ;  12:1 ). It is now known by the name of el-Azariyeh, i.e., \"place of Lazarus,\" or simply Lazariyeh. Seen from a distance, the village has been described as \"remarkably beautiful, the perfection of retirement and repose, of seclusion and lovely peace.\" Now a mean village, containing about twenty families."], "Word": "Bethany", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["the house of song; the house of affliction"], "Word": "Bethany", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A village on the eastern slope of the Mount of Olives John 11:18", "Mary, Martha, and Lazarus dwell at Luke 10:38-41", "Lazarus dies and is raised to life at Luke 43:11", "Jesus attends a feast in Matthew 26:6-13 ;  John 12:1-9", "The colt on which Jesus made his triumphal entry into Jerusalem obtained at Mark 11:1-11", "Jesus sojourns at Matthew 21:17 ;  Mark 11:11-12 ;  Mark 11:19"], "Word": "Bethany", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["1.  ( house of dates, or house of misery ), a village which, scanty as are the notices of it contained in Scripture, is more intimately associated in our minds than perhaps any other place with the most familiar acts and scenes of the last days of the life of Christ. It was situated \"at\" the Mount of Olives, ( Mark 11:1 ;  Luke 19:29 ) about fifteen stadia (furlongs, i.e. 1 1/2 or 2 miles) from Jerusalem ( John 11:18 ) on or near the usual road From Jericho to the city, ( Luke 19:29 ) comp.  Mark 11:1  comp.  Mark 10:46  And close by the west(?) of another village called Bethphage, the two being several times mentioned together. Bethany was the home of Mary and Martha and Lazarus, and is now known by a name derived from Lazarus", "el-Azariyeh  or  Lazarieh  . It lies on the eastern slope of the Mount of Olives, fully a mile beyond the summit, and not very far from the point at which the road to Jericho begins its more sudden descent towards the Jordan valley.  El-'Azariyeh  is a ruinous and wretched village, a wild mountain hamlet of some twenty families. Bethany has been commonly explained \"house of dates,\" but it more probably signifies \"house of misery.\" H. Dixon, \"Holy Land,\" ii. 214, foll.\r\n\r\n 2.  In the Revised Version for BETHABARA, ( John 1:28 ) where Jesus was baptized by John. It was probably an obscure village near Bethabara, and in time its name faded out and was replaced by the larger and more important Bethabara.\r\n\r\n 3.  geographical. This word occurs as the prefix or suffix to the names of several places in Palestine, some of which are as follows-"], "Word": "Bethany", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βιθυνία", "transliteration": "Bithunia", "strongs_definition": "Bithynia a region of Asia", "word_translated": "Bithynia", "bible_usage": "Bithynia.", "part_of_speech": "Noun Location", "translation_occurrences": {"Bithynia": "2"}, "brown_driver_definition": [], "phonetic": "bee-thoo-nee'-ah", "strongs_number": "G978", "thayers_definition": ["Bithynia = \"a violent rushing\" ", " 1. a Roman province in Asia Minor, bounded by the Euxine Sea, the Propontis, Mysia, Phrygia, Galatia, Paphlagonia "], "word_origin": "Of uncertain derivation", "bible_references": ["Act 16:7", "1 Pet 1:1"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["A province in Asia Minor, to the south of the Euxine and Propontis. Christian congregations were here formed at an early time ( 1 Peter 1:1 ). Paul was prevented by the Spirit from entering this province ( Acts 16:7 ). It is noted in church history as the province ruled over by Pliny as Roman proconsul, who was perplexed as to the course he should take with the numerous Christians brought before his tribunal on account of their profession of Christianity and their conduct, and wrote to Trajan, the emperor, for instructions (A.D. 107)."], "Word": "Bithynia", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["violent precipitation"], "Word": "Bithynia", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["A Roman province in Asia Minor. Acts 16:7 ;  1 Peter 1:1"], "Word": "Bithynia", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["a Roman province of Asia Minor. Mentioned only in ( Acts 16:7 ) and in  1 Peter 1:1  The chief town of Bithynia was Nic'a, celebrated for the general Council of the Church held there in A.D. 325 against the Arian heresy."], "Word": "Bithynia", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "βλάσφημος", "transliteration": "blasphēmos", "strongs_definition": "scurrilous that is calumnious (against man) or (specifically) impious (against God)", "word_translated": "blasphemous", "bible_usage": "blasphemer (-mous) railing.", "part_of_speech": "Adjective", "translation_occurrences": {"blasphemous": "2", "railing": "1", "blasphemers": "1", "blasphemer": "1"}, "brown_driver_definition": [], "phonetic": "blas'-fay-mos", "strongs_number": "G989", "thayers_definition": [" 1. speaking evil, slanderous, reproachful, railing, abusive "], "word_origin": "From a derivative of G984 and G5345", "bible_references": ["Act 6:11", "Act 6:13"], "letter": "B", "origin_links": ["G984", "G5345"], "data": {"1": {"Definitions": ["BLAS'PHEMOUS ,  adjective   Containing blasphemy; calumnious; impiously irreverent or reproachful towards God."], "Word": "Blasphemous", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BLAS'PHEMOUSLY ,  adverb   Impiously; with impious irreverence to God."], "Word": "Blasphemously", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βλάσφημος", "transliteration": "blasphēmos", "strongs_definition": "scurrilous that is calumnious (against man) or (specifically) impious (against God)", "word_translated": "blasphemer", "bible_usage": "blasphemer (-mous) railing.", "part_of_speech": "Adjective", "translation_occurrences": {"blasphemous": "2", "railing": "1", "blasphemers": "1", "blasphemer": "1"}, "brown_driver_definition": [], "phonetic": "blas'-fay-mos", "strongs_number": "G989", "thayers_definition": [" 1. speaking evil, slanderous, reproachful, railing, abusive "], "word_origin": "From a derivative of G984 and G5345", "bible_references": ["1 Tim 1:13"], "letter": "B", "origin_links": ["G984", "G5345"], "data": {"1": {"Definitions": ["BLASPHE'MER ,  noun   One who blasphemes; one who speaks of God in impious and irreverent terms.  1 Timothy 1:13 ."], "Word": "Blasphemer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βλάσφημος", "transliteration": "blasphēmos", "strongs_definition": "scurrilous that is calumnious (against man) or (specifically) impious (against God)", "word_translated": "blasphemers", "bible_usage": "blasphemer (-mous) railing.", "part_of_speech": "Adjective", "translation_occurrences": {"blasphemous": "2", "railing": "1", "blasphemers": "1", "blasphemer": "1"}, "brown_driver_definition": [], "phonetic": "blas'-fay-mos", "strongs_number": "G989", "thayers_definition": [" 1. speaking evil, slanderous, reproachful, railing, abusive "], "word_origin": "From a derivative of G984 and G5345", "bible_references": ["2 Tim 3:2"], "letter": "B", "origin_links": ["G984", "G5345"], "data": {"1": {"Definitions": ["BLASPHE'MER ,  noun   One who blasphemes; one who speaks of God in impious and irreverent terms.  1 Timothy 1:13 ."], "Word": "Blasphemer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βλασφημέω", "transliteration": "blasphēmeō", "strongs_definition": "to vilify; specifically to speak impiously", "word_translated": "blasphemously", "bible_usage": "(speak) blaspheme (-er -mously -my) defame rail on revile speak evil.", "part_of_speech": "Verb", "translation_occurrences": {"on": "2", "blasphemously": "1", "blasphemy": "1", "of": "7", "blasphemeth": "2", "reviled": "1", "evil": "3", "reported": "1", "defamed": "1", "blasphemest": "1", "blaspheme": "6", "blasphemers": "1", "blasphemed": "7", "blaspheming": "1"}, "brown_driver_definition": [], "phonetic": "blas-fay-meh'-o", "strongs_number": "G987", "thayers_definition": [" 1. to speak reproachfully, rail at, revile, calumniate, blaspheme ", " 2. to be evil spoken of, reviled, railed at "], "word_origin": "From G989", "bible_references": ["Luke 22:65"], "letter": "B", "origin_links": ["G989"], "data": {"1": {"Definitions": ["BLAS'PHEMOUSLY ,  adverb   Impiously; with impious irreverence to God."], "Word": "Blasphemously", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βλασφημέω", "transliteration": "blasphēmeō", "strongs_definition": "to vilify; specifically to speak impiously", "word_translated": "blasphemest", "bible_usage": "(speak) blaspheme (-er -mously -my) defame rail on revile speak evil.", "part_of_speech": "Verb", "translation_occurrences": {"on": "2", "blasphemously": "1", "blasphemy": "1", "of": "7", "blasphemeth": "2", "reviled": "1", "evil": "3", "reported": "1", "defamed": "1", "blasphemest": "1", "blaspheme": "6", "blasphemers": "1", "blasphemed": "7", "blaspheming": "1"}, "brown_driver_definition": [], "phonetic": "blas-fay-meh'-o", "strongs_number": "G987", "thayers_definition": [" 1. to speak reproachfully, rail at, revile, calumniate, blaspheme ", " 2. to be evil spoken of, reviled, railed at "], "word_origin": "From G989", "bible_references": ["John 10:36"], "letter": "B", "origin_links": ["G989"], "data": {"1": {"Definitions": ["BLASPHE'ME ,  verb transitive   [Gr. The first syllable is the same as in blame, blasme, denoting injury; Latin  loedo, loesus; The last syllable is the Gr., to speak.]", "1.  To speak of the Supreme Being in terms of impious irreverence; to revile or speak reproachfully of God, or the Holy Spirit.  1 Kings 21:10 .  Mark 3:28 .", "2.  To speak evil of; to utter abuse or calumny against; to speak reproachfully of.", "BLASPHE'ME ,  verb intransitive   To utter blasphemy.", "He that shall  blaspheme  against the Holy Spirit shall not be forgiven.  Mark 3:29 .", "1.  To arrogate the prerogatives of God.", "This man blasphemeth. Who can forgive sins but God? \r\n Mat 9:3   Mark 2:7 ."], "Word": "Blaspheme", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BLASPHE'MER ,  noun   One who blasphemes; one who speaks of God in impious and irreverent terms.  1 Timothy 1:13 ."], "Word": "Blasphemer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "βλασφημέω", "transliteration": "blasphēmeō", "strongs_definition": "to vilify; specifically to speak impiously", "word_translated": "blaspheming", "bible_usage": "(speak) blaspheme (-er -mously -my) defame rail on revile speak evil.", "part_of_speech": "Verb", "translation_occurrences": {"on": "2", "blasphemously": "1", "blasphemy": "1", "of": "7", "blasphemeth": "2", "reviled": "1", "evil": "3", "reported": "1", "defamed": "1", "blasphemest": "1", "blaspheme": "6", "blasphemers": "1", "blasphemed": "7", "blaspheming": "1"}, "brown_driver_definition": [], "phonetic": "blas-fay-meh'-o", "strongs_number": "G987", "thayers_definition": [" 1. to speak reproachfully, rail at, revile, calumniate, blaspheme ", " 2. to be evil spoken of, reviled, railed at "], "word_origin": "From G989", "bible_references": ["Act 13:45"], "letter": "B", "origin_links": ["G989"], "data": {"1": {"Definitions": ["BLASPHE'MING ,  participle present tense   Uttering impious or reproachful words concerning God."], "Word": "Blaspheming", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "Βοανεργές", "transliteration": "Boanerges", "strongs_definition": "sons of commotion; Boanerges an epithet of two of the Apostles", "word_translated": "Boanerges", "bible_usage": "Boanerges.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Boanerges": "1"}, "brown_driver_definition": [], "phonetic": "bo-an-erg-es'", "strongs_number": "G993", "thayers_definition": ["Boanerges = \"sons of thunder\" ", " 1. a nickname given to James and John, the sons of Zebedee, by the Lord. The name seems to denote fiery and destructive zeal that may be likened to a thunder storm. "], "word_origin": "Of Chald origin ([H1123] and [H7266])", "bible_references": ["Mark 3:17"], "letter": "B", "origin_links": ["H1123", "H7266"], "data": {"1": {"Definitions": ["Sons of thunder, a surname given by our Lord to James and John ( Mark 3:17 ) on account of their fervid and impetuous temper ( Luke 9:54 )."], "Word": "Boanerges", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["son of thunder"], "Word": "Boanerges", "Dictionary": "Hitchcock's Names Dictionary"}, "3": {"Definitions": ["Surname of the sons of Zebedee. Mark 3:17"], "Word": "Boanerges", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["a name signifying  sons of thunder  , given by our Lord to the two sons of Zebedee, James and John, probably on account of their fiery earnestly. ( Mark 3:17 ) See ( Luke 9:54 ;  Mark 9:38 ) comp.  Matthew 20:20  etc."], "Word": "Boanerges", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "Βοσόρ", "transliteration": "Bosor", "strongs_definition": "Bosor (that is Beor) a Moabite", "word_translated": "Bosor", "bible_usage": "Bosor.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"Bosor": "1"}, "brown_driver_definition": [], "phonetic": "bos-or'", "strongs_number": "G1007", "thayers_definition": ["Bosor = \"burning or torch\" ", " 1. the father of Balaam "], "word_origin": "Of Hebrew origin [H1160]", "bible_references": ["2 Pet 2:15"], "letter": "B", "origin_links": ["H1160"], "data": {"1": {"Definitions": ["The Chaldee or Aramaic form of the name Beor, the father of Balaam ( 2 Peter 2:15 )."], "Word": "Bosor", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["See Beor; Bozrah Beor ;  Bozrah"], "Word": "Bosor", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["same as BEOR. ( 2 Peter 2:15 )"], "Word": "Bosor", "Dictionary": "Smith's Bible Dictionary"}}}
{"word_original": "γαστήρ", "transliteration": "gastēr", "strongs_definition": "the stomach; by analogy the matrix; figuratively a gourmand", "word_translated": "bellies", "bible_usage": "belly + with child womb.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"bellies": "1", "womb": "1"}, "brown_driver_definition": [], "phonetic": "gas-tare'", "strongs_number": "G1064", "thayers_definition": [" 1. the belly ", " 2. the womb ", " 3. the stomach ", " a. a glutton, gormandiser, a man who is as it were all stomach "], "word_origin": "Of uncertain derivation", "bible_references": ["Tit 1:12"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["The seat of the carnal affections ( Titus 1:12 ;  Philippians 3:19 ;  Romans 16:18 ). The word is used symbolically for the heart ( Proverbs 18:8 ;  20:27 ;  22:18 , marg.). The \"belly of hell\" signifies the grave or underworld ( Jonah 2:2 )."], "Word": "Belly", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Used figuratively for the seat of the affections. Job 15:2 ;  Job 15:35 ;  Job 20:20 ;  Psalms 44:25 ;  Proverbs 18:20 ;  Proverbs 20:27 ;  Proverbs 20:30 ;  Habakkuk 3:16 ;  John 7:38 ;  Titus 1:12"], "Word": "Belly", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BEL'LY ,  noun", "1.  That part of the human body which extends from the breast to the thighs, containing the bowels. It is called also the abdomen or lower  belly   to distinguish it from the head and breast, which are sometimes called bellies, from their cavity.", "2.  The part of a beast, corresponding to the human  belly", "3.  The womb.  Jeremiah 1:5 .", "4.  The receptacle of food; that which requires food, in opposition to the back.", "Whose god is their  belly    Philippians 3:19 .", "5.  The part of any thing which resembles the human  belly  in protuberance or cavity, as of a harp or a bottle.", "6.  Any hollow inclosed place; as the  belly  of hell, in Jonah.", "7.  In scripture,  belly  is used for the heart.  Proverbs 18:8 . 20.30. John 7:38 . Carnal lusts, sensual pleasure.  Romans 16:18 .  Philippians 3:19 :19. The whole man.  Titus 1:12 .", "BEL'LY ,  verb transitive   To fill; to swell out.", "BEL'LY ,  verb intransitive   To swell and become protuberant, like the belly; as bellying goblets; bellying canvas.", "1.  To strut."], "Word": "Belly", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BEL'LY-ACHE , noun  [belly and ache.] Pain in the bowels; the colic.", "BEL'LY-ACHE BUSH  or  WEED , A species of Jatropha."], "Word": "Belly-ache", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BEL'LY-BAND ,  noun   A band that encompasses the belly of a horse, and fastens the saddle; a girth."], "Word": "Belly-band", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["BEL'LY-BOUND ,  adjective   Diseased in the belly, so as to be costive, and shrunk in the belly."], "Word": "Belly-bound", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["BEL'LY-CHEER ,  noun   Good cheer, [Not used.]"], "Word": "Belly-cheer", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BEL'LY-FRETTING ,  noun   The chafing of a horse's belly, with a fore girt.", "1.  A violent pain in a horse's belly, caused by worms."], "Word": "Belly-fretting", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BEL'LYFUL ,  noun   [belly and full.] As much as fills the belly, or satisfies the appetite. In familiar and ludicrous language, a great abundance; more than enough."], "Word": "Bellyful", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["BEL'LY-GOD ,  noun   [belly and god.] A glutton; one who makes a god of his belly; that is, whose great business or pleasure is to gratify his appetite."], "Word": "Belly-god", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["BEL'LYING ,  participle present tense   Enlarging capacity; swelling out, like the belly."], "Word": "Bellying", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["BEL'LY-PINCHED ,  adjective   [ See Pinch .] Starved; pinched with hunger.", "BEL'LY ROLL ,  noun   [See Roll.] A roller protuberant in the middle, to roll land between ridges, or in hollows."], "Word": "Belly-pinched", "Dictionary": "Webster's 1828 Dictionary"}, "13": {"Definitions": ["BEL'LY-SLAVE ,  noun   A slave to the appetite."], "Word": "Belly-slave", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["BEL'LY-TIMBER ,  noun   [ See Timber .[ Food; that which supports the belly."], "Word": "Belly-timber", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["BEL'LY-WORM ,  noun   [ See Worm .] A worm that breeds in the belly or stomach."], "Word": "Belly-worm", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δεῖ", "transliteration": "dei", "strongs_definition": "also δεόν deon which is neuter active participle of the same; both used impersonally; it is (was etc.) necessary (as binding)", "word_translated": "behoved", "bible_usage": "behoved be meet must (needs) (be) need (-ful) ought should.", "part_of_speech": "Verb", "translation_occurrences": {"be": "1", "needs": "5", "Shouldest": "1", "of": "1", "needful": "1", "should": "3", "oughtest": "3", "meet": "2", "behoved": "1", "ought": "29", "must": "57"}, "brown_driver_definition": [], "phonetic": "die deh-on'", "strongs_number": "G1163", "thayers_definition": [" 1. it is necessary, there is need of, it behooves, is right and proper ", " a. necessity lying in the nature of the case ", " b. necessity brought on by circumstances or by the conduct of others toward us. ", " c. necessity in reference to what is required to attain some end ", " d. a necessity of law and command, of duty, equity ", " e. necessity established by the counsel and decree of God, especially by that purpose of his which relates to the salvation of men by the intervention of Christ and which is disclosed in the Old Testament prophecies ", " 1. concerning what Christ was destined finally to undergo, his sufferings, death, resurrection, ascension "], "word_origin": "Third person singular active present of G1210", "bible_references": ["Luke 24:46"], "letter": "B", "origin_links": ["G1210"], "data": {"1": {"Definitions": ["BEHOVE , and its derivatives. [ See Behoove .]"], "Word": "Behove", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δελεάζω", "transliteration": "deleazō", "strongs_definition": "to entrap that is (figuratively) delude", "word_translated": "beguiling", "bible_usage": "allure beguile entice.", "part_of_speech": "Verb", "translation_occurrences": {"beguiling": "1", "allure": "1", "enticed": "1"}, "brown_driver_definition": [], "phonetic": "del-eh-ad'-zo", "strongs_number": "G1185", "thayers_definition": [" 1. to bait, catch by a bait ", " 2. metaph. to beguile by blanishments, allure, entice, deceive "], "word_origin": "From the baes of G1388", "bible_references": ["2 Pet 2:14"], "letter": "B", "origin_links": ["G1388"], "data": {"1": {"Definitions": ["BEGUI'LING ,  participle present tense   Deluding; deceiving by craft; eluding by artifice, amusing."], "Word": "Beguiling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δέρω", "transliteration": "derō", "strongs_definition": "properly to flay that is (by implication) to scourge or (by analogy) to thrash", "word_translated": "beating", "bible_usage": "beat smite.", "part_of_speech": "Verb", "translation_occurrences": {"smite": "1", "smote": "1", "beat": "5", "beateth": "1", "beaten": "5", "smitest": "1", "beating": "1"}, "brown_driver_definition": [], "phonetic": "der'-o", "strongs_number": "G1194", "thayers_definition": [" 1. to flay, skin ", " 2. to beat, thrash, smite "], "word_origin": "A primary verb", "bible_references": ["Mark 12:5"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["As a punishment Exodus 5:14 ;  Deuteronomy 25:3 ;  Mark 13:9 ;  Acts 5:40 ;  Acts 16:22 ;  Acts 16:37 ;  Acts 18:17 ;  Acts 21:32 ;  Acts 22:19 Assault and Battery ;  Punishment"], "Word": "Beating", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BE'ATING ,  participle present tense   Laying on blows; striking; dashing against; conquering; pounding; sailing against the direction of the wind; etc.", "BE'ATING , noun  The act of striking or giving blows; punishment or chastisement by blows.", "The  beating  of flax and hemp is an operation which renders them more soft and pliable. For this purpose, they are made into rolls and laid in a trough, where they are beat, till no roughness or hardness can be felt.", "In book binding,  beating  is performed by laying the book in quires or sheets folded, on a block, and  beating  it with a heavy broad-faced hammer. On this operation the elegance of the binding and the easy opening of the book chiefly depend.", "Beating the wind, was a practice in the ancient trial by combat. If one of the combatants did not appear on the field, the other was to beat the wind, by making flourishes with his weapons; by which he was entitled to the advantages of a conqueror.", "Beatings, in music, the regular pulsative swellings of sound, produced in an organ by pipes of the same key, when not in unison, and their vibrations not simultaneous or coincident."], "Word": "Beating", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "δέρω", "transliteration": "derō", "strongs_definition": "properly to flay that is (by implication) to scourge or (by analogy) to thrash", "word_translated": "beateth", "bible_usage": "beat smite.", "part_of_speech": "Verb", "translation_occurrences": {"smite": "1", "smote": "1", "beat": "5", "beateth": "1", "beaten": "5", "smitest": "1", "beating": "1"}, "brown_driver_definition": [], "phonetic": "der'-o", "strongs_number": "G1194", "thayers_definition": [" 1. to flay, skin ", " 2. to beat, thrash, smite "], "word_origin": "A primary verb", "bible_references": ["1 Cor 9:26"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BEAT ,  verb transitive    preterit tense   beat;  participle passive    beat   beaten. [Latin  batuo.  See Abate .]", "1.  To strike repeatedly; to lay on repeated blows, with a stick, with the hand or fist, or with any instrument, and for any cause, just or unjust, or for punishment.  Luke 12:45 .  Deuteronomy 25:3 .", "2.  To strike an instrument of music; to play on, as a drum.", "3.  To break, bruise, comminute, or pulverize by beating or pounding, as pepper or spices.  Exodus 30:36 .", "4.  To extend by beating, as gold or other malleable substance; or to hammer into any form; to forge.  Exodus 39:3 .", "5.  To strike bushes, to shake by beating, or to make a noise to rouse game.", "6.  To thresh; to force out corn from the husk by blows.", "7.  To break, mix or agitate by beating; as, to  beat  an egg with any other thing.", "8.  To dash or strike, as water; to strike or brush, as wind.", "9.  To tread, as a path.", "10.  To overcome in a battle, contest or strife; to vanquish or conquer; as, one beats another at play.", "Phrrhus  beat  the Carthaginians at sea.", "11.  To harass; to exercise severely; to overlabor; as, to  beat  the brains about logic.", "To  beat  down, to break, destroy, throw down, by beating or battering, as a wall.", "Also, to press down or lay flat, as by treading, by a current of water, by violent wind, etc.", "Also, to lower the price by importunity or argument.", "Also, to depress or crush; as, to bet down opposition.", "Also, to sink or lessen the price or value.", "Usury beats down the price of land.", "To  beat  back, to compel to retire or return.", "To  beat  into, to teach or instill, by repetition of instruction.", "To  beat  up, to attack suddenly; to alarm or disturb; as, to  beat  up an enemy's quarters.", "To  beat  the wing, to flutter; to move with fluttering agitation.", "To  beat  off, to repel or drive back.", "To  beat  the hoof, to walk; to go on foot.", "To  beat  time, to measure or regulate time in music by the motion of the hand or foot.", "In the manerge, a horse beats the dust, when at each motion he does not take in ground enough with his fore legs; and at curvets, when he does them too precipitately, or too low. He beats upon a walk, when he walks too short.", "To  beat  out, to extend by hammering. In popular use, to be  beat  out, is to be extremely fatigued; to have the strength exhausted by labor or exertion.", "BEAT ,  verb intransitive   To more with pulsation, as the pulse beats; or to throb, as the heart beats.", "1.  To dash with force, as a storm, flood, passion, etc.; as, the tempest beats against the house.", "2.  To knock at a door.  Judges 19:22 .", "3.  To fluctuate; to be in agitation.", "To  beat  about, to try to find; to search by various means or ways.", "To  beat  upon, to act upon with violence.", "Also, to speak frequently; to enforce by repetition.", "To  beat  up for soldiers, is to go about to enlist men into the army.", "In seamanship, to  beat   is to make progress against the direction of the wind, by sailing in a zigzag line or traverse.", "With hunters, a stag beats up and down, when he runs first one way and then another.", "BEAT ,  noun   A stroke; a striking; a blow, whether with the hand, or with a weapon.", "1.  A pulsation; as the  beat  of the pulse.", "2.  The rise or fall of the hand or foot, in regulating the divisions of time in music.", "3.  A transient grace-note in music, struck immediately before the note it is intended to ornament.", "In the military art, the  beat  of drum, is a succession of strokes varied, in different ways, for particular purposes; as to regulate a march to call soldiers to their arms or quarters, to direct an attack or retreat, etc.", "The  beat  of a watch or clock, is the stroke made by the fangs or pallets of the spindle of the balance, or of the pads in a royal pendulum.", "BEAT"], "Word": "Beat", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BE'ATEN ,  participle passive   Struck; dashed against; pressed or laid down; hammered; pounded; vanquished; make smooth by treading; worn by use; tracked."], "Word": "Beaten", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["In  Numbers 8:4 , means \"turned\" or rounded work in gold. The Greek Version, however, renders the word \"solid gold;\" the Revised Version, \"beaten work of gold.\" In  1 Kings 10:16, 17 , it probably means \"mixed\" gold, as the word ought to be rendered, i.e., not pure gold. Others render the word in these places \"thin plates of gold.\""], "Word": "Beaten Gold", "Dictionary": "Easton's Bible Dictionary"}, "4": {"Definitions": ["( Exodus 27:20 ;  29:40 ), obtained by pounding olives in a mortar, not by crushing them in a mill. It was reckoned the best. (See  OLIVE .)"], "Word": "Beaten Oil", "Dictionary": "Easton's Bible Dictionary"}, "5": {"Definitions": ["Of metals Exodus 25:18 ;  Exodus 30:36 ;  Exodus 37:17 ;  Exodus 37:22 ;  Numbers 8:4"], "Word": "Beaten Work", "Dictionary": "Naves Topical Index"}, "6": {"Definitions": ["BE'ATER ,  noun   One who beats, or strikes; one whose occupation is to hammer metals.", "1.  An instrument for pounding, or comminuting substances."], "Word": "Beater", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["BE'ATER-UP ,  noun   One who beats for game; a sportsman's term."], "Word": "Beater-up", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BEATH ,  verb transitive   To bathe. [Not in use.]"], "Word": "Beath", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BEATIF'IC", "BEATIF'IC AL,  adjective   [Latin  beatus, blessed, from beo, to bless, and facio, to make.  See Beatify .]", "That has the power to bless or make happy, or the power to complete blissful enjoyment; used only of heavenly fruition after death; as  beatific  vision."], "Word": "Beatific", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["BEATIF'ICALLY ,  adverb   In such a manner as to complete happiness."], "Word": "Beatifically", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["BEATIFICA'TION ,  noun   In the Romish church, an act of the Pope by which he declares a person beatifies or blessed after death. This is the first step towards canonization, or the raising of one to the dignity of a saint. No person can be beatified till 50 years after his death. All certificates or attestations of his virtues and miracles are examined by the congregation of rites, and this examination continues often for years; after which his Holiness decrees the  beatification   and the corpse and relics of the intended saint are exposed to the veneration of all good christians."], "Word": "Beatification", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["BEAT'IFY ,  verb transitive   [Latin  beatus, happy, from beo, to bless, and facio, to make.]", "1.  To make happy; to bless with the completion of celestial enjoyment.", "2.  In the Romish church, to declare, by a decree or public act, that a person is received into heaven, and is to be reverenced as blessed, though not canonized."], "Word": "Beatify", "Dictionary": "Webster's 1828 Dictionary"}, "13": {"Definitions": ["As a punishment Exodus 5:14 ;  Deuteronomy 25:3 ;  Mark 13:9 ;  Acts 5:40 ;  Acts 16:22 ;  Acts 16:37 ;  Acts 18:17 ;  Acts 21:32 ;  Acts 22:19 Assault and Battery ;  Punishment"], "Word": "Beating", "Dictionary": "Naves Topical Index"}, "14": {"Definitions": ["BE'ATING ,  participle present tense   Laying on blows; striking; dashing against; conquering; pounding; sailing against the direction of the wind; etc.", "BE'ATING , noun  The act of striking or giving blows; punishment or chastisement by blows.", "The  beating  of flax and hemp is an operation which renders them more soft and pliable. For this purpose, they are made into rolls and laid in a trough, where they are beat, till no roughness or hardness can be felt.", "In book binding,  beating  is performed by laying the book in quires or sheets folded, on a block, and  beating  it with a heavy broad-faced hammer. On this operation the elegance of the binding and the easy opening of the book chiefly depend.", "Beating the wind, was a practice in the ancient trial by combat. If one of the combatants did not appear on the field, the other was to beat the wind, by making flourishes with his weapons; by which he was entitled to the advantages of a conqueror.", "Beatings, in music, the regular pulsative swellings of sound, produced in an organ by pipes of the same key, when not in unison, and their vibrations not simultaneous or coincident."], "Word": "Beating", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["BEAT'ITUDE ,  noun   [Latin  beatitudo, from beatus, beo.  See Beatify .]", "1.  Blessedness; felicity of the highest kind; consummate bliss; used of the joys of heaven.", "2.  The declaration of blessedness made by our Savior to particular virtues."], "Word": "Beatitude", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "διά", "transliteration": "dia", "strongs_definition": "through (in very wide applications local causal or occasional). In composition it retains the same general import", "word_translated": "briefly", "bible_usage": "after always among at to avoid because of (that) briefly by for (cause) . . . fore from in by occasion of of by reason of for sake that thereby therefore X-(idiom) though through (-out) to wherefore with (-in). In composition it retains the same general import.", "part_of_speech": "Preposition", "translation_occurrences": {"among": "1", "because": "28", "circumcised": "1", "within": "1", "through": "93", "at": "1", "in": "9", "throughout": "4", "from": "1", "for": "60", "to": "1", "sake": "35", "avoid": "1", "sakes": "12", "wherein": "1", "their": "1", "hereof": "1", "therefore": "44", "cause": "13", "briefly": "1", "Whereby": "3", "thereby": "4", "I": "1", "after": "3", "mouth": "1", "with": "16", "by": "240", "always": "4", "Wherefore": "12", "thereat": "1", "of": "12", "glorious": "1"}, "brown_driver_definition": [], "phonetic": "dee-ah'", "strongs_number": "G1223", "thayers_definition": [" 1. through ", " a. of place ", " 1. with ", " 2. in ", " b. of time ", " 1. throughout ", " 2. during ", " c. of means ", " 1. by ", " 2. by the means of ", " 2. through ", " a. the ground or reason by which something is or is not done ", " 1. by reason of ", " 2. on account of ", " 3. because of for this reason ", " 4. therefore ", " 5. on this account "], "word_origin": "A primary preposition denoting the channel of an act", "bible_references": ["1 Pet 5:12"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BRIE'FLY ,  adverb   Concisely; in few words."], "Word": "Briefly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπισκοπή", "transliteration": "episkopē", "strongs_definition": "inspection (for relief); by implication superintendence; specifically the Christian ", "word_translated": "bishoprick", "bible_usage": "the office of a  bishoprick visitation.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"bishoprick": "1", "visitation": "2", "bishop": "1"}, "brown_driver_definition": [], "phonetic": "ep-is-kop-ay'", "strongs_number": "G1984", "thayers_definition": [" 1. investigation, inspection, visitation ", " a. that act by which God looks into and searches out the ways, deeds character, of men, in order to adjudge them their lot accordingly, whether joyous or sad ", " b. oversight ", " 1. overseership, office, charge, the office of an elder ", " 2. the overseer or presiding officers of a Christian church "], "word_origin": "From G1980", "bible_references": ["Act 1:20"], "letter": "B", "origin_links": ["G1980"], "data": {"1": {"Definitions": ["the district over which the jurisdiction of a bishop extended. ( Acts 1:20 ;  1 Timothy 3:1 )"], "Word": "Bishopric", "Dictionary": "Smith's Bible Dictionary"}, "2": {"Definitions": ["BISH'OPRIC , noun  [bishop and ric, jurisdiction.]", "1.  A diocese; the district over which the jurisdiction of bishop extends. in England, are twenty-four bishoprics, besides that of Sodor and Man; in Ireland, eighteen.", "2.  The charge of instructing and governing in spiritual concerns; office.  Acts 1:20 ."], "Word": "Bishopric", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπισκοπή", "transliteration": "episkopē", "strongs_definition": "inspection (for relief); by implication superintendence; specifically the Christian ", "word_translated": "bishop", "bible_usage": "the office of a  bishoprick visitation.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"bishoprick": "1", "visitation": "2", "bishop": "1"}, "brown_driver_definition": [], "phonetic": "ep-is-kop-ay'", "strongs_number": "G1984", "thayers_definition": [" 1. investigation, inspection, visitation ", " a. that act by which God looks into and searches out the ways, deeds character, of men, in order to adjudge them their lot accordingly, whether joyous or sad ", " b. oversight ", " 1. overseership, office, charge, the office of an elder ", " 2. the overseer or presiding officers of a Christian church "], "word_origin": "From G1980", "bible_references": ["1 Tim 3:1"], "letter": "B", "origin_links": ["G1980"], "data": {"1": {"Definitions": ["An overseer. In apostolic times, it is quite manifest that there was no difference as to order between bishops and elders or presbyters ( Acts 20:17-28 ;  1 Peter 5:1, 2 ;  Philippians 1:1 ; 1 Timothy 3). The term bishop is never once used to denote a different office from that of elder or presbyter. These different names are simply titles of the same office, \"bishop\" designating the function, namely, that of oversight, and \"presbyter\" the dignity appertaining to the office. Christ is figuratively called \"the bishop [episcopos] of souls\" ( 1 Peter 2:25 )."], "Word": "Bishop", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Philippians 1:1 ;  Acts 20:28 ;  1 Timothy 3:2-7 ;  Titus 1:5-11", "A title of Jesus 1 Peter 2:25 Elder"], "Word": "Bishop", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The word originally signified an \"overseer\" or spiritual superintendent. The titles bishop and elder, or presbyter, were essentially equivalent. Bishop is from the Greek, and denotes one who exercises the function of overseeing. Presbyter was derived from the office in the synagogue. Of the order in which the first elders or bishops were appointed, as of the occasion which led to the institution of the office, we have no record. The duties of the bishop-elders appear to have been as follows:"], "Word": "Bishop", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BISH'OP ,  noun   [Latin  episcopus; Gr. of, over, and inspector, or visitor; to view, or inspect; whence, to visit; also, to view. This Greek and Latin word accompanied the introduction of christianity into the west and north of Europe.]", "1.  An overseer; a spiritual superintendent, ruler or director; applied to Christ.", "Ye were as sheep going astray, but are now returned to the shepherd and  bishop  of your souls. 1. Pet.2.", "2.  In the primitive church, a spiritual overseer; an elder or presbyter; one who had the pastoral care of a church.", "The same persons are in this chapter called elders or presbyters, and overseers or bishops. Scott, Comm.  Acts 20:1 .", "Till the churches were multiplied, the bishops and presbyters were the same. Ib.  Philippians 1:1 . 1. Tim.3.1.  Titus 1:7 .", "Both the Greek and Latin fathers do, with one consent, declare, that bishops were called presbyters, and presbyters bishops, in apostolic times, the name being then common.", "3.  In the Greek, Latin, and some Protestant churches, a prelate, or person consecrated for the spiritual government and direction of a diocese. In Great Britain, bishops are nominated by the king, who, upon request of the dean and chapter, for leave to elect a  bishop   sends a conge d'elire, or license to elect, with a letter missive, nominating the person whom he would have chosen. The election, by the chapter, must be made within twelve days, or the king has a right to appoint whom he pleases. Bishops are consecrated by an archbishop, with two assistant bishops. A  bishop  must be thirty years of age; and all bishops, except the  bishop  of Man, are peers of the realm.", "By the canons of the Protestant Episcopal church in the United States, no diocese or state shall proceed to the election of a  bishop   unless there are at least six officiating presbyters residing therein, who shall be qualified, according to the canons, to vote for a bishop; a majority of whom at least must concur in the election. But the conventions of two or more dioceses, or states, having together nine or more such presbyters, may join in the election of a  bishop   A convention is composed of the clergy, and a lay delegation, consisting of one or more members from each parish. In every state, the  bishop  is to be chosen according to such rules as the convention of that state shall ordain. The mode of election, in most or all of the states, is by a concurrent vote of the clergy and laity, in convention, each body voting separately. Before a  bishop  can be consecrated, he must receive a testimonial of approbation from the General Convention of the church; or if that is not in session, from a majority of the standing committee in the several dioceses. The mode of consecrating bishops and ordaining priests and deacons differs not essentially from the practice in England.", "BISHOP , noun  A cant word for a mixture of wine, oranges, and sugar.", "BISHOP ,  verb transitive   to confirm; to admit solemnly into the church.", "1.  Among horse-dealers, to use arts to make an old horse look like a young one, or to give a good appearance to a bad horse."], "Word": "Bishop", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BISH'OPLIKE ,  adjective   Resembling a bishop; belonging to a bishop."], "Word": "Bishoplike", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["the district over which the jurisdiction of a bishop extended. ( Acts 1:20 ;  1 Timothy 3:1 )"], "Word": "Bishopric", "Dictionary": "Smith's Bible Dictionary"}, "7": {"Definitions": ["BISH'OPRIC , noun  [bishop and ric, jurisdiction.]", "1.  A diocese; the district over which the jurisdiction of bishop extends. in England, are twenty-four bishoprics, besides that of Sodor and Man; in Ireland, eighteen.", "2.  The charge of instructing and governing in spiritual concerns; office.  Acts 1:20 ."], "Word": "Bishopric", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BISH'OPSWEED ,  noun   [bishop and used.] A genus of plants, with the generic name Ammi."], "Word": "Bishopsweed", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BISH'OPSWORT ,  noun   A plant."], "Word": "Bishopswort", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐπίσκοπος", "transliteration": "episkopos", "strongs_definition": "a superintendent that is Christian officer in general charge of a (or the) church (literally or figuratively)", "word_translated": "bishops", "bible_usage": "bishop overseer.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"overseers": "1", "bishop": "3", "bishops": "1"}, "brown_driver_definition": [], "phonetic": "ep-is'-kop-os", "strongs_number": "G1985", "thayers_definition": [" 1. an overseer ", " a. a man charged with the duty of seeing that things to be done by others are done rightly, any curator, guardian or superintendent ", " b. the superintendent, elder, or overseer of a Christian church "], "word_origin": "From G1909 and G4649 (in the sense of G1983)", "bible_references": ["Phil 1:1"], "letter": "B", "origin_links": ["G1909", "G4649", "G1983"], "data": {"1": {"Definitions": ["An overseer. In apostolic times, it is quite manifest that there was no difference as to order between bishops and elders or presbyters ( Acts 20:17-28 ;  1 Peter 5:1, 2 ;  Philippians 1:1 ; 1 Timothy 3). The term bishop is never once used to denote a different office from that of elder or presbyter. These different names are simply titles of the same office, \"bishop\" designating the function, namely, that of oversight, and \"presbyter\" the dignity appertaining to the office. Christ is figuratively called \"the bishop [episcopos] of souls\" ( 1 Peter 2:25 )."], "Word": "Bishop", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Philippians 1:1 ;  Acts 20:28 ;  1 Timothy 3:2-7 ;  Titus 1:5-11", "A title of Jesus 1 Peter 2:25 Elder"], "Word": "Bishop", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["The word originally signified an \"overseer\" or spiritual superintendent. The titles bishop and elder, or presbyter, were essentially equivalent. Bishop is from the Greek, and denotes one who exercises the function of overseeing. Presbyter was derived from the office in the synagogue. Of the order in which the first elders or bishops were appointed, as of the occasion which led to the institution of the office, we have no record. The duties of the bishop-elders appear to have been as follows:"], "Word": "Bishop", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BISH'OP ,  noun   [Latin  episcopus; Gr. of, over, and inspector, or visitor; to view, or inspect; whence, to visit; also, to view. This Greek and Latin word accompanied the introduction of christianity into the west and north of Europe.]", "1.  An overseer; a spiritual superintendent, ruler or director; applied to Christ.", "Ye were as sheep going astray, but are now returned to the shepherd and  bishop  of your souls. 1. Pet.2.", "2.  In the primitive church, a spiritual overseer; an elder or presbyter; one who had the pastoral care of a church.", "The same persons are in this chapter called elders or presbyters, and overseers or bishops. Scott, Comm.  Acts 20:1 .", "Till the churches were multiplied, the bishops and presbyters were the same. Ib.  Philippians 1:1 . 1. Tim.3.1.  Titus 1:7 .", "Both the Greek and Latin fathers do, with one consent, declare, that bishops were called presbyters, and presbyters bishops, in apostolic times, the name being then common.", "3.  In the Greek, Latin, and some Protestant churches, a prelate, or person consecrated for the spiritual government and direction of a diocese. In Great Britain, bishops are nominated by the king, who, upon request of the dean and chapter, for leave to elect a  bishop   sends a conge d'elire, or license to elect, with a letter missive, nominating the person whom he would have chosen. The election, by the chapter, must be made within twelve days, or the king has a right to appoint whom he pleases. Bishops are consecrated by an archbishop, with two assistant bishops. A  bishop  must be thirty years of age; and all bishops, except the  bishop  of Man, are peers of the realm.", "By the canons of the Protestant Episcopal church in the United States, no diocese or state shall proceed to the election of a  bishop   unless there are at least six officiating presbyters residing therein, who shall be qualified, according to the canons, to vote for a bishop; a majority of whom at least must concur in the election. But the conventions of two or more dioceses, or states, having together nine or more such presbyters, may join in the election of a  bishop   A convention is composed of the clergy, and a lay delegation, consisting of one or more members from each parish. In every state, the  bishop  is to be chosen according to such rules as the convention of that state shall ordain. The mode of election, in most or all of the states, is by a concurrent vote of the clergy and laity, in convention, each body voting separately. Before a  bishop  can be consecrated, he must receive a testimonial of approbation from the General Convention of the church; or if that is not in session, from a majority of the standing committee in the several dioceses. The mode of consecrating bishops and ordaining priests and deacons differs not essentially from the practice in England.", "BISHOP , noun  A cant word for a mixture of wine, oranges, and sugar.", "BISHOP ,  verb transitive   to confirm; to admit solemnly into the church.", "1.  Among horse-dealers, to use arts to make an old horse look like a young one, or to give a good appearance to a bad horse."], "Word": "Bishop", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BISH'OPLIKE ,  adjective   Resembling a bishop; belonging to a bishop."], "Word": "Bishoplike", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["the district over which the jurisdiction of a bishop extended. ( Acts 1:20 ;  1 Timothy 3:1 )"], "Word": "Bishopric", "Dictionary": "Smith's Bible Dictionary"}, "7": {"Definitions": ["BISH'OPRIC , noun  [bishop and ric, jurisdiction.]", "1.  A diocese; the district over which the jurisdiction of bishop extends. in England, are twenty-four bishoprics, besides that of Sodor and Man; in Ireland, eighteen.", "2.  The charge of instructing and governing in spiritual concerns; office.  Acts 1:20 ."], "Word": "Bishopric", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BISH'OPSWEED ,  noun   [bishop and used.] A genus of plants, with the generic name Ammi."], "Word": "Bishopsweed", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BISH'OPSWORT ,  noun   A plant."], "Word": "Bishopswort", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐρωτάω", "transliteration": "erōtaō", "strongs_definition": "to interrogate; by implication to request", "word_translated": "beseeching", "bible_usage": "ask beseech desire intreat pray. Compare  .", "part_of_speech": "Verb", "translation_occurrences": {"desire": "1", "prayed": "4", "beseech": "4", "pray": "10", "besought": "9", "entreat": "1", "desired": "4", "desireth": "1", "asking": "1", "asketh": "1", "ask": "10", "beseeching": "1", "asked": "10"}, "brown_driver_definition": [], "phonetic": "er-o-tah'-o", "strongs_number": "G2065", "thayers_definition": [" 1. to question ", " 2. to ask ", " a. to request, entreat, beg, beseech "], "word_origin": "Apparently from G2046 (compare G2045)", "bible_references": ["Luke 7:3"], "letter": "B", "origin_links": ["G2046", "G2045"], "data": {"1": {"Definitions": ["BESEE'CHING ,  participle present tense   Entreating."], "Word": "Beseeching", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἐστί", "transliteration": "esti", "strongs_definition": "he (she or it) is; also (with neuter plural) they are", "word_translated": "belongeth", "bible_usage": "are be (-long) call X-(idiom) can [-not] come consisteth X-(idiom) dure for awhile + follow X-(idiom) have (that) is (to say) make meaneth X-(idiom) must needs + profit + remaineth + wrestle.", "part_of_speech": "Verb", "translation_occurrences": {"and": "1", "wrestle": "1", "followed": "1", "is": "734", "it": "1", "are": "51", "have": "11", "cometh": "1", "pleased": "1", "unto": "1", "no": "1", "had": "1", "been": "2", "should": "1", "tempted": "1", "sitteth": "1", "he": "1", "forth": "1", "be": "24", "supplieth": "1", "profiteth": "1", "were": "5", "consisteth": "1", "cannot": "1", "know": "1", "belongeth": "1", "hast": "1", "must": "1", "was": "29", "while": "1", "meaneth": "2", "mean": "1", "remaineth": "1", "owneth": "1"}, "brown_driver_definition": [], "phonetic": "es-tee'", "strongs_number": "G2076", "thayers_definition": [" 1. third person singular of \"to be\" "], "word_origin": "Third person singular present indicative of G1510", "bible_references": ["Heb 5:14"], "letter": "B", "origin_links": ["G1510"], "data": {"1": {"Definitions": ["BELONG ',  verb intransitive", "1.  To be the property of; as, a field belongs to Richard Roe; Jamaica belongs to G.Britain.", "2.  To be the concern or proper business of; to appertain; as, it belongs to John Doe to prove his title.", "3.  To be appendant to.", "He went into a desert place belonging to Bethsaida.  Luke 9:1 .", "4.  To be a part of, or connected with, though detached in place; as, a beam or rafter belongs to such a frame, or to such a place in the building.", "5.  To have relation to.", "And David said, to whom belongest thou? 1.Sam.30.", "6.  To be the quality or attribute of.", "To the Lord our God  belong  mercies and forgiveness.  Daniel 9:9 .", "7.  To be suitable for.", "Strong meat belongeth to them of full age.  Hebrews 5:14 .", "8.  To relate to, or be referred to.", "He careth for things that  belong  to the Lord. l Cor.7.", "9.  To have a legal residence, settlement, or inhabitancy, whether by birth or operation of law, so as to be entitled to maintenance by the parish or town.", "Bastards also are settled in the parishes to which the mothers  belong   Hence,", "10.  To be the native of; to have original residence.", "There is no other country in the world to which the Gipeys could  belong", "11.  In common language, to have a settled residence; to be domiciliated."], "Word": "Belong", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BELONG'ING ,  participle present tense   Pertaining; appertaining; being the property of; being a quality of; being the concern of; being appendant to; being a native of, or having a legal or permanent settlement in.", "BELONG'ING ,  noun   A quality. [Not in use..]"], "Word": "Belonging", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "εὐεργέτης", "transliteration": "euergetēs", "strongs_definition": "a worker of good that is (specifically) a philanthropist", "word_translated": "benefactors", "bible_usage": "benefactor.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"benefactors": "1"}, "brown_driver_definition": [], "phonetic": "yoo-erg-et'-ace", "strongs_number": "G2110", "thayers_definition": [" 1. benefactor ", " 2. a title of honour, conferred on such as had done their country service, and upon princes, equivalent to Soter, Pater Patriae "], "word_origin": "From G2095 and the base of G2041", "bible_references": ["Luke 22:25"], "letter": "B", "origin_links": ["G2095", "G2041"], "data": {"1": {"Definitions": ["Luke 22:25"], "Word": "Benefactor", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BENEFAC'TOR ,  noun   He who confers a benefit, especially one who makes charitable contributions either for public institutions or for private use."], "Word": "Benefactor", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "εὔνοια", "transliteration": "eunoia", "strongs_definition": "kindness; euphemistically conjugal duty", "word_translated": "benevolence", "bible_usage": "benevolence good will.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"will": "1", "benevolence": "1"}, "brown_driver_definition": [], "phonetic": "yoo'-noy-ah", "strongs_number": "G2133", "thayers_definition": [" 1. good will, kindness "], "word_origin": "From the same as G2132", "bible_references": ["1 Cor 7:3"], "letter": "B", "origin_links": ["G2132"], "data": {"1": {"Definitions": ["See Alms; Beneficence; Charitableness; Liberality; Love Alms ;  Beneficence ;  Charitableness ;  Liberality ;  Love"], "Word": "Benevolence", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BENEV'OLENCE ,  noun   [Latin  benevolentia, of bene, well and volo, to will or wish.  See Will .]", "1.  The disposition to do good; good will; kindness; charitableness; the love, of mankind, accompanied with a desire to promote their happiness.", "The  benevolence  of God is one of his moral attributes; that attribute which delights in the happiness of intelligent beings. 'God is love.'  1 John 4:1.", "2.  An act of kindness; good done; charity given.", "3.  A species of contribution or tax illegally exacted by arbitrary kings of England."], "Word": "Benevolence", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἦν", "transliteration": "ēn", "strongs_definition": "I (thou etc.) was (wast or were)", "word_translated": "beckoned", "bible_usage": "+ agree be X-(idiom) have (+ charge of) hold use was (-t) were.", "part_of_speech": "Verb", "translation_occurrences": {"preached": "2", "is": "1", "hard": "1", "wast": "4", "down": "1", "held": "1", "taught": "4", "fast": "1", "watched": "1", "before": "1", "stood": "4", "for": "3", "together": "2", "had": "14", "been": "16", "charge": "1", "stedfastly": "2", "sat": "1", "was": "258", "marvelled": "1", "abode": "1", "be": "2", "after": "1", "with": "1", "burn": "1", "were": "116", "baptized": "1", "continued": "2", "went": "1", "beckoned": "1", "withdrew": "1", "fainted": "1", "near": "1", "night": "1", "gospel": "1"}, "brown_driver_definition": [], "phonetic": "ane", "strongs_number": "G2258", "thayers_definition": [" 1. I was, etc. "], "word_origin": "Imperfect of G1510", "bible_references": ["Luke 1:22"], "letter": "B", "origin_links": ["G1510"], "data": {"1": {"Definitions": ["BECK'ONED ,  participle passive   Having a sign made to."], "Word": "Beckoned", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "θώραξ", "transliteration": "thōrax", "strongs_definition": "the chest () that is (by implication) a corslet", "word_translated": "breastplates", "bible_usage": "breastplate.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"breastplates": "3", "breastplate": "2"}, "brown_driver_definition": [], "phonetic": "tho'-rax", "strongs_number": "G2382", "thayers_definition": [" 1. the breast, the part of the body from the neck to the navel, where the ribs end ", " 2. a breastplate or corset consisting of two parts and protecting the body on both sides from the neck to the middle "], "word_origin": "Of uncertain affinity", "bible_references": ["Rev 9:9", "Rev 9:9", "Rev 9:17"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["1.  That piece of ancient armour that protected the breast. This word is used figuratively in  Ephesians 6:14  and  Isaiah 59:17 . (See  ARMOUR .)", "2.  An ornament covering the breast of the high priest, first mentioned in  Exodus 25:7 . It was made of embroidered cloth, set with four rows of precious stones, three in each row. On each stone was engraved the name of one of the twelve tribes ( Exodus 28:15-29 ;  39:8-21 ). It was in size about ten inches square. The two upper corners were fastened to the ephod by blue ribbons. It was not to be \"loosed from the ephod\" ( Exodus 28:28 ). The lower corners were fastened to the girdle of the priest. As it reminded the priest of his representative character, it was called the memorial ( 28:29 ). It was also called the breastplate of judgment ( 28:15 ). (See  PRIEST .)"], "Word": "Breastplate", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["1. For high priest", "General references Exodus 25:7", "Directions for the making of Exodus 28:15-30", "Made by Bezaleel Exodus 39:8 ;  Exodus 39:21", "Free-Will offering of materials for Exodus 35:9 ;  Exodus 35:27", "Worn by Aaron Exodus 29:5 ;  Leviticus 8:8", "2. Armor for soldiers Revelation 9:9 ;  Revelation 9:17", "3. Figurative Isaiah 59:17 ;  Ephesians 6:14 ;  1 Thessalonians 5:8"], "Word": "Breastplate", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["[ ARMS, ARMOR ]"], "Word": "Breastplate", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BREAST'PLATE ,  noun   [breast and plate.]", "1.  Armor for the breast.", "2.  A strap that runs across a horse's breast.", "3.  In Jewish antiquity, a part of the vestment of the high priest, consisting of a folded piece of the rich embroidered stuff of which the ephod was made. It was set with twelve precious stones, on which were engraved the names of the twelve tribes."], "Word": "Breastplate", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ἰσχυρός", "transliteration": "ischuros", "strongs_definition": "forcible (literally or figuratively)", "word_translated": "boisterous", "bible_usage": "boisterous mighty (-ier) powerful strong (-er man) valiant.", "part_of_speech": "Adjective", "translation_occurrences": {"stronger": "3", "men": "1", "powerful": "1", "mightier": "3", "mighty": "6", "valiant": "1", "boisterous": "1", "strong": "6", "man": "5"}, "brown_driver_definition": [], "phonetic": "is-khoo-ros'", "strongs_number": "G2478", "thayers_definition": [" 1. strong, mighty ", " a. of living beings ", " 1. strong either in body or in mind ", " 2. of one who has strength of soul to sustain the attacks of Satan, strong and therefore exhibiting many excellences ", " b. on inanimate things ", " 1. strong, violent, forcibly uttered, firm, sure "], "word_origin": "From G2479", "bible_references": ["Mat 14:30"], "letter": "B", "origin_links": ["G2479"], "data": {"1": {"Definitions": ["BOIS'TEROUS ,  adjective", "1.  Loud; roaring; violent; stormy; as a  boisterous  wind.", "2.  Turbulent; furious; tumultuous; noisy; as a  boisterous  man.", "3.  Large; unwieldy; huge; clumsily violent; as a  boisterous  club.", "4.  Violent; as a  boisterous  heat."], "Word": "Boisterous", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BOIS'TEROUSLY ,  adverb   Violently; furiously; with loud noise; tumultuously."], "Word": "Boisterously", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BOIS'TEROUSNESS ,  noun   The state or quality of being boisterous; turbulence; disorder; tumultuousness."], "Word": "Boisterousness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "καταγινώσκω", "transliteration": "kataginōskō", "strongs_definition": "to note against that is find fault with", "word_translated": "blamed", "bible_usage": "blame condemn.", "part_of_speech": "Verb", "translation_occurrences": {"blamed": "1", "condemn": "2"}, "brown_driver_definition": [], "phonetic": "kat-ag-in-o'-sko", "strongs_number": "G2607", "thayers_definition": [" 1. to find fault with, blame ", " 2. to accuse, condemn "], "word_origin": "From G2596 and G1097", "bible_references": ["Gal 2:11"], "letter": "B", "origin_links": ["G2596", "G1097"], "data": {"1": {"Definitions": ["BLA'MED ,  participle passive   Censured; disapproved."], "Word": "Blamed", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κατάλαλος", "transliteration": "katalalos", "strongs_definition": "talkative against that is a slanderer", "word_translated": "Backbiters", "bible_usage": "backbiter.", "part_of_speech": "Adjective", "translation_occurrences": {"Backbiters": "1"}, "brown_driver_definition": [], "phonetic": "kat-al'-al-os", "strongs_number": "G2637", "thayers_definition": [" 1. a defamer, evil speaker "], "word_origin": "From G2596 and the base of G2980", "bible_references": ["Rom 1:30"], "letter": "B", "origin_links": ["G2596", "G2980"], "data": {"1": {"Definitions": ["BACK'BITER ,  noun   One who slanders, calumniates or speaks ill of the absent."], "Word": "Backbiter", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "καταλαλία", "transliteration": "katalalia", "strongs_definition": "defamation", "word_translated": "backbitings", "bible_usage": "backbiting evil speaking.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"speakings": "1", "backbitings": "1"}, "brown_driver_definition": [], "phonetic": "kat-al-al-ee'-ah", "strongs_number": "G2636", "thayers_definition": [" 1. defamation, evil speaking "], "word_origin": "From G2637", "bible_references": ["2 Cor 12:20"], "letter": "B", "origin_links": ["G2637"], "data": {"1": {"Definitions": ["General references Psalms 15:1-3 ;  Proverbs 25:23 ;  Romans 1:28 ;  Romans 1:30 ;  2 Corinthians 12:20 Accusation, False ;  Slander ;  Speaking, Evil"], "Word": "Backbiting", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BACK'BITING ,  noun   The act of slandering the absent; secret calumny.  2 Corinthians 12:20 ."], "Word": "Backbiting", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BACKBI'TINGLY ,  adverb   With secret slander."], "Word": "Backbitingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κατασείω", "transliteration": "kataseiō", "strongs_definition": "to sway downward that is make a signal", "word_translated": "beckoning", "bible_usage": "beckon.", "part_of_speech": "Verb", "translation_occurrences": {"beckoned": "2", "beckoning": "2"}, "brown_driver_definition": [], "phonetic": "kat-as-i'-o", "strongs_number": "G2678", "thayers_definition": [" 1. to shake down, throw down ", " 2. to shake ", " a. to make a sign, to signal with the hand to one "], "word_origin": "From G2596 and G4579", "bible_references": ["Act 12:17", "Act 13:16"], "letter": "B", "origin_links": ["G2596", "G4579"], "data": {"1": {"Definitions": ["BECK'ONING ,  participle present tense   Making a significant sign, as a hint."], "Word": "Beckoning", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κατασκευάζω", "transliteration": "kataskeuazō", "strongs_definition": "to prepare thoroughly (properly by external equipment; whereas  refers rather to internal fitness); by implication to construct create", "word_translated": "builded", "bible_usage": "build make ordain prepare.", "part_of_speech": "Verb", "translation_occurrences": {"ordained": "1", "made": "1", "built": "1", "prepare": "3", "prepared": "2", "preparing": "1", "builded": "2"}, "brown_driver_definition": [], "phonetic": "kat-ask-yoo-ad'-zo", "strongs_number": "G2680", "thayers_definition": [" 1. to furnish, equip, prepare, make ready ", " a. of one who makes anything ready for a person or thing ", " b. of builders, to construct, erect, with the included idea of adorning and equipping with all things necessary "], "word_origin": "From G2596 and a derivative of G4632", "bible_references": ["Heb 3:3", "Heb 3:4"], "letter": "B", "origin_links": ["G2596", "G4632"], "data": {"1": {"Definitions": ["BUILD ,", "BILD,  verb transitive   bild;  preterit tense  built;  participle passive   built, pronounced bilt. The regular  preterit tense   and  participle passive   builded, is sometimes used.", "1.  To frame, construct, and raise, as an edifice or fabric of almost any kind, as a house, barn, shop, ship or vessel, a wall, or other structure of art; to unite materials into a regular structure for use or convenience.", "2.  To raise by art; to frame or shape into a particular form; as, to  build  up a head dress in a cone.", "3.  To raise any thing on a support or foundation; as, to  build  our hopes on air.", "4.  In scripture, to increase and strengthen; to cement and knit together; to settle or establish and preserve.  Acts 20:32 .  Ephesians 2:22 . i Sam. 2.35.", "BUILD ,  verb intransitive   bild. To exercise the art, or practice the business of building.", "To  build   to plant, whatever you intend.", "1.  To construct, rest or depend on as a foundation; as, to  build  on the opinions of others."], "Word": "Build", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Of the tabernacle Bezaleel ;  Master Workman", "Figurative Psalms 118:22 ;  Matthew 21:42 ;  Acts 4:11 ;  1 Peter 2:7 ;  Hebrews 11:10 Carpentry"], "Word": "Builder", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BUILD'ER ,  noun   bild'er. One who builds; one whose occupation is to build; an architect, a ship-wright, a mason, etc.", "1.  A creator.", "Whose  builder  and maker is God.  Hebrews 11:10 ."], "Word": "Builder", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["Among the Jews was suited to the climate and conditions of the country. They probably adopted the kind of architecture for their dwellings which they found already existing when they entered Canaan ( Deuteronomy 6:10 ;  Numbers 13:19 ). Phoenician artists ( 2 Samuel 5:11 ;  1 Kings 5:6, 18 ) assisted at the erection of the royal palace and the temple at Jerusalem. Foreigners also assisted at the restoration of the temple after the Exile ( Ezra 3:7 ).", "In  Genesis 11:3, 9 , we have the first recorded instance of the erection of buildings. The cities of the plain of Shinar were founded by the descendants of Shem ( 10:11, 12, 22 ).", "The Israelites were by occupation shepherds and dwellers in tents ( Genesis 47:3 ); but from the time of their entering Canaan they became dwellers in towns, and in houses built of the native limestone of Palestine. Much building was carried on in Solomon's time. Besides the buildings he completed at Jerusalem, he also built Baalath and Tadmor ( 1 Kings 9:15, 24 ). Many of the kings of Israel and Judah were engaged in erecting various buildings.", "Herod and his sons and successors restored the temple, and built fortifications and other structures of great magnificence in Jerusalem ( Luke 21:5 ).", "The instruments used in building are mentioned as the plumb-line ( Amos 7:7 ), the measuring-reed ( Ezekiel 40:3 ), and the saw ( 1 Kings 7:9 ).", "Believers are \"God's building\" ( 1 Corinthians 3:9 ); and heaven is called \"a building of God\" ( 2 Corinthians 5:1 ). Christ is the only foundation of his church ( 1 Corinthians 3:10-12 ), of which he also is the builder ( Matthew 16:18 )."], "Word": "Building", "Dictionary": "Easton's Bible Dictionary"}, "5": {"Definitions": ["Figurative 2 Corinthians 5:1"], "Word": "Building", "Dictionary": "Naves Topical Index"}, "6": {"Definitions": ["BUILD'ING ,  participle present tense   bild'ing. Framing and erecting; resting on.", "BUILD'ING ,  noun   bild'ing. A fabric or edifice constructed for use or convenience, as a house, a church, a shop, etc."], "Word": "Building", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κενοφωνία", "transliteration": "kenophōnia", "strongs_definition": "empty sounding that is fruitless discussion", "word_translated": "babblings", "bible_usage": "vain.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"babblings": "2"}, "brown_driver_definition": [], "phonetic": "ken-of-o-nee'-ah", "strongs_number": "G2757", "thayers_definition": [" 1. empty discussion, discussion of vain and useless matters "], "word_origin": "From a presumed compound of G2756 and G5456", "bible_references": ["1 Tim 6:20", "2 Tim 2:16"], "letter": "B", "origin_links": ["G2756", "G5456"], "data": {"1": {"Definitions": ["BAB'BLING ,  participle present tense   Talking idly; telling secrets.", "2.  Uttering a succession of murmuring sounds; as a  babbling  stream.", "3.  In hunting,  babbling  is when the hounds are too busy after they have found a good scent.", "BAB'BLING ,  noun   Foolish talk.  1 Timothy 6:20 ."], "Word": "Babbling", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "καύχημα", "transliteration": "kauchēma", "strongs_definition": "a boast (properly the objective; by implication the act) in a good or bad sense", "word_translated": "boasting", "bible_usage": "boasting (whereof) to glory (of) glorying rejoice (-ing).", "part_of_speech": "Noun Neuter", "translation_occurrences": {"of": "1", "rejoicing": "4", "boasting": "1", "glory": "2", "glorying": "1"}, "brown_driver_definition": [], "phonetic": "kow'-khay-mah", "strongs_number": "G2745", "thayers_definition": [" 1. that of which one glories or can glory, matter or ground of glorying ", " 2. a glorying or boasting "], "word_origin": "From G2744", "bible_references": ["2 Cor 9:3"], "letter": "B", "origin_links": ["G2744"], "data": {"1": {"Definitions": ["General references Proverbs 20:14 ;  Proverbs 25:14 ;  Proverbs 27:1 ;  Isaiah 10:15 ;  Jeremiah 9:23 ;  Romans 1:30 ;  James 3:5 ;  James 4:16", "Of evil Psalms 52:1", "Instances of:", "Goliath Psalms 9:17", "Ben-Hadad 1 Kings 20:10", "Sennacherib 2 Kings 18:19 ;  Isaiah 10:8-15", "The disciples Luke 10:17 ;  Luke 10:20", "Spiritual Psalms 49:6-9 ;  Psalms 52:1 ;  Psalms 94:4 ;  Romans 3:1-31 ;  Romans 11:17-21 ;  1 Corinthians 1:17-31 ;  1 Corinthians 4:6-7 ;  2 Corinthians 10:12-17 ;  Ephesians 2:8-10"], "Word": "Boasting", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BOASTING ,  participle present tense   Talking ostentatiously; glorying; vaunting.", "BOASTING ,  noun   Ostentatious display of personal worth, or actions; a glorying or vaunting.", "Where is  boasting  then?  Romans 3:27 ."], "Word": "Boasting", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BOASTINGLY ,  adverb   In an ostentatious manner; with boasting."], "Word": "Boastingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κολαφίζω", "transliteration": "kolaphizō", "strongs_definition": "to rap with the fist", "word_translated": "buffeted", "bible_usage": "buffet.", "part_of_speech": "Verb", "translation_occurrences": {"buffeted": "3", "buffet": "2"}, "brown_driver_definition": [], "phonetic": "kol-af-id'-zo", "strongs_number": "G2852", "thayers_definition": [" 1. to strike with the fist, give one a blow with the fist ", " 2. to maltreat, treat with violence and contumely "], "word_origin": "From a derivative of the base of G2849", "bible_references": ["Mat 26:67", "1 Cor 4:11", "1 Pet 2:20"], "letter": "B", "origin_links": ["G2849"], "data": {"1": {"Definitions": ["BUFF'ETED ,  participle passive   Struck; beaten. l Cor.4.11. l Pet.2.20."], "Word": "Buffeted", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "κολαφίζω", "transliteration": "kolaphizō", "strongs_definition": "to rap with the fist", "word_translated": "buffet", "bible_usage": "buffet.", "part_of_speech": "Verb", "translation_occurrences": {"buffeted": "3", "buffet": "2"}, "brown_driver_definition": [], "phonetic": "kol-af-id'-zo", "strongs_number": "G2852", "thayers_definition": [" 1. to strike with the fist, give one a blow with the fist ", " 2. to maltreat, treat with violence and contumely "], "word_origin": "From a derivative of the base of G2849", "bible_references": ["Mark 14:65", "2 Cor 12:7"], "letter": "B", "origin_links": ["G2849"], "data": {"1": {"Definitions": ["BUFF'ET ,  noun   A cupboard, or set of shelves, for plates, glass, china and other like furniture. It was formerly and is still in some parts of the country, an apartment erected on one side of a room; but in more fashionable houses, it has been laid aside, and a side board substituted, which is now considered as the  buffet   But as far as my knowledge extends, the name has become, in a great measure, obsolete, except among the common people, by whom it is pronounced bofat.", "BUFF'ET ,  noun   A blow with the fist; a box on the ear or face; a slap.", "BUFF'ET ,  verb transitive   To strike with the hand or fist; to box; to beat.", "They spit in his face and buffetted him. Math.26.", "1.  To beat in contention; to contend against; as, to  buffet  the billows.", "BUFF'ET ,  verb intransitive   To exercise or play at boxing."], "Word": "Buffet", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BUFF'ETED ,  participle passive   Struck; beaten. l Cor.4.11. l Pet.2.20."], "Word": "Buffeted", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BUFF'ETER ,  noun   One who buffets; a boxer."], "Word": "Buffeter", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BUFF'ETING ,  participle present tense   Striking with the hand; boxing; contending against.", "BUFF'ETING ,  noun   A striking with the hand.", "1.  Contention; attack; opposition.", "He seems to have been a plant of slow growth, but formed for duration, and fitted to endure the buffetings of the rudest storm."], "Word": "Buffeting", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "λέγω", "transliteration": "legō", "strongs_definition": "properly to  forth that is (figuratively) relate (in words [usually of systematic or set discourse; whereas  and  generally refer to an individual expression or speech respectively; while  is properly to break silence merely and  means an extended or random harangue]); by implication to mean", "word_translated": "biddeth", "bible_usage": "ask bid boast call describe give out name put forth say (-ing on) shew speak tell utter.", "part_of_speech": "Verb", "translation_occurrences": {"saying": "385", "named": "2", "saith": "293", "shew": "1", "say": "285", "describeth": "1", "biddeth": "1", "speak": "30", "sayest": "21", "said": "200", "boasting": "1", "uttered": "1", "spoken": "7", "call": "3", "callest": "3", "out": "1", "forth": "1", "tell": "28", "speaking": "1", "speaketh": "4", "sayings": "1", "bid": "1", "spake": "17", "on": "1", "speakest": "2", "calleth": "4", "called": "37", "telleth": "1", "told": "4", "asked": "1", "us": "1"}, "brown_driver_definition": [], "phonetic": "leg'-o", "strongs_number": "G3004", "thayers_definition": [" 1. to say, to speak ", " a. affirm over, maintain ", " b. to teach ", " c. to exhort, advise, to command, direct ", " d. to point out with words, intend, mean, mean to say ", " e. to call by name, to call, name ", " f. to speak out, speak of, mention "], "word_origin": "A primary verb", "bible_references": ["2 John 1:11"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BID ,  verb transitive    preterit tense    bid   or bade;  participle passive    bid   bidden. [Latin  peto, to drive at, to attack, to ask, to desire, to beseech, anciently beto; impetus. Applied to the voice, it denotes utterance, a driving of sounds, which is applied to asking, prayer, and command. Class Bd.]", "1.  To ask; to request; to invite.", "Go ye into the highways, and as many as ye shall find,  bid  to the marriage.  Mattew 22:9 .", "This sense is antiquated, but we have the same word from the Latin, in invite, [in and  bid  ]", "2.  To command; to order or direct.", "And Peter answered him and said, Lord, if it be thou,  bid  me come to thee on the water.  Matthew 14:28 .", "3.  To offer; to propose; as, to  bid  a price at an auction.", "4.  To proclaim; to make known by a public voice.", "Our bans thrice  bid", "5.  To pronounce or declare; as, to  bid  a welcome.", "6.  To denounce, or threaten; as, to  bid  defiance.", "7.  To wish or pray.", "Neither  bid  him good speed.  John 10:1 .", "To  bid  beads, is to pray with beads, as the Catholics; to distinguish each bead by a prayer.", "Also, to charge parishioners to say a number of paternosters.", "To  bid  fair, is to open or offer a good prospect; to appear fair.", "BID  or  BID'DEN ,  participle passive   of  bid   Invited; offered; commanded.", "BID ,  noun   An offer of a price; a word much used at auctions."], "Word": "Bid", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μακαρισμός", "transliteration": "makarismos", "strongs_definition": "beatification that is attribution of good fortune", "word_translated": "blessedness", "bible_usage": "blessedness.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"blessedness": "3"}, "brown_driver_definition": [], "phonetic": "mak-ar-is-mos'", "strongs_number": "G3108", "thayers_definition": [" 1. declaration of blessedness ", " 2. to utter a declaration of blessedness upon one ", " 3. to pronounce one blessed "], "word_origin": "From G3106", "bible_references": ["Rom 4:6", "Rom 4:9", "Gal 4:15"], "letter": "B", "origin_links": ["G3106"], "data": {"1": {"Definitions": ["BLESS'EDNESS ,  noun   Happiness; felicity; heavenly joys; the favor of God.", "1.  Sanctity."], "Word": "Blessedness", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "μόδιος", "transliteration": "modios", "strongs_definition": "a modius that is certain measure for things dry (the quantity or the utensil)", "word_translated": "bushel", "bible_usage": "bushel.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"bushel": "3"}, "brown_driver_definition": [], "phonetic": "mod'-ee-os", "strongs_number": "G3426", "thayers_definition": [" 1. a dry measure holding 16 sextarii (or 1/6 of the Attic medimnus), about a peck (9 litres) "], "word_origin": "Of Latin origin", "bible_references": ["Mat 5:15", "Mark 4:21", "Luke 11:33"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["About one peck. Matthew 5:15 ;  Mark 4:21 ;  Luke 11:33"], "Word": "Bushel", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["[ WEIGHTS AND MEASURES ]"], "Word": "Bushel", "Dictionary": "Smith's Bible Dictionary"}, "3": {"Definitions": ["BUSH'EL ,  noun   A dry measure, containing eight gallons, or four pecks. The standard English  bushel  by Stat.12 . Henry VII., contains eight gallons of wheat, each gallon eight pounds of wheat, troy weight, the pound, twelve ounces troy, the ounce, twenty sterlings, and the sterling, thirty two grains of wheat growing in the middle of the ear. The contents are 2145.6 solid inches, equivalent to 1131 ounces and 14 pennyweights troy.", "The English  bushel  is used also in the U. States.", "Bushel signifies both the quantity or capacity, and the vessel which will contain the quantity.", "1.  In popular language, a large quantity indefinitely.", "2.  The circle of iron in the nave of a wheel; in America, called a box. [ See Bush .]"], "Word": "Bushel", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BUSH'ELAGE ,  noun   A duty payable on commodities by the bushel. [Not used in the U. States.]"], "Word": "Bushelage", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "νόθος", "transliteration": "nothos", "strongs_definition": "a spurious or illegitimate son", "word_translated": "bastards", "bible_usage": "bastard.", "part_of_speech": "Adjective", "translation_occurrences": {"bastards": "1"}, "brown_driver_definition": [], "phonetic": "noth'-os", "strongs_number": "G3541", "thayers_definition": [" 1. illegitimate, bastard ", " 2. one born, not in lawful wedlock, but of a concubine or female slave "], "word_origin": "Of uncertain affinity", "bible_references": ["Heb 12:8"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["B'ASTARDS , an appellation given to a faction or troop of bandits, who ravaged Guienne in France in the 14th century; supposed to have been headed by the illegitimate sons of noblemen, who were excluded from the rights of inheritance."], "Word": "Bastards", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "νοσσιά", "transliteration": "nossia", "strongs_definition": "a brood (of chickens)", "word_translated": "brood", "bible_usage": "brood.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"brood": "1"}, "brown_driver_definition": [], "phonetic": "nos-see-ah'", "strongs_number": "G3555", "thayers_definition": [" 1. a nest of birds ", " 2. a brood of birds "], "word_origin": "From G3502", "bible_references": ["Luke 13:34"], "letter": "B", "origin_links": ["G3502"], "data": {"1": {"Definitions": ["BROOD ,  verb intransitive", "1.  To sit on and cover, as a fowl on her eggs for the purpose of warming them and hatching chickens, or as a hen over her chickens, to warm and protect them.", "2.  To sit on; to spread over, as with wings; as, to sit brooding over the vast abyss.", "3.  To remain a long time in anxiety or solicitous thought; to have the mind uninterruptedly dwell a long time on a subject; as, the miser broods over his gold.", "4.  To mature any thing with care.", "BROOD ,  verb transitive   To sit over, cover and cherish; as, a hen broods her chickens.", "1.  To cherish.", "You'll  brood  your sorrows on a throne.", "BROOD ,  noun   Offspring; progeny; formerly used of human beings in elegant works, and we have brother, from this word; but it is now more generally used in contempt.", "1.  A hatch; the young birds hatched at once; as a  brood  of chickens or of ducks.", "2.  That which is bred; species generated; that which is produced.", "Lybia's broods of poison.", "3.  The act of covering the eggs, or of brooding. [Unusual.]"], "Word": "Brood", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BROOD'ED ,  participle passive   Covered with the wings; cherished."], "Word": "Brooded", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BROOD'ING , ppr. Sitting on; covering and warming; dwelling on with anxiety."], "Word": "Brooding", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BROOD'Y ,  adjective   In a state of sitting on eggs for hatching; inclined to sit. [Unusual.]"], "Word": "Broody", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "νυμφών", "transliteration": "numphōn", "strongs_definition": "the bridal room", "word_translated": "bridechamber", "bible_usage": "bridechamber.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"bridechamber": "3"}, "brown_driver_definition": [], "phonetic": "noom-fohn'", "strongs_number": "G3567", "thayers_definition": [" 1. the chamber containing the bridal bed, the bridal chamber ", " a. of the friends of the bridegroom whose duty it was to provide and care for whatever pertained to the bridal chamber, i.e. whatever was needed for the due celebration of the nuptials ", " b. the room in which the marriage ceremonies are held "], "word_origin": "From G3565", "bible_references": ["Mat 9:15", "Mark 2:19", "Luke 5:34"], "letter": "B", "origin_links": ["G3565"], "data": {"1": {"Definitions": ["BRI'DECHAMBER ,  noun   The nuptial apartment.  Matthew 9:15 ."], "Word": "Bridechamber", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "οἰκοδομή", "transliteration": "oikodomē", "strongs_definition": "architecture that is (concretely) a structure; figuratively confirmation", "word_translated": "buildings", "bible_usage": "building edify (-ication -ing).", "part_of_speech": "Noun Feminine", "translation_occurrences": {"building": "3", "buildings": "3", "edify": "1", "edification": "4", "edifying": "7"}, "brown_driver_definition": [], "phonetic": "oy-kod-om-ay'", "strongs_number": "G3619", "thayers_definition": [" 1. (the act of) building, building up ", " 2. metaph. edifying, edification ", " a. the act of one who promotes another's growth in Christian wisdom, piety, happiness, holiness ", " 3. a building (i.e. the thing built, edifice) "], "word_origin": "Feminine (abstraction) of a compound of G3624 and the base of G1430", "bible_references": ["Mat 24:1", "Mark 13:1", "Mark 13:2"], "letter": "B", "origin_links": ["G3624", "G1430"], "data": {"1": {"Definitions": ["Among the Jews was suited to the climate and conditions of the country. They probably adopted the kind of architecture for their dwellings which they found already existing when they entered Canaan ( Deuteronomy 6:10 ;  Numbers 13:19 ). Phoenician artists ( 2 Samuel 5:11 ;  1 Kings 5:6, 18 ) assisted at the erection of the royal palace and the temple at Jerusalem. Foreigners also assisted at the restoration of the temple after the Exile ( Ezra 3:7 ).", "In  Genesis 11:3, 9 , we have the first recorded instance of the erection of buildings. The cities of the plain of Shinar were founded by the descendants of Shem ( 10:11, 12, 22 ).", "The Israelites were by occupation shepherds and dwellers in tents ( Genesis 47:3 ); but from the time of their entering Canaan they became dwellers in towns, and in houses built of the native limestone of Palestine. Much building was carried on in Solomon's time. Besides the buildings he completed at Jerusalem, he also built Baalath and Tadmor ( 1 Kings 9:15, 24 ). Many of the kings of Israel and Judah were engaged in erecting various buildings.", "Herod and his sons and successors restored the temple, and built fortifications and other structures of great magnificence in Jerusalem ( Luke 21:5 ).", "The instruments used in building are mentioned as the plumb-line ( Amos 7:7 ), the measuring-reed ( Ezekiel 40:3 ), and the saw ( 1 Kings 7:9 ).", "Believers are \"God's building\" ( 1 Corinthians 3:9 ); and heaven is called \"a building of God\" ( 2 Corinthians 5:1 ). Christ is the only foundation of his church ( 1 Corinthians 3:10-12 ), of which he also is the builder ( Matthew 16:18 )."], "Word": "Building", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Figurative 2 Corinthians 5:1"], "Word": "Building", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BUILD'ING ,  participle present tense   bild'ing. Framing and erecting; resting on.", "BUILD'ING ,  noun   bild'ing. A fabric or edifice constructed for use or convenience, as a house, a church, a shop, etc."], "Word": "Building", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὀπτός", "transliteration": "optos", "strongs_definition": "cooked that is roasted", "word_translated": "broiled", "bible_usage": "broiled.", "part_of_speech": "Adjective", "translation_occurrences": {"broiled": "1"}, "brown_driver_definition": [], "phonetic": "op-tos'", "strongs_number": "G3702", "thayers_definition": [" 1. cooked, broiled "], "word_origin": "From an obsolete verb akin to ἕψω hepsō (to )", "bible_references": ["Luke 24:42"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BROIL'ED ,  participle passive   Agitated or dressed by heat."], "Word": "Broiled", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "παραδίδωμι", "transliteration": "paradidōmi", "strongs_definition": "to surrender that is yield up intrust transmit", "word_translated": "betrayest", "bible_usage": "betray bring forth cast commit deliver (up) give (over up) hazard put in prison recommend.", "part_of_speech": "Verb", "translation_occurrences": {"betrayeth": "3", "given": "1", "delivered": "40", "betrayest": "1", "prison": "2", "over": "2", "give": "1", "deliver": "9", "up": "15", "delivering": "1", "recommended": "2", "betray": "17", "committed": "2", "betrayed": "19", "hazarded": "1", "forth": "1", "deliveredst": "2", "gave": "2"}, "brown_driver_definition": [], "phonetic": "par-ad-id'-o-mee", "strongs_number": "G3860", "thayers_definition": [" 1. to give into the hands (of another) ", " 2. to give over into (one's) power or use ", " a. to deliver to one something to keep, use, take care of, manage ", " b. to deliver up one to custody, to be judged, condemned, punished, scourged, tormented, put to death ", " c. to deliver up treacherously ", " 1. by betrayal to cause one to be taken ", " 2. to deliver one to be taught, moulded ", " 3. to commit, to commend ", " 4. to deliver verbally ", " a. commands, rites ", " b. to deliver by narrating, to report ", " 5. to permit allow ", " a. when the fruit will allow that is when its ripeness permits ", " b. gives itself up, presents itself "], "word_origin": "From G3844 and G1325", "bible_references": ["Luke 22:48"], "letter": "B", "origin_links": ["G3844", "G1325"], "data": {"1": {"Definitions": ["BETRA'Y ,  verb transitive   [Latin traho.]", "1.  To deliver into the hands of an enemy by treachery or fraud, in violation of trust; as, an officer betrayed the city.", "The son of man shall be betrayed into the hands of men.  Matthew 17:22 .", "2.  To violate by fraud, or unfaithfulness; as, to  betray  a trust.", "If the people of America ever  betray  their trust, their guilt will merit even greater punishment than other nations have suffered, and the indignation of heaven.", "3.  To violate confidence by disclosing a secret, or that which was intrusted; to expose; followed by the person, or the thing; as, my friend betrayed me, or betrayed the secret.", "4.  To disclose, or permit to appear, what is intended to be kept secret, or what prudence would conceal.", "Be swift to hear, but cautions of your tongue, lest you  betray  your ignorance.", "Hence,", "5.  To mislead or expose to inconvenience not foreseen; as, great confidence betrays a man into errors.", "6.  To show; to discover; to indicate what is not obvious at first view, or would otherwise be concealed.", "Nor, after length of years, a stone betray", "The place where once the very ruins lay.", "This river betrays its original in its name.", "All the names in the country  betray  great antiquity.", "7.  To fail, or deceive.", "But when I rise, I shall find my legs betraying me."], "Word": "Betray", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Of Jesus Matthew 26:14-16 ;  Matthew 26:45-50 ;  Mark 14:10-11 ;  Luke 22:3-6 ;  Luke 22:47-48 ;  John 13:21", "Of others, foretold Matthew 20:18 ;  Matthew 24:10", "Of David, by Doeg 1 Samuel 22:9-10 ;  1 Samuel 21:1-10", "Of cities Judges 1:24-25 Confidence, Betrayed"], "Word": "Betrayal", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BETRA'YED ,  participle passive   Delivered up in breach of trust; violated by unfaithfulness; exposed by breach of confidence; disclosed contrary to expectation or intention; made known; discoverd."], "Word": "Betrayed", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BETRA'YER ,  noun   One who betrays; a traitor."], "Word": "Betrayer", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BETRA'YING ,  participle present tense   Delivering up treacherously; violating confidence; disclosing contrary to intention; exposing; discovering."], "Word": "Betraying", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "παραδίδωμι", "transliteration": "paradidōmi", "strongs_definition": "to surrender that is yield up intrust transmit", "word_translated": "betrayed", "bible_usage": "betray bring forth cast commit deliver (up) give (over up) hazard put in prison recommend.", "part_of_speech": "Verb", "translation_occurrences": {"betrayeth": "3", "given": "1", "delivered": "40", "betrayest": "1", "prison": "2", "over": "2", "give": "1", "deliver": "9", "up": "15", "delivering": "1", "recommended": "2", "betray": "17", "committed": "2", "betrayed": "19", "hazarded": "1", "forth": "1", "deliveredst": "2", "gave": "2"}, "brown_driver_definition": [], "phonetic": "par-ad-id'-o-mee", "strongs_number": "G3860", "thayers_definition": [" 1. to give into the hands (of another) ", " 2. to give over into (one's) power or use ", " a. to deliver to one something to keep, use, take care of, manage ", " b. to deliver up one to custody, to be judged, condemned, punished, scourged, tormented, put to death ", " c. to deliver up treacherously ", " 1. by betrayal to cause one to be taken ", " 2. to deliver one to be taught, moulded ", " 3. to commit, to commend ", " 4. to deliver verbally ", " a. commands, rites ", " b. to deliver by narrating, to report ", " 5. to permit allow ", " a. when the fruit will allow that is when its ripeness permits ", " b. gives itself up, presents itself "], "word_origin": "From G3844 and G1325", "bible_references": ["Mat 10:4", "Mat 17:22", "Mat 20:18", "Mat 26:2", "Mat 26:24", "Mat 26:25", "Mat 26:45", "Mat 26:48", "Mat 27:3", "Mat 27:4", "Mark 3:19", "Mark 14:21", "Mark 14:41", "Mark 14:44", "Luke 21:16", "Luke 22:22", "John 18:2", "John 18:5", "1 Cor 11:23"], "letter": "B", "origin_links": ["G3844", "G1325"], "data": {"1": {"Definitions": ["BETRA'YED ,  participle passive   Delivered up in breach of trust; violated by unfaithfulness; exposed by breach of confidence; disclosed contrary to expectation or intention; made known; discoverd."], "Word": "Betrayed", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "παραλογίζομαι", "transliteration": "paralogizomai", "strongs_definition": "to misreckon that is delude", "word_translated": "beguile", "bible_usage": "beguile deceive.", "part_of_speech": "Verb", "translation_occurrences": {"beguile": "1", "deceiving": "1"}, "brown_driver_definition": [], "phonetic": "par-al-og-id'-zom-ahee", "strongs_number": "G3884", "thayers_definition": [" 1. to reckon wrong, miscount ", " 2. to cheat by false reckoning ", " a. to deceive by false reasoning ", " 3. to deceive, delude, circumvent "], "word_origin": "From G3844 and G3049", "bible_references": ["Col 2:4"], "letter": "B", "origin_links": ["G3844", "G3049"], "data": {"1": {"Definitions": ["BEGUI'LE ,  verb transitive   begi'le. [be and guile.] To delude; to deceive; to impose on by artifice or craft.", "The serpent beguiled me and I did eat  Genesis 3:13 .", "1.  To elude by craft.", "When misery could  beguile  the tyrant's rage.", "2.  To elude any thing disagreeable by amusement, or other means; to pass pleasingly; to amuse; as, to  beguile  the tedious day with sleep."], "Word": "Beguile", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BEGUI'LED ,  participle passive   Deluded; imposed on; misled by craft; eluded by stratagem; passed pleasingly."], "Word": "Beguiled", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BEGUI'LER ,  noun   He or that which beguiles or deceives."], "Word": "Beguiler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "περίεργος", "transliteration": "periergos", "strongs_definition": "working all around that is officious (meddlesome neuter plural magic)", "word_translated": "busybodies", "bible_usage": "busybody curious arts.", "part_of_speech": "Adjective", "translation_occurrences": {"busybodies": "1", "arts": "1"}, "brown_driver_definition": [], "phonetic": "per-ee'-er-gos", "strongs_number": "G4021", "thayers_definition": [" 1. busy about trifles and neglectful of important matters ", " a. esp. busy about other folks' affairs, a busybody ", " b. of things: impertinent and superfluous ", " 1. of magic arts "], "word_origin": "From G4012 and G2041", "bible_references": ["1 Tim 5:13"], "letter": "B", "origin_links": ["G4012", "G2041"], "data": {"1": {"Definitions": ["BUSY-BODY ,  noun   biz'zy-body. [busy and body.]", "A meddling person; one who officiously concerns himself with the affairs of others."], "Word": "Busy-body", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "περικαλύπτω", "transliteration": "perikaluptō", "strongs_definition": "to cover all around that is entirely (the face a surface)", "word_translated": "blindfolded", "bible_usage": "blindfold cover overlay.", "part_of_speech": "Verb", "translation_occurrences": {"overlaid": "1", "cover": "1", "blindfolded": "1"}, "brown_driver_definition": [], "phonetic": "per-ee-kal-oop'-to", "strongs_number": "G4028", "thayers_definition": [" 1. to cover all around, to cover up, cover over "], "word_origin": "From G4012 and G2572", "bible_references": ["Luke 22:64"], "letter": "B", "origin_links": ["G4012", "G2572"], "data": {"1": {"Definitions": ["BLINDFOLDED ,  participle passive   Having the eyes covered; hindered from seeing."], "Word": "Blindfolded", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πιστός", "transliteration": "pistos", "strongs_definition": "objectively trustworthy; subjectively trustful", "word_translated": "believing", "bible_usage": "believe (-ing -r) faithful (-ly) sure true.", "part_of_speech": "Adjective", "translation_occurrences": {"believeth": "2", "sure": "1", "faithful": "53", "believers": "1", "faithfully": "1", "believing": "2", "believed": "2", "believe": "2", "true": "2", "man": "1"}, "brown_driver_definition": [], "phonetic": "pis-tos'", "strongs_number": "G4103", "thayers_definition": [" 1. trusty, faithful ", " a. of persons who show themselves faithful in the transaction of business, the execution of commands, or the discharge of official duties ", " b. one who kept his plighted faith, worthy of trust ", " c. that can be relied on ", " 2. easily persuaded ", " a. believing, confiding, trusting ", " b. in the NT one who trusts in God's promises ", " 1. one who is convinced that Jesus has been raised from the dead ", " 2. one who has become convinced that Jesus is the Messiah and author of salvation "], "word_origin": "From G3982", "bible_references": ["John 20:27", "1 Tim 6:2"], "letter": "B", "origin_links": ["G3982"], "data": {"1": {"Definitions": ["See Faith Faith"], "Word": "Believing", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BELIE'VING ,  participle present tense   Giving credit to testimony or to other evidence than personal knowledge."], "Word": "Believing", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BELIE'VINGLY ,  adverb   In a believing manner."], "Word": "Believingly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πιστός", "transliteration": "pistos", "strongs_definition": "objectively trustworthy; subjectively trustful", "word_translated": "believers", "bible_usage": "believe (-ing -r) faithful (-ly) sure true.", "part_of_speech": "Adjective", "translation_occurrences": {"believeth": "2", "sure": "1", "faithful": "53", "believers": "1", "faithfully": "1", "believing": "2", "believed": "2", "believe": "2", "true": "2", "man": "1"}, "brown_driver_definition": [], "phonetic": "pis-tos'", "strongs_number": "G4103", "thayers_definition": [" 1. trusty, faithful ", " a. of persons who show themselves faithful in the transaction of business, the execution of commands, or the discharge of official duties ", " b. one who kept his plighted faith, worthy of trust ", " c. that can be relied on ", " 2. easily persuaded ", " a. believing, confiding, trusting ", " b. in the NT one who trusts in God's promises ", " 1. one who is convinced that Jesus has been raised from the dead ", " 2. one who has become convinced that Jesus is the Messiah and author of salvation "], "word_origin": "From G3982", "bible_references": ["1 Tim 4:12"], "letter": "B", "origin_links": ["G3982"], "data": {"1": {"Definitions": ["See Righteous Righteous"], "Word": "Believer", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BELIE'VER ,  noun   One who believes; one who gives credit to other evidence than that of personal knowledge.", "1.  In theology, one who gives credit to the truth of the scriptures, as a revelation from God. In a more restricted sense, a professor of christianity; one who receives the gospel, as unfolding the true way of salvation, and Christ, as his Savior.", "In the primitive church, those who had been instructed in the truths of the gospel and baptized, were called believers; in distinction from the catechumens, who were under instruction , as preparatory to baptism and admission to church privileges."], "Word": "Believer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πίστις", "transliteration": "pistis", "strongs_definition": "persuasion that is credence; moral conviction (of religious truth or the truthfulness of God or a religious teacher) especially reliance upon Christ for salvation; abstractly constancy in such profession; by extension the system of religious (Gospel) truth itself", "word_translated": "belief", "bible_usage": "assurance belief believe faith fidelity.", "part_of_speech": "Noun Feminine", "translation_occurrences": {"faith": "238", "fidelity": "1", "believe": "1", "belief": "1", "assurance": "1"}, "brown_driver_definition": [], "phonetic": "pis'-tis", "strongs_number": "G4102", "thayers_definition": [" 1. conviction of the truth of anything, belief; in the NT of a conviction or belief respecting man's relationship to God and divine things, generally with the included idea of trust and holy fervour born of faith and joined with it ", " a. relating to God ", " 1. the conviction that God exists and is the creator and ruler of all things, the provider and bestower of eternal salvation through Christ ", " b. relating to Christ ", " 1. a strong and welcome conviction or belief that Jesus is the Messiah, through whom we obtain eternal salvation in the kingdom of God ", " c. the religious beliefs of Christians ", " d. belief with the predominate idea of trust (or confidence) whether in God or in Christ, springing from faith in the same ", " 2. fidelity, faithfulness ", " a. the character of one who can be relied on "], "word_origin": "From G3982", "bible_references": ["2 Th 2:13"], "letter": "B", "origin_links": ["G3982"], "data": {"1": {"Definitions": ["BELIE'F ,  noun", "1.  A persuasion of the truth, or an assent of mind to the truth of a declaration, proposition or alleged fact, on the ground of evidence, distinct from personal knowledge; as the  belief  of the gospel;  belief  of a witness.  belief  may also by founded on internal impressions, or arguments and reasons furnished by our own minds; as the  belief  of our senses; a train of reasoning may result in  belief    belief  is opposed to knowledge and science.", "2.  In theology, faith, or a firm persuasion of the truths of religion.", "No man can attain [to]  belief  by the bare contemplation of heaven and earth.", "3.  Religion; the body of tenets held by the professors of faith.", "In the heat of persecution, to which christian  belief  was subject, upon its first promulgation.", "4.  In some cases, the word is used for persuasion or opinion, when the evidence is not so clear as to leave no doubt; but the shades of strength in opinion can hardly be defined, or exemplified. Hence the use of qualifying words; as a firm, full or strong  belief", "5.  The thing believed; the object of  belief", "Superstitious prophecies are the  belief  of fools.", "6.  A creed; a form or summary of articles of faith. In this sense, we generally use Creed."], "Word": "Belief", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πιστεύω", "transliteration": "pisteuō", "strongs_definition": "to have faith (in upon or with respect to a person or thing) that is credit; by implication to entrust (especially one´ s spiritual well being to Christ)", "word_translated": "believest", "bible_usage": "believe (-r) commit (to trust) put in trust with.", "part_of_speech": "Verb", "translation_occurrences": {"believeth": "33", "made": "1", "on": "1", "believers": "1", "believest": "8", "trust": "2", "believing": "6", "committed": "5", "believed": "77", "commit": "1", "believe": "114"}, "brown_driver_definition": [], "phonetic": "pist-yoo'-o", "strongs_number": "G4100", "thayers_definition": [" 1. to think to be true, to be persuaded of, to credit, place confidence in ", " a. of the thing believed ", " 1. to credit, have confidence ", " b. in a moral or religious reference ", " 1. used in the NT of the conviction and trust to which a man is impelled by a certain inner and higher prerogative and law of soul ", " 2. to trust in Jesus or God as able to aid either in obtaining or in doing something: saving faith 1bc) mere acknowledgment of some fact or event: intellectual faith ", " 2. to entrust a thing to one, i.e. his fidelity ", " a. to be intrusted with a thing "], "word_origin": "From G4102", "bible_references": ["Luke 1:20", "John 1:50", "John 11:26", "John 14:10", "Act 8:37", "Act 26:27", "Act 26:27", "Jam 2:19"], "letter": "B", "origin_links": ["G4102"], "data": {"1": {"Definitions": ["BELIE'VE ,  verb transitive   To credit upon the authority or testimony of another; to be persuaded of the truth of something upon the declaration of another, or upon evidence furnished by reasons, arguments, and deductions of the mind, or by other circumstances, than personal knowledge. When we  believe  upon the authority of another, we always put confidence in his veracity.", "When we  believe  upon the authority of reasoning, arguments, or a concurrence of facts and circumstances, we rest our conclusions upon their strength or probability, their agreement with our own experience, etc.", "2.  To expect or hope with confidence; to trust.", "I had fainted, unless I had believed to see the goodness of the Lord in the land of the living.  Psalms 27:13 .", "BELIE'VE ,  verb intransitive   To have a firm persuasion of any thing. In some cases, to have full persuasion, approaching to certainty; in others, more doubt is implied. It is often followed by in or on, especially in the scriptures. To  believe  in, is to hold as the object of faith. 'Ye  believe  in God,  believe  also in me.'  John 14:1 . To  believe  on, is to trust, to place full confidence in, to rest upon with faith. 'To them gave he power to become the sons of God, even to them that  believe  on his name.'  John 1:7 . Johnson. But there is no ground for much distinction.", "In theology, to  believe  sometimes expresses a mere assent of the understanding to the truths of the gospel; as in the case of Simon.  Acts 8:37 . In others, the word implies, with this assent of the mind, a yielding of the will and affections, accompanied with a humble reliance on Christ for salvation.  John 1:12 .  John 3:15 .", "In popular use and familiar discourse, to  believe  often expresses an opinion in a vague manner, without a very exact estimate of evidence, noting a mere preponderance of opinion, and is nearly equivalent to think or suppose."], "Word": "Believe", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BELIE'VED ,  participle passive   Credited; assented to, as true."], "Word": "Believed", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["See Righteous Righteous"], "Word": "Believer", "Dictionary": "Naves Topical Index"}, "4": {"Definitions": ["BELIE'VER ,  noun   One who believes; one who gives credit to other evidence than that of personal knowledge.", "1.  In theology, one who gives credit to the truth of the scriptures, as a revelation from God. In a more restricted sense, a professor of christianity; one who receives the gospel, as unfolding the true way of salvation, and Christ, as his Savior.", "In the primitive church, those who had been instructed in the truths of the gospel and baptized, were called believers; in distinction from the catechumens, who were under instruction , as preparatory to baptism and admission to church privileges."], "Word": "Believer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πλοιάριον", "transliteration": "ploiarion", "strongs_definition": "a boat", "word_translated": "boats", "bible_usage": "boat little (small) ship.", "part_of_speech": "Noun Neuter", "translation_occurrences": {"boats": "1", "ship": "2", "ships": "1", "boat": "2"}, "brown_driver_definition": [], "phonetic": "ploy-ar'-ee-on", "strongs_number": "G4142", "thayers_definition": [" 1. a small vessel, a boat "], "word_origin": "Neuter of a presumed derivative of G4143", "bible_references": ["John 6:23"], "letter": "B", "origin_links": ["G4143"], "data": {"1": {"Definitions": ["See Ship Ship"], "Word": "Boat", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BOAT ,  noun", "1.  A small open vessel, or water craft, usually moved by oars, or rowing. The forms, dimensions and uses of boats are very various, and some of them carry a light sail. The different kinds of boats have different names, as, long-boat, lanch, barge, pinnace, jolly-boat, cutter, yawl, ferry-boat, wherry, Moses-boat, punt, felucca, fishing-boat, perogue, etc.", "2.  A small vessel carrying a mast and sails; but usually described by another word, as a packet-boat, passage-boat, advice-boat. etc.", "BOAT ,  verb transitive   To transport in a boat; as, to  boat  goods across a lake."], "Word": "Boat", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["BOATABLE ,  adjective   Navigable for boats, or small river craft."], "Word": "Boatable", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BOAT-BILL ,  noun   [boat and bill.] A genus of birds, the Cancroma, of two species, the crested and the brown; but by some ornithologists, they are considered as varieties of the same species. They are of the grallic order, with a bill four inches long, not unlike a boat with the keel uppermost, or like the bowls of two spoons, with the hollow parts placed together."], "Word": "Boat-bill", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BOAT-FLY  or  BOAT-INSECT , noun  A genus of insects, hemipters, known in zoology by the generic term Notonecta."], "Word": "Boat-fly", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["BOAT-HOOK ,  noun   [boat and hook.] an iron hook with a point on the back, fixed to a long pole, to pull or push a boat."], "Word": "Boat-hook", "Dictionary": "Webster's 1828 Dictionary"}, "7": {"Definitions": ["BOATING ,  participle present tense   Transporting in boats.", "BOATING ,  noun   The act of practice of transporting in boats.", "1.  In Persia, a punishment of capital offenders by laying them on the back in a boat which is covered, where they perish."], "Word": "Boating", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BOA'TION ,  noun   [Latin  boo.] A crying out; a roar. [Not used.]"], "Word": "Boation", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BOATMAN", "BOATSMAN,  noun   [boat and man.] A man who manages a boat; a rower of a boat."], "Word": "Boatman", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["BOAT-ROPE ,  noun   [boat and rope.] A rope to fasten a boat, usually called a painter."], "Word": "Boat-rope", "Dictionary": "Webster's 1828 Dictionary"}, "11": {"Definitions": ["BOAT-SHAPED ,  adjective   Having the shape of a boat; navicular; cymbiform; hollow like a boat; as the valve of some pericarps."], "Word": "Boat-shaped", "Dictionary": "Webster's 1828 Dictionary"}, "12": {"Definitions": ["BOATSWAIN ,  noun   In seamen's language, bosn.", "An officer on board of ships, who has charge of the boats, sails, rigging, colors, anchors, cables and cordage. His office is also, to summon the crew to their duty. to relieve the watch, assist in the necessary business of the ship, seize and punish offenders, etc. He has a mate who has charge of the long-boat, for setting forth and weighing anchors, warping, towing and mooring."], "Word": "Boatswain", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πότος", "transliteration": "potos", "strongs_definition": "a drinking bout or carousal", "word_translated": "banquetings", "bible_usage": "banqueting.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"banquetings": "1"}, "brown_driver_definition": [], "phonetic": "pot'-os", "strongs_number": "G4224", "thayers_definition": [" 1. a drinking, carousing "], "word_origin": "From the alternate of G4095", "bible_references": ["1 Pet 4:3"], "letter": "B", "origin_links": ["G4095"], "data": {"1": {"Definitions": ["BAN'QUETING ,  participle present tense   Feasting; entertaining with rich fare.", "2.  Partaking of rich fare.", "BAN'QUETING ,  noun   A feast; luxurious living; rich entertainment. lPet.iv."], "Word": "Banqueting", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["BAN'QUETING-HOUSE", "BAN'QUETING-ROOM,  noun   A saloon, or spacious hall for public entertainments."], "Word": "Banqueting-house", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προδότης", "transliteration": "prodotēs", "strongs_definition": "a surrender", "word_translated": "betrayers", "bible_usage": "betrayer traitor.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"betrayers": "1", "Traitors": "1", "traitor": "1"}, "brown_driver_definition": [], "phonetic": "prod-ot'-ace", "strongs_number": "G4273", "thayers_definition": [" 1. a betrayer, traitor "], "word_origin": "From G4272 (in the sense of giving forward into another´ s [the enemy´ s] hands)", "bible_references": ["Act 7:52"], "letter": "B", "origin_links": ["G4272"], "data": {"1": {"Definitions": ["BETRA'YER ,  noun   One who betrays; a traitor."], "Word": "Betrayer", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πρόδηλος", "transliteration": "prodēlos", "strongs_definition": "plain before all men that is obvious", "word_translated": "beforehand", "bible_usage": "evident manifest (open) beforehand.", "part_of_speech": "Adjective", "translation_occurrences": {"beforehand": "2", "evident": "1"}, "brown_driver_definition": [], "phonetic": "prod'-ay-los", "strongs_number": "G4271", "thayers_definition": [" 1. openly evident, known to all, manifest "], "word_origin": "From G4253 and G1212", "bible_references": ["1 Tim 5:24", "1 Tim 5:25"], "letter": "B", "origin_links": ["G4253", "G1212"], "data": {"1": {"Definitions": ["BEFO'REHAND ,  adverb   [before and hand.] In a state of anticipation or preoccupation; often followed by with; as, you are before hand with me.", "1.  Antecedently; by way of preparation or preliminary; aforetime. Math.13.  1 Timothy 5:24 .", "2.  In a state of accumulation, so as that more has been received than expended. A man is  beforehand   In this use it is more properly an adjective.", "3.  At first; before any thing is done."], "Word": "Beforehand", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "προϋπάρχω", "transliteration": "prouparchō", "strongs_definition": "to exist before that is (adverbially) to be or do something previously", "word_translated": "beforetime", "bible_usage": "+ be before (-time).", "part_of_speech": "Verb", "translation_occurrences": {"beforetime": "1", "before": "1"}, "brown_driver_definition": [], "phonetic": "pro-oop-ar'-kho", "strongs_number": "G4391", "thayers_definition": [" 1. to be before, exist previously "], "word_origin": "From G4253 and G5225", "bible_references": ["Act 8:9"], "letter": "B", "origin_links": ["G4253", "G5225"], "data": {"1": {"Definitions": ["BEFO'RE-TIME ,  adverb   [before and time.] Formerly; of old time.  1 Samuel 9:1 .  Joshua 20:1 ."], "Word": "Before-time", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πτωχός", "transliteration": "ptōchos", "strongs_definition": "akin to  and the alternate of ); a beggar (as cringing) that is pauper (strictly denoting absolute or public mendicancy although also used in a qualified or relative sense; whereas  properly means only straitened circumstances in private) literally (often as noun) or figuratively (distressed)", "word_translated": "beggarly", "bible_usage": "beggar (-ly) poor.", "part_of_speech": "Adjective", "translation_occurrences": {"poor": "30", "beggarly": "1", "beggar": "2", "man": "1"}, "brown_driver_definition": [], "phonetic": "pto-khos'", "strongs_number": "G4434", "thayers_definition": [" 1. reduced to beggary, begging, asking alms ", " 2. destitute of wealth, influence, position, honour ", " a. lowly, afflicted, destitute of the Christian virtues and eternal riches ", " b. helpless, powerless to accomplish an end ", " c. poor, needy ", " 3. lacking in anything ", " a. as respects their spirit ", " 1. destitute of wealth of learning and intellectual culture which the schools afford (men of this class most readily give themselves up to Christ's teaching and proved them selves fitted to lay hold of the heavenly treasure) "], "word_origin": "From πτώσσω ptōssō (to crouch", "bible_references": ["Gal 4:9"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BEG'GARLY ,  adjective   Mean; poor; in the condition of a beggar; extremely indigent.", "BEG'GARLY ,  adverb   Meanly; indigently; despicable."], "Word": "Beggarly", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "πωρόω", "transliteration": "pōroō", "strongs_definition": "to petrify that is (figuratively) to indurate (render stupid or callous)", "word_translated": "blinded", "bible_usage": "blind harden.", "part_of_speech": "Verb", "translation_occurrences": {"hardened": "3", "blinded": "2"}, "brown_driver_definition": [], "phonetic": "po-ro'-o", "strongs_number": "G4456", "thayers_definition": [" 1. to cover with a thick skin, to harden by covering with a callus ", " 2. metaph. ", " a. to make the heart dull ", " b. to grow hard, callous, become dull, lose the power of understanding "], "word_origin": "Apparently from πῶρος pōros (a kind of stone)", "bible_references": ["Rom 11:7", "2 Cor 3:14"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["BLINDED ,  participle passive   Deprived of sight; deprived of intellectual discernment; made dark or obscure."], "Word": "Blinded", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "στέγω", "transliteration": "stegō", "strongs_definition": "to roof over that is (figuratively) to cover with silence (endure patiently)", "word_translated": "Beareth", "bible_usage": "(for-) bear suffer.", "part_of_speech": "Verb", "translation_occurrences": {"Beareth": "1", "forbear": "2", "suffer": "1"}, "brown_driver_definition": [], "phonetic": "steg'-o", "strongs_number": "G4722", "thayers_definition": [" 1. deck, thatch, to cover ", " a. to protect or keep by covering, to preserve ", " 2. to cover over with silence ", " a. to keep secret ", " b. to hide, conceal ", " 1. of the errors and faults of others ", " 3. by covering to keep off something which threatens, to bear up against, hold out against, and so endure, bear, forbear "], "word_origin": "From G4721", "bible_references": ["1 Cor 13:7"], "letter": "B", "origin_links": ["G4721"], "data": {"1": {"Definitions": ["A native of the mountain regions of Western Asia, frequently mentioned in Scripture. David defended his flocks against the attacks of a bear ( 1 Samuel 17:34-37 ). Bears came out of the wood and destroyed the children who mocked the prophet Elisha ( 2 Kings 2:24 ). Their habits are referred to in  Isaiah 59:11 ;  Proverbs 28:15 ;  Lamentations 3:10 . The fury of the female bear when robbed of her young is spoken of ( 2 Samuel 17:8 ;  Proverbs 17:12 ;  Hosea 13:8 ). In Daniel's vision of the four great monarchies, the Medo-Persian empire is represented by a bear ( 7:5 )."], "Word": "Bear", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Ferocity of 2 Samuel 17:8 ;  Proverbs 17:12 ;  Proverbs 28:15 ;  Isaiah 11:7 ;  Isaiah 59:11 ;  Lamentations 3:10 ;  Hosea 13:8 ;  Amos 5:19", "Killed by David 1 Samuel 17:34-37", "Two destroy the children of Beth-El, who mocked Elisha 2 Kings 2:24", "Figurative Daniel 7:5 ;  Revelation 13:2"], "Word": "Bear", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["( 1 Samuel 17:34 ;  2 Samuel 17:8 ) The Syrian bear,  Ursus syriacus,  which is without doubt the animal mentioned in the Bible, is still found on the higher mountains of Palestine. During the summer months these bears keep to the snowy parts of Lebanon, but descend in winter to the villages and Gardens. It is probable also that at this period in former days they extended their visits to other parts of Palestine."], "Word": "Bear", "Dictionary": "Smith's Bible Dictionary"}, "4": {"Definitions": ["BEAR ,  verb transitive    preterit tense  bore;  participle passive   born, borne. [Latin  fero, pario, porto. The primary sense is to throw out, to bring forth, or in general, to thrust or drive along. ]", "1.  To support; to sustain; as, to  bear  a weight or burden.", "2.  To carry; to convey; to support and remove from place to place; as, 'they  bear  him upon the shoulder; ', 'the eagle beareth them on her wings.'", "3.  To wear; to  bear  as a mark of authority or distinction; as, to  bear  a sword, a badge, a name; to  bear  arms in a coat.", "4.  To keep afloat; as, the water bears a ship.", "5.  To support or sustain without sinking or yielding; to endure; as, a man can  bear  severe pain or calamity; or to sustain with proportionate strength, and without injury; as, a man may  bear  stronger food or drink.", "6.  To entertain; to carry in the mind; as, to  bear  a great love for a friend; to  bear  inveterate hatred to gaming.", "7.  To suffer; to undergo; as, to  bear  punishment.", "8.  To suffer without resentment, or interference to prevent; to have patience; as, to  bear  neglect or indignities.", "9.  To admit or be capable of; that is, to suffer or sustain without violence, injury, or change; as, to give words the most favorable interpretation they will  bear", "10.  To bring forth or produce, as the fruit of plants, or the young of animals; as, to  bear  apples; to  bear  children.", "11.  To give birth to, or be the native place of.", "Here dwelt the man divine whom Samos bore.", "12.  To possess and use as power; to exercise; as, to  bear  sway.", "13.  To gain or win.", "Some think to  bear  it by speaking a great word. [Not now used. The phrase now used is, to  bear  away.]", "14.  To carry on, or maintain; to have; as, to  bear  a part in conversation.", "15.  To show or exhibit; to relate; as, to  bear  testimony or witness. This seems to imply utterance, like the Latin fero, to relate or utter.", "16.  To sustain the effect, or be answerable for; as, to  bear  the blame.", "17.  To sustain, as expense; to supply the means of paying; as, to  bear  the charges, that is, to pay the expenses.", "18.  To be the object of.", "Let me but  bear  your love, and I'll  bear  your cares.", "19.  To behave; to act in any character; as, 'hath he borne himself penitent?'", "20.  To remove, or to endure the effects of; and hence to give satisfaction for.", "He shall  bear  their iniquities.  Isaiah 53:11 .  Hebrews 9:28 .", "To  bear  the infirmities of the weak, to  bear  one another's burdens, is to be charitable towards their faults, to sympathize with them, and to aid them in distress.", "To  bear  off, is to restrain; to keep from approach; and in seamanship, to remove to a distance; to keep clear from rubbing against any thing; as, to  bear  off a blow; to  bear  off a boat; also, to carry away; as, to  bear  off stolen goods.", "To  bear  down, is to impel or urge; to overthrow or crush by force; as, to  bear  down an enemy.", "To  bear  down upon, to press to overtake; to make all sail to come up with.", "To  bear  hard, is to press or urge.", "Cesar doth  bear  me hard.", "To  bear  on, is to press against; also to carry forward, to press, incite or animate.", "Confidence hath borne thee on.", "To  bear  through, is to conduct or manage; as, 'to  bear  through the consulship.' B.Jonson. Also, to maintain or support to the end; as, religion will  bear  us through the evils of life.", "To  bear  out, is to maintain and support to the end; to defend to the last.", "Company only can  bear  a man out in an ill thing.", "To  bear  up, to support; to keep from falling.", "Religious hope bears up the mind under sufferings.", "To  bear  up, to keep afloat.", "To  bear  a body. A color is said to  bear  a body in painting, when it is capable of being ground so fine, and mixed so entirely with the oil, as to seem only a very thick oil of the same color. To  bear  date, is to have the mark of time when written or executed; as, a letter or bond bears date, Jan.6, 1811.", "To  bear  a price, is to have a certain price. In common mercantile language, it often signifies or implies, to  bear  a good or high price.", "To  bear  in hand, to amuse with false pretenses; to deceive.", "I believe this phrase is obsolete, or never used in America.", "To  bear  a hand, in seamanship, is to make haste, be quick.", "BEAR ,  verb intransitive   To suffer, as with pain.", "But man is born to  bear", "This is unusual in prose; and though admissible, is rendered intransitive, merely by the omission of pain, or other word expressive of evil.", "1.  To be patient; to endure.", "I cannot, cannot  bear", "2.  To produce, as fruit; to be fruitful, in opposition to barrenness.", "This age to blossom, and the next to  bear", "Here fruit must be understood.", "3.  To take effect; to succeed; as, to bring matters to  bear", "4.  To act in any character.", "Instruct me how I may  bear  like a true friar.", "5.  To be situated as to the point of compass, with respect to something else; as, the land bore E, noun E. from the ship.", "6.  To  bear  away, in navigation, is to change the course of a ship, when close hauled, or sailing with a side wind, and make her run before the wind. To  bear  up, is used in a like sense, from the act of bearing up the helm to the windward.", "Hence, perhaps, in other cases, the expression may be used to denote tending or moving from.", "7.  To  bear  down, is to drive or tend to; to approach with a fair wind; as, the fleet bore down upon the enemy.", "8.  To  bear  in, is to run or tend towards; as, a ship bears in with the land; opposed to  bear  off, or keeping at a greater distance.", "9.  To  bear  up, is to tend or move towards; as, to  bear  up to one another; also, to be supported; to have fortitude; to be firm; not to sink; as, to  bear  up under afflictions.", "10.  To  bear  upon, or against, is to lean", "upon or against; to act on as weight or force, in any direction, as a column upon its base, or the sides of two inclining objects against each other.", "11.  To  bear  against, to approach for attack or seizure; as, 'a lion bears against his prey.'", "12.  To  bear  upon, to act upon; as, the artillery bore upon the center; or to be pointed or situated so as to affect; as, to bring or plant guns so as to  bear  upon a fort, or a ship.", "13.  To  bear  with, to endure what is unpleasing; to be indulgent; to forbear to resent, oppose, or punish.", "Reason would I should  bear  with you.  Acts 18:14 .", "Shall not God avenge his elect, though he  bear  long with them?  Luke 18:7 ."], "Word": "Bear", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BEAR-BAITING ,  noun   The sport of baiting bears with dogs."], "Word": "Bear-baiting", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["( house of God's court ), named only in ( Hosea 10:14 ) as the scene of a sack and massacre by Shalman."], "Word": "Bearbel", "Dictionary": "Smith's Bible Dictionary"}, "7": {"Definitions": ["BEAR-BERRY ,  noun   A plant, a species of Arbutus."], "Word": "Bear-berry", "Dictionary": "Webster's 1828 Dictionary"}, "8": {"Definitions": ["BEAR-BIND ,  noun   A species of bind weed, or Convolvulus."], "Word": "Bear-bind", "Dictionary": "Webster's 1828 Dictionary"}, "9": {"Definitions": ["BEAR-CLOTH", "BEAR-FLY, An insect.", "BEAR'S FOOT , noun  A plant, a species of hellebore."], "Word": "Bear-cloth", "Dictionary": "Webster's 1828 Dictionary"}, "10": {"Definitions": ["The mode of wearing it was definitely prescribed to the Jews ( Leviticus 19:27 ;  21:5 ). Hence the import of Ezekiel's ( 5:1-4 ) description of the \"razor\" i.e., the agents of an angry providence being used against the guilty nation of the Jews. It was a part of a Jew's daily toilet to anoint his beard with oil and perfume ( Psalms 133:2 ). Beards were trimmed with the most fastidious care ( 2 Samuel 19:24 ), and their neglet was an indication of deep sorrow ( Isaiah 15:2 ;  Jeremiah 41:5 ). The custom was to shave or pluck off the hair as a sign of mourning ( Isaiah 50:6 ;  Jeremiah 48:37 ;  Ezra 9:3 ). The beards of David's ambassadors were cut off by hanun ( 2 Samuel 10:4 ) as a mark of indignity.", "On the other hand, the Egyptians carefully shaved the hair off their faces, and they compelled their slaves to do so also ( Genesis 41:14 )."], "Word": "Beard", "Dictionary": "Easton's Bible Dictionary"}, "11": {"Definitions": ["Worn long by:", "Aaron Psalms 133:2", "Samson Judges 16:17", "David 1 Samuel 21:13 ;  Ezekiel 5:1", "Shaven by Egyptians Genesis 41:14", "Untrimmed in mourning 2 Samuel 19:24", "Plucked Ezra 9:3", "Cut Isaiah 7:20 ;  Isaiah 15:2 ;  Jeremiah 41:5 ;  Jeremiah 48:37", "Lepers required to shave Leviticus 13:29-33 ;  Leviticus 14:9", "Idolatrous practice of marring, forbidden Leviticus 19:27 ;  Leviticus 21:5", "Beards of David's ambassadors half shaven by the king of the Amorites 2 Samuel 10:4"], "Word": "Beard", "Dictionary": "Naves Topical Index"}, "12": {"Definitions": ["Western Asiatics have always cherished the beard as the badge of the dignity of manhood, and attached to it the importance of a feature. The Egyptians, on the contrary for the most part shaved the hair of the face and head, though we find some instances to the contrary. The beard is the object of an oath, and that on which blessing or shame is spoken of as resting. The custom was and is to shave or pluck it and the hair out in mourning, ( Ezra 9:3 ;  Isaiah 15:2 ;  50:6 ;  Jeremiah 41:5 ;  48:37 ) Bar. 6.31; to neglect it in seasons of permanent affliction, ( 2 Samuel 19:24 ) and to regard any insult to it as the last outrage which enmity can inflict. ( 2 Samuel 10:4 ) The beard was the object of salutation. ( 2 Samuel 20:9 ) The dressing, trimming, anointing, etc., of the beard was performed with much ceremony by persons of wealth and rank ( Psalms 133:2 ) The removal of the beard was a part of the ceremonial treatment proper to a leper. ( Leviticus 14:9 )"], "Word": "Beard", "Dictionary": "Smith's Bible Dictionary"}, "13": {"Definitions": ["BEARD ,  noun   berd. [Latin barba.]", "1.  The hair that grows on the chin, lips and adjacent parts of the face, chiefly of male adults; hence a mark of virility. A gray  beard   long  beard  and reverend  beard   are terms for old age.", "2.   beard  is sometimes used for the face, and to do a thing to a man's  beard  is to do it in defiance, or to his face.", "3.  The awn or sharp prickles on the ears of corn. But more technically, parallel hairs or a tuft of stiff hairs terminating the leaves of plants, a species of pubescence. By some authors the name is given to the lower lip of a ringent corol.", "4.  A barb or sharp point of an arrow, or other instrument, bent backward from the end to prevent its being easily drawn out.", "5.  The  beard  or chuck of a horse, is that part which bears the curb of a bridle, underneath the lower mandible and above the chin.", "6.  The rays of a comet, emitted towards that part of the heaven to which its proper motion seems to direct it.", "7.  The threads or hairs of an oyster, muscle or similar shell-fish, by which they fasten themselves to stones.", "8.  In insects, two small, oblong, fleshy bodies, placed just above the trunk, as in gnats, moths and butterflies.", "BEARD ,  verb transitive   berd. To take by the beard; to seize, pluck, or pull the  beard   in contempt or anger.", "1.  To oppose to the face; to set at defiance.", "I have been bearded by boys."], "Word": "Beard", "Dictionary": "Webster's 1828 Dictionary"}, "14": {"Definitions": ["BEARD'ED ,  adjective   berd'ed. Having a beard, as a man. Having parallel hairs or tufts of hair, as the leaves of plants.", "1.  Barbed or jagged, as an arrow.", "BEARD'ED ,  participle passive   berd'ed. Taken by the beard; opposed to the face.", "BEARD'-GRASS ,  noun   A plant, the Andropogon."], "Word": "Bearded", "Dictionary": "Webster's 1828 Dictionary"}, "15": {"Definitions": ["BEARD'ING ,  participle present tense   berd'ing. Taking by the beard; opposing to the face."], "Word": "Bearding", "Dictionary": "Webster's 1828 Dictionary"}, "16": {"Definitions": ["BEARD'LESS ,  adjective   berd'less. Without a beard; young; not having arrived to manhood. In botany, not having a tuft of hairs."], "Word": "Beardless", "Dictionary": "Webster's 1828 Dictionary"}, "17": {"Definitions": ["BEARD'LESSNESS ,  noun   The state or quality of being destitute of beard."], "Word": "Beardlessness", "Dictionary": "Webster's 1828 Dictionary"}, "18": {"Definitions": ["BEARER ,  noun   [ See Bear .] One who bears, sustains, or carries; a carrier, especially of a corpse to the grave.", "1.  One who wears any thing, as a badge or sword.", "2.  A tree or plant that yields its fruit; as a good  bearer", "3.  In architecture, a post or brick wall between the ends of a piece of timber, to support it. In general, any thing that supports another thing.", "4.  In heraldry, a figure in an achievement, placed by the side of a shield, and seeming to support it; generally the figure of a beast. The figure of a human creature for a like purpose is called a tenant."], "Word": "Bearer", "Dictionary": "Webster's 1828 Dictionary"}, "19": {"Definitions": ["BEAR-GARDEN ,  noun   A place where bears are kept for diversion.", "BEAR-GARDEN ,  adjective   Rude; turbulent; as  bear-garden  sport."], "Word": "Bear-garden", "Dictionary": "Webster's 1828 Dictionary"}, "20": {"Definitions": ["BEARHERD ,  noun   [bear and herd.] A man that tends bears."], "Word": "Bearherd", "Dictionary": "Webster's 1828 Dictionary"}, "21": {"Definitions": ["BEARING ,  participle present tense   Supporting; carrying; producing.", "BEARING ,  noun   Gesture; mien; behavior.", "I know him by his  bearing  [Unusual.]", "1.  The situation of an object, with respect of another object, by which it is supposed to have a connection with it or influence upon it, or to be influenced by it.", "But of this frame, the bearings and the ties.", "2.  In architecture, the space between the two fixed extremes of a piece of timber, or between one extreme and a supporter.", "3.  In navigation, the situation of a distant object, with regard to a ship's position, as on the bow, on the lee quarter, etc. Also, an arch of the horizon intercepted between the nearest meridian and any distant object, either discovered by the eye and referred to a point on the compass, or resulting from sinical proportion.", "4.  In heraldry, bearings are the coats of arms or figures of armories, by which the nobility and gentry are distinguished from common persons."], "Word": "Bearing", "Dictionary": "Webster's 1828 Dictionary"}, "22": {"Definitions": ["BEARING-CLOTH ,  noun   A cloth in which a new born child is covered when carried to church to be baptized.", "BEAR ,  noun   [Latin  ferus, fera, or to barbarus.]", "1.  A wild quadruped, of the genus Ursus. The marks of the genus are, six fore teeth in the upper jaw, alternately hollow on the inside; and six in the under jaw, the two lateral ones lobated; the dog teeth are solitary and conical; the eyes have a nictitating membrane, and the nose is prominent.", "The arctos, or black bear, has his body covered with long shaggy hair. Some are found in Tartary, of a pure white color. The polar, or white bear, has a long head and neck; short, round ears; the hair long, soft, and white, tinged in some parts with yellow. He grows to a great size, the skins of some being 13 feet long. This bear lives in cold climates only, and frequently swims from one isle of ice to another.", "2.  The name of two constellations in the northern hemisphere, called the greater and lesser bear. In the tail of the lesser bear is the pole star."], "Word": "Bearing-cloth", "Dictionary": "Webster's 1828 Dictionary"}, "23": {"Definitions": ["BEARISH ,  adjective   Partaking of the qualities of a bear."], "Word": "Bearish", "Dictionary": "Webster's 1828 Dictionary"}, "24": {"Definitions": ["BEARLIKE ,  adjective   Resembling a bear."], "Word": "Bearlike", "Dictionary": "Webster's 1828 Dictionary"}, "25": {"Definitions": ["BEARN , noun   adjective   A child. In Scotland, bairn."], "Word": "Bearn", "Dictionary": "Webster's 1828 Dictionary"}, "26": {"Definitions": ["BEAR'S-BREECH ,  noun   Brank-ursine or Acanthus, a genus of plants.", "BEAR'S EAR ,  noun   The trivial name of primula auricula.", "BEAR'S EAR SANICLE ,  noun   A species of Cortusa."], "Word": "Bears-breech", "Dictionary": "Webster's 1828 Dictionary"}, "27": {"Definitions": ["BEARWARD ,  noun   A keeper of bears."], "Word": "Bearward", "Dictionary": "Webster's 1828 Dictionary"}, "28": {"Definitions": ["BEAR-WHELP ,  noun   The whelp of a bear.", "BEAR'S WORT ,  noun   A plant."], "Word": "Bear-whelp", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "σωματικός", "transliteration": "sōmatikos", "strongs_definition": "corporeal or physical", "word_translated": "bodily", "bible_usage": "bodily.", "part_of_speech": "Adjective", "translation_occurrences": {"bodily": "2"}, "brown_driver_definition": [], "phonetic": "so-mat-ee-kos'", "strongs_number": "G4984", "thayers_definition": [" 1. corporeal, bodily ", " a. having a bodily form or nature ", " b. pertaining to the body "], "word_origin": "From G4983", "bible_references": ["Luke 3:22", "1 Tim 4:8"], "letter": "B", "origin_links": ["G4983"], "data": {"1": {"Definitions": ["BOD'ILY ,  adjective   Having or containing a body or material form; corporeal; as  bodily  dimensions.", "1.  Relating or pertaining to the body, in distinction from the mind; as  bodily  defects;  bodily  pain.", "2.  Real; actual; as  bodily  act.", "BOD'ILY ,  adverb   Corporeally; united with a body or matter.", "It is his human nature, in which the Godhead dwells  bodily"], "Word": "Bodily", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "τεχνίτης", "transliteration": "technitēs", "strongs_definition": "an artisan; figuratively a founder (Creator)", "word_translated": "builder", "bible_usage": "builder craftsman.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"builder": "1", "craftsmen": "2", "craftsman": "1"}, "brown_driver_definition": [], "phonetic": "tekh-nee'-tace", "strongs_number": "G5079", "thayers_definition": [" 1. an artificer, craftsman "], "word_origin": "From G5078", "bible_references": ["Heb 11:10"], "letter": "B", "origin_links": ["G5078"], "data": {"1": {"Definitions": ["Of the tabernacle Bezaleel ;  Master Workman", "Figurative Psalms 118:22 ;  Matthew 21:42 ;  Acts 4:11 ;  1 Peter 2:7 ;  Hebrews 11:10 Carpentry"], "Word": "Builder", "Dictionary": "Naves Topical Index"}, "2": {"Definitions": ["BUILD'ER ,  noun   bild'er. One who builds; one whose occupation is to build; an architect, a ship-wright, a mason, etc.", "1.  A creator.", "Whose  builder  and maker is God.  Hebrews 11:10 ."], "Word": "Builder", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "χαλινός", "transliteration": "chalinos", "strongs_definition": "From  a curb or head stall (as curbing the spirit)", "word_translated": "bridles", "bible_usage": "bit bridle.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"bridles": "1", "bits": "1"}, "brown_driver_definition": [], "phonetic": "khal-ee-nos'", "strongs_number": "G5469", "thayers_definition": [" 1. a bridle "], "word_origin": "", "bible_references": ["Rev 14:20"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["Three Hebrew words are thus rendered in the Authorized Version.", "1.  Heb. mahsom' signifies a muzzle or halter or bridle, by which the rider governs his horse ( Psalms 39:1 ).", "2.  Me'theg, rendered also \"bit\" in  Psalms 32:9 , which is its proper meaning. Found in  2 Kings 19:28 , where the restraints of God's providence are metaphorically styled his \"bridle\" and \"hook.\" God's placing a \"bridle in the jaws of the people\" ( Isaiah 30:28 ;  37:29 ) signifies his preventing the Assyrians from carrying out their purpose against Jerusalem.", "3.  Another word, re'sen, was employed to represent a halter or bridle-rein, as used  Psalms 32:9 ;  Isaiah 30:28 . In  Job 30:11  the restraints of law and humanity are called a bridle."], "Word": "Bridle", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Psalms 32:9 ;  Proverbs 26:3 ;  Revelation 14:20", "Figurative 2 Kings 19:28 ;  Psalms 39:1 ;  James 1:26 Bit"], "Word": "Bridle", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BRI'DLE ,  noun", "1.  The instrument with which a horse is governed and restrained by a rider; consisting of a head-stall, a bit, and reins, with other appendages, according to its particular form and uses.", "2.  A restraint; a curb; a check.", "3.  A short piece of cable well served, attached to a swivel on a chain, laid in a harbor, and the upper end drawn into a ship and secured to the bits. The use is to enable a ship, when moored, to veer with the wind and tide.", "Bowline bridles are short legs or pieces of rope, running through iron thimbles, by which the bowline attaches to different places on the leech or edge of a large sail", "BRI'DLE ,  verb transitive   To put on a bridle; as, to  bridle  a horse.", "1.  To restrain, guide or govern; to check, curb or control; as, to  bridle  the passions; 'to  bridle  a muse.'", "Bridle the excursions of youth.", "BRI'DLE ,  verb intransitive   To hold up the head, and draw in the chin."], "Word": "Bridle", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BRI'DLED ,  participle passive   Having a bridle on; restrained."], "Word": "Bridled", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BRI'DLE-HAND ,  noun   [bridle and hand.] The hand which holds the bridle in riding."], "Word": "Bridle-hand", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["BRI'DLER ,  noun   One that bridles; one that restrains and governs."], "Word": "Bridler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "χαλιναγωγέω", "transliteration": "chalinagōgeō", "strongs_definition": "to be a bit leader that is to curb (figuratively)", "word_translated": "bridleth", "bible_usage": "bridle.", "part_of_speech": "Verb", "translation_occurrences": {"bridle": "1", "bridleth": "1"}, "brown_driver_definition": [], "phonetic": "khal-in-ag-ogue-eh'-o", "strongs_number": "G5468", "thayers_definition": [" 1. to lead by a bridle, to guide ", " 2. to bridle, hold in check, restrain "], "word_origin": "From a compound of G5469 and the reduplicated form of G71", "bible_references": ["Jam 1:26"], "letter": "B", "origin_links": ["G5469", "G71"], "data": {"1": {"Definitions": ["Three Hebrew words are thus rendered in the Authorized Version.", "1.  Heb. mahsom' signifies a muzzle or halter or bridle, by which the rider governs his horse ( Psalms 39:1 ).", "2.  Me'theg, rendered also \"bit\" in  Psalms 32:9 , which is its proper meaning. Found in  2 Kings 19:28 , where the restraints of God's providence are metaphorically styled his \"bridle\" and \"hook.\" God's placing a \"bridle in the jaws of the people\" ( Isaiah 30:28 ;  37:29 ) signifies his preventing the Assyrians from carrying out their purpose against Jerusalem.", "3.  Another word, re'sen, was employed to represent a halter or bridle-rein, as used  Psalms 32:9 ;  Isaiah 30:28 . In  Job 30:11  the restraints of law and humanity are called a bridle."], "Word": "Bridle", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["General references Psalms 32:9 ;  Proverbs 26:3 ;  Revelation 14:20", "Figurative 2 Kings 19:28 ;  Psalms 39:1 ;  James 1:26 Bit"], "Word": "Bridle", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BRI'DLE ,  noun", "1.  The instrument with which a horse is governed and restrained by a rider; consisting of a head-stall, a bit, and reins, with other appendages, according to its particular form and uses.", "2.  A restraint; a curb; a check.", "3.  A short piece of cable well served, attached to a swivel on a chain, laid in a harbor, and the upper end drawn into a ship and secured to the bits. The use is to enable a ship, when moored, to veer with the wind and tide.", "Bowline bridles are short legs or pieces of rope, running through iron thimbles, by which the bowline attaches to different places on the leech or edge of a large sail", "BRI'DLE ,  verb transitive   To put on a bridle; as, to  bridle  a horse.", "1.  To restrain, guide or govern; to check, curb or control; as, to  bridle  the passions; 'to  bridle  a muse.'", "Bridle the excursions of youth.", "BRI'DLE ,  verb intransitive   To hold up the head, and draw in the chin."], "Word": "Bridle", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["BRI'DLED ,  participle passive   Having a bridle on; restrained."], "Word": "Bridled", "Dictionary": "Webster's 1828 Dictionary"}, "5": {"Definitions": ["BRI'DLE-HAND ,  noun   [bridle and hand.] The hand which holds the bridle in riding."], "Word": "Bridle-hand", "Dictionary": "Webster's 1828 Dictionary"}, "6": {"Definitions": ["BRI'DLER ,  noun   One that bridles; one that restrains and governs."], "Word": "Bridler", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "χαλινός", "transliteration": "chalinos", "strongs_definition": "From  a curb or head stall (as curbing the spirit)", "word_translated": "bits", "bible_usage": "bit bridle.", "part_of_speech": "Noun Masculine", "translation_occurrences": {"bridles": "1", "bits": "1"}, "brown_driver_definition": [], "phonetic": "khal-ee-nos'", "strongs_number": "G5469", "thayers_definition": [" 1. a bridle "], "word_origin": "", "bible_references": ["Jam 3:3"], "letter": "B", "origin_links": [], "data": {"1": {"Definitions": ["The curb put into the mouths of horses to restrain them. The Hebrew word (metheg) so rendered in  Psalms 32:9  is elsewhere translated \"bridle\" ( 2 Kings 19:28 ;  Proverbs 26:3 ;  Isaiah 37:29 ). Bits were generally made of bronze or iron, but sometimes also of gold or silver. In  James 3:3  the Authorized Version translates the Greek word by \"bits,\" but the Revised Version by \"bridles.\""], "Word": "Bit", "Dictionary": "Easton's Bible Dictionary"}, "2": {"Definitions": ["Part of a bridle. Psalms 32:9 ;  James 3:3"], "Word": "Bit", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["BIT ,  noun   The iron part of a bridle which is inserted in the mouth of a horse, and its appendages, to which the reins are fastened. It includes the  bit  mouth, the branches, the curb, the sevel holes, the tranchefil and cross chains. Bits are of various kinds, as the musrol, snaffle, or watering bit; the canon mouth, jointed in the middle; the canon or fast mouth, all of a piece, kneed in the middle; the scatch-mouth; the masticador, or slavering bit; etc.", "BIT ,  verb transitive   To put a bridle upon a horse; to put the  bit  in the mouth.", "BIT ,  preterit tense   and  participle passive   of bite. Seized or wounded by the teeth.", "BIT ,  noun   A small piece; a mouthful, or morsel; a bite.", "1.  A small piece of any substance.", "3.  A small coin of the West Indies, a half pistareen, about ten cents, or five pence sterling.", "4.  The point of an auger, or other borer; the bite.", "This word is used, like jot and whit, to express the smallest degree; as, he is not a  bit  wiser or better."], "Word": "Bit", "Dictionary": "Webster's 1828 Dictionary"}}}
{"word_original": "ὠφελέω", "transliteration": "ōpheleō", "strongs_definition": "to be useful that is to benefit", "word_translated": "bettered", "bible_usage": "advantage better prevail profit.", "part_of_speech": "Verb", "translation_occurrences": {"profited": "4", "advantaged": "1", "profit": "4", "profiteth": "3", "bettered": "1", "prevail": "2"}, "brown_driver_definition": [], "phonetic": "o-fel-eh'-o", "strongs_number": "G5623", "thayers_definition": [" 1. to assist, to be useful or advantageous, to profit "], "word_origin": "From the same as G5622", "bible_references": ["Mark 5:26"], "letter": "B", "origin_links": ["G5622"], "data": {"1": {"Definitions": ["BET'TERED ,  participle passive   Improved; meliorated; made better."], "Word": "Bettered", "Dictionary": "Webster's 1828 Dictionary"}}}
