{"word_original": "אֲבֵדָה", "transliteration": "ʼăbêdâh", "strongs_definition": "concretely something lost; abstractly {destruction} that is Hades", "word_translated": "lost", "bible_usage": "lost. Compare  .", "part_of_speech": "Noun Feminine", "translation_occurrences": {"thing": "3", "lost": "1"}, "brown_driver_definition": [" 1. a lost thing, something lost "], "phonetic": "ab-ay-daw'", "strongs_number": "H9", "thayers_definition": [], "word_origin": "From H6", "bible_references": ["Lev 6:3"], "letter": "L", "origin_links": ["H6"], "data": {"1": {"Definitions": ["LOST ,  participle passive   [from lose.]", "1.  Mislaid or left in a place unknown or forgotten; that cannot be found; as a  lost  book.", "2.  Ruined; destroyed; wasted or squandered; employed to no good purpose; as  lost  money;  lost  time.", "3.  Forfeited; as a  lost  estate.", "4.  Not able to find the right way, or the place intended. A stranger is  lost  in London or Paris.", "5.  Bewildered; perplexed; being in a maze; as, a speaker may be  lost  in his argument.", "6.  Alienated; insensible; hardened beyond sensibility or recovery; as a profligate  lost  to shame;  lost  to all sense of honor.", "7.  Not perceptible to the senses; not visible; as an isle  lost  in fog; a person  lost  in a crowd.", "8.  Shipwrecked or foundered; sunk or destroyed; as a ship  lost  at sea, or on the rocks."], "Word": "Lost", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["Matthew 18:12-13 Luke 15:4-7"], "Word": "Lost Sheep, Parable of", "Dictionary": "Naves Topical Index"}, "3": {"Definitions": ["See Wicked, Punishment of Wicked, Punishment of"], "Word": "Lost, The", "Dictionary": "Naves Topical Index"}}}
{"word_original": "אָבַד", "transliteration": "ʼâbad", "strongs_definition": "properly to wander {away} that is lose oneself; by implication to perish ({causatively} destroy)", "word_translated": "lose", "bible_usage": "{break} destroy ({-uction}) + not {escape} {fail} {lose} (cause {to} make) {perish} {spend} X-(idiom) and {surely} {take} be {undone} X-(idiom) {utterly} be void {of} have no way to flee.", "part_of_speech": "Verb", "translation_occurrences": {"perisheth": "6", "perish": "75", "lost": "9", "failed": "1", "perished": "17", "void": "1", "lose": "1", "destroyed": "17", "broken": "1", "undone": "1", "destroyest": "1", "take": "1", "destroy": "40", "destroyeth": "4", "faileth": "1", "spendeth": "1", "destruction": "1"}, "brown_driver_definition": [" 1. perish, vanish, go astray, be destroyed ", " a. (Qal) ", " 1. perish, die, be exterminated ", " 2. perish, vanish (fig.) ", " 3. be lost, strayed ", " b. (Piel) ", " 1. to destroy, kill, cause to perish, to give up (as lost), exterminate ", " 2. to blot out, do away with, cause to vanish, (fig.) ", " 3. cause to stray, lose ", " c. (Hiphil) ", " 1. to destroy, put to death 1c ", " d. of divine judgment ", " 1. object name of kings (fig.) "], "phonetic": "aw-bad'", "strongs_number": "H6", "thayers_definition": [], "word_origin": "A primitive root", "bible_references": ["Eccl 3:6"], "letter": "L", "origin_links": [], "data": {"1": {"Definitions": ["LOSE ,  verb transitive   looz.  preterit tense   and  participle passive   lost.", "1.  To mislay; to part or be separated from a thing, so as to have no knowledge of the place where it is; as, to  lose  a book or a paper; to  lose  a record; to  lose  a dollar or a ducat.", "2.  To forfeit by unsuccessful contest; as, to  lose  money in gaming.", "3.  Not to gain or win; as, to  lose  a battle, that is, to be defeated.", "4.  To be deprived of; as, to  lose  men in battle; to  lose  an arm or leg by a shot or by amputation; to  lose  one's life or honor.", "5.  To forfeit, as a penalty. Our first parents lost the favor of God by their apostasy.", "6.  To suffer diminution or waste of.", "If the salt hath lost its savor, wherewith shall it be salted?  Matthew 5:1 .", "7.  To ruin; to destroy.", "The woman that deliberates is lost.", "8.  To wander from; to miss, so as not to be able to find; as, to  lose  the way.", "9.  To bewilder.", "Lost in the maze of words.", "10.  To possess no longer; to be deprived of; contrary to keep; as, to  lose  a valuable trade.", "11.  Not to employ or enjoy; to waste. Titus sighed to  lose  a day.", "Th' unhappy have but hours, but these they  lose", "12.  To waste; to squander; to throw away; as, to  lose  a fortune by gaming, or by dissipation.", "13.  To suffer to vanish from view or perception. We lost sight of the land at noon. I lost my companion in the crowd.", "Like following life in creatures we dissect, we lost it in the moment we detect.", "14.  To ruin; to destroy by shipwreck, etc. the albion was lost on the coast of Ireland, april 22, 1822. the admiral lost three ships in a tempest.", "15.  To cause to perish; as, to be lost at sea.", "16.  to employ ineffectually; to throw away; to waste. Instruction is often lost on the dull; admonition is lost on the profligate. It is often the fate of projectors to  lose  their labor.", "17.  to be freed from.", "His scaly back the bunch has got which Edwin lost before.", "18.  to fail to obtain.", "He shall in no wise  lose  his reward.  Matthew 5:1 .", "to  lose  one's self, to be bewildered; also, to slumber; to have the memory and reason suspended.", "LOSE ,  verb intransitive   looz.", "1.  To forfeit any thing in contest; not to win.", "We'll talk with them too, who loses and who wins; who's in, who's out.", "2.  To decline; to fail.", "Wisdom in discourse with her loses discountenanced, and like folly shows."], "Word": "Lose", "Dictionary": "Webster's 1828 Dictionary"}, "2": {"Definitions": ["LOS'EL ,  noun   s as z. [from the root of loose.] a wasteful fellow, one who loses by sloth or neglect; a worthless person.  obsolete"], "Word": "Losel", "Dictionary": "Webster's 1828 Dictionary"}, "3": {"Definitions": ["LOS'ENGER ,  noun   a deceiver.  obsolete"], "Word": "Losenger", "Dictionary": "Webster's 1828 Dictionary"}, "4": {"Definitions": ["LOSER ,  noun   looz'er. One that loses, or that is deprived of any thing by defeat, forfeiture or the like; the contrary to winner or gainer. A  loser  by trade may be honest and moral; this cannot be said of a  loser  by gaming."], "Word": "Loser", "Dictionary": "Webster's 1828 Dictionary"}}}
